{
    "Rank": 1012,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05402436",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "SOC.04/20-21"
                },
                "Organization": {
                    "OrgFullName": "University of Warwick",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Breast Screening Atypia and Subsequent Development of Cancer in England",
                "OfficialTitle": "Breast Screening Atypia and Subsequent Development of Cancer: an Observational Analysis of the Sloane Database in England (Sloane Atypia Cohort Study)"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "December 1, 2021",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 30, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 30, 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "May 24, 2022",
                "StudyFirstSubmitQCDate": "May 30, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 2, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 18, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 19, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Sian Taylor-Phillips",
                    "ResponsiblePartyInvestigatorTitle": "Professor of Population Health",
                    "ResponsiblePartyInvestigatorAffiliation": "University of Warwick"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Warwick",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University Hospitals Coventry and Warwickshire NHS Trust",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "King's College London",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "The Leeds Teaching Hospitals NHS Trust",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "During breast screening, atypical epithelial proliferations (atypia) can be detected. These are not cancer, but may mean that a woman is more likely to develop breast cancer in the future. This study explores how atypia develop into breast cancer in terms of number of women, time to cancer development, cancer type and severity, and whether this varies for different types of atypia. The results will be used to create new guidelines for how women with atypia should be followed up.",
                "DetailedDescription": "In England, breast cancer screening is offered every three years to women aged 50 to 70. In an increasing number of women atypical epithelial proliferations (atypias) are detected. Atypias are a heterogeneous group of abnormalities, which are not cancer but carry a low but significant rate of associated malignancy. Detecting these lesions has uncertain benefit because of insufficient evidence on their risk of subsequent development into breast cancer. This information is key to optimising follow-up and subsequent screening. This study undertakes the first analysis of the Sloane atypia data by reporting the proportion of women with atypia who develop breast cancer by type of atypia (atypical ductal hyperplasia (ADH) or atypical intraductal epithelial proliferation (AIDEP), flat epithelial atypia (FEA), and lobular in situ neoplasia (LISN: atypical lobular hyperplasia (ALH) and lobular carcinoma in situ (LCIS)) and in what time frame.\n\nThis large-scale study of atypia uses the English screening programme data from the Sloane cohort study. The Sloane atypia project is a prospective cohort of atypia diagnosed through the UK NHS Breast Screening Programme from April 2003 to the present. For this analysis, English screening units are included with radiology, histopathology, surgery and radiotherapy proformas. Subsequent development of breast cancer has been identified by matching women by NHS number and date of birth to the English Cancer Registry held by the National Cancer Registration and Analysis Service (NCRAS). The atypia cases are also matched to the Mortality and Birth Information System to collect mortality data for censoring follow-up, and the Breast Screening Data Repository for information on invitation and attendance at subsequent screening mammography appointments.\n\nStudy objectives are:\n\nTo characterise atypia in terms of type, method of investigation and women's demographics;\nTo determine breast cancer risk over time by type of atypia;\nTo characterise the nature of subsequent cancers detected, and their prognostic features;\nTo communicate results to clinicians and women;\nTo recommend changes to the NHS Breast Screening Programme quality standards."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Screening",
                        "Observational"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Other"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "3000",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Women attending Breast Cancer Screening in England with an atypia diagnosis",
                            "ArmGroupDescription": "Women attending Breast Cancer Screening in England with an atypia diagnosis between 1st January 2003 and 30th June 2018",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: A diagnosis of atypia as part of the English screening programme"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "A diagnosis of atypia as part of the English screening programme",
                            "InterventionDescription": "An atypia diagnosis of either ADH (including AIDEP), LISN (both ALH and LCIS) or FEA",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Women attending Breast Cancer Screening in England with an atypia diagnosis"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Invasive breast cancer at 3 years following atypia diagnosis",
                            "PrimaryOutcomeDescription": "Invasive breast cancer rate at 3 years following atypia diagnosis (representing the first round of screening) for all atypia, by type of atypia, by level of management off atypia, by three 5-year periods (deviding study period into 2003 to 2007, 2008 to 2012 and 2013 to 2018), by location (ipsilateral, contralateral), by age group, and by complete vs incomplete reporting of atypia cases by screening centres",
                            "PrimaryOutcomeTimeFrame": "Cumulative incidence of invasive breast cancer with all cause mortality as a competing risk at 3 years following atypia diagnosis"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Invasive breast cancer at 6 years following atypia diagnosis",
                            "PrimaryOutcomeDescription": "Invasive breast cancer rate at 6 years following atypia diagnosis (representing the second round of screening) for all atypia, by type of atypia, by level of management off atypia, by three 5-year periods (deviding study period into 2003 to 2007, 2008 to 2012 and 2013 to 2018), by location (ipsilateral, contralateral), by age group, and by complete vs incomplete reporting of atypia cases by screening centres",
                            "PrimaryOutcomeTimeFrame": "Cumulative incidence of invasive breast cancer with all cause mortality as a competing risk at 6 years following atypia diagnosis"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Invasive breast cancer at 1-year following atypia diagnosis",
                            "SecondaryOutcomeDescription": "Invasive breast cancer rate at 1-year following atypia diagnosis (representing likely missed cancers at screening) for all atypia, by type of atypia, by level of management of atypia, by three 5-year periods (deviding study period into 2003 to 2007, 2008 to 2012 and 2013 to 2018), by location (ipsilateral, contralateral), by age group, and by complete vs incomplete reporting of atypia cases by screening centres",
                            "SecondaryOutcomeTimeFrame": "Cumulative incidence of invasive breast cancer with all cause mortality as a competing risk at 1-year following atypia diagnosis"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Invasive cancer or non-invasive cancer (Ductal carcinoma in situ (DCIS)) at 1 year following atypia diagnosis",
                            "SecondaryOutcomeDescription": "Rate of invasive breast cancer or DCIS at 1 year following atypia diagnosis for all atypia and by type and location of atypia",
                            "SecondaryOutcomeTimeFrame": "Cumulative incidence of invasive breast cancer or DCIS with all cause mortality as a competing risk at 1 year following atypia diagnosis"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Invasive cancer or non-invasive cancer (Ductal carcinoma in situ (DCIS)) at 3 years following atypia diagnosis",
                            "SecondaryOutcomeDescription": "Rate of invasive breast cancer or DCIS at 3 years following atypia diagnosis for all atypia and by type and location of atypia",
                            "SecondaryOutcomeTimeFrame": "Cumulative incidence of invasive breast cancer or DCIS with all cause mortality as a competing risk at 3 years following atypia diagnosis"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Invasive cancer or non-invasive cancer (Ductal carcinoma in situ (DCIS)) at 6 years following atypia diagnosis",
                            "SecondaryOutcomeDescription": "Rate of invasive breast cancer or DCIS at 6 years following atypia diagnosis for all atypia and by type and location of atypia",
                            "SecondaryOutcomeTimeFrame": "Cumulative incidence of invasive breast cancer or DCIS with all cause mortality as a competing risk at 6 years following atypia diagnosis"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nDiagnosis of epithelial atypia (ADH (including AIDEP), LISN (both ALH and LCIS) and FEA) in the Sloane database between 1st January 2003 and 30th June 2018\n\nExclusion Criteria:\n\nbilateral primary cases\nthe \"best prognosis\" atypia of the bilateral primaries\natypia with co-existing DCIS\npleomorphic LCIS (as these are managed akin to DCIS)\nunknown type of atypia\ncases not from England\npatients without follow-up until 31 December 2018",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "47 Years",
                "MaximumAge": "73 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Women with atypia diagnosed during breast cancer screening in England between 1st January 2003 and 30th June 2018.",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Univesity of Warwick",
                            "LocationCity": "Coventry",
                            "LocationState": "Warwickshire",
                            "LocationZip": "CV47AL",
                            "LocationCountry": "United Kingdom"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No",
                "IPDSharingDescription": "The investigators do not have Office for Data Release permissions to share these data more widely, but can assist other researchers in applying for access."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}