{
    "Rank": 1026,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03144648",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "PRECAMA"
                },
                "Organization": {
                    "OrgFullName": "International Agency for Research on Cancer",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "PRECAMA: Molecular Subtypes of Premenopausal Breast Cancer in Latin American Women",
                "OfficialTitle": "Molecular Subtypes of Premenopausal Breast Cancer in Latin American Women (PRECAMA): a Multicenter Population-based Case-control Study",
                "Acronym": "PRECAMA"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2021",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "October 12, 2012",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 30, 2022",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 30, 2022",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "May 5, 2017",
                "StudyFirstSubmitQCDate": "May 5, 2017",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 9, 2017",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 30, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 31, 2021",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "International Agency for Research on Cancer",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University of Chile",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Fundación Inciensa",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Instituto Nacional de Salud Publica, Mexico",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Universidad de Antioquia",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Fred Hutchinson Cancer Center",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Breast cancer has become a major public health problem in Latin America, as it is the most common form of cancer among women. Women are more likely to develop breast cancer at younger age, and to be diagnosed at an advanced stage compared to western women. Over the past twenty years, the mortality from breast cancer in Latin America has also been increasing very rapidly, and is currently the leading cause of cancer mortality. Little is known on specific risk factors for premenopausal breast cancer in general, and in Latin America in particular. There is a lack of specific knowledge on tumor molecular and pathological characteristics of breast cancer in Latin America premenopausal women, and this has major consequences on cancer treatment and survival.\n\nTo improve our understanding on determinants of breast cancer incidence and mortality in young Latin America women and support preventive actions, we implemented an international, population-based multi-center study in Latin America: the PRECAMA study (Molecular Subtypes of Premenopausal Breast Cancer in Latin American Women (PRECAMA): a multicenter population-based case-control study).\n\nPRECAMA is coordinated by the International Agency for Research on Cancer (IARC), and is conducted within 4 Latin American countries: Mexico, Costa Rica, Colombia and Chile. Major aims of the project are the following:\n\nTo develop a multi-centric population-based case-control study on breast cancer in premenopausal women in several countries in Latin America with structured collection of individual, clinical, pathological information and biological specimens, according to strictly controlled protocols\nTo characterize, in these populations, the subtypes of premenopausal breast cancer on the basis of their molecular and pathological phenotypes\nTo improve the identification of specific endogenous/exogenous factors, and disentangle the interplay of these different factors with regard to breast tumor subtypes.\nProvide advanced training, induce a structuring effect on the breast cancer research community in Latin America and influence the public health agenda regarding the management of breast cancer.\n\nThe results of our study will be of utmost importance to understand the etiology of breast cancer in Latin America countries, and would provide important information on the role of modifiable exposures for breast cancer prevention.",
                "DetailedDescription": "Breast cancer (BC) has become a major public health problem in Latin America (LA), as it is the most common form of cancer among women. In Women are more likely to develop BC at younger age, and to be diagnosed at an advanced stage compared to western women. Over the past twenty years, the mortality from BC in LA has also been increasing very rapidly, and is currently the leading cause of cancer mortality among LA women. The large number of incident BC cases among premenopausal women, which is only partly explained by the population age-structure, is therefore of major concern. Little is known on specific risk factors for premenopausal BC in general, and in LA in particular, and risk factors related to diet, obesity and low physical activity play a role on incidence and mortality. Estrogen receptor (ER) and/or Progesterone receptor (PR) expression in breast tumors may differ according to risk factors and to molecular pathological characteristics. There is a lack of specific knowledge on tumor molecular and pathological characteristics of BC in premenopausal women, particularly in lower resource countries where the hormone-dependence status is poorly documented. This has major consequences on cancer treatment and survival.\n\nTo improve our understanding of determinants of BC incidence and mortality in young Latin America women and support preventive actions, we implemented an international, population-based multi-center case-control study in LA: the PRECAMA study (Molecular Subtypes of Premenopausal Breast Cancer in Latin American Women (PRECAMA): a multicenter population-based case-control study).\n\nPRECAMA is coordinated by the International Agency for Research on Cancer (IARC), and is conducted within 4 Latin American countries: Mexico, Costa Rica, Colombia and Chile. Major aims of the project are the following:\n\nTo develop a multi-centric population-based case-control study on BC in premenopausal women in several countries in LA with structured collection of individual, clinical, pathological information and biological specimens, according to strictly controlled protocols\nTo characterize, in these populations, the subtypes of premenopausal BC on the basis of their molecular and pathological phenotypes\nTo improve the identification of specific endogenous/exogenous factors, and disentangle the interplay of these different factors with regard to breast tumor subtypes.\nProvide advanced training, induce a structuring effect on the BC research community in LA and influence the public health agenda regarding the management of BC.\n\nStandardized methods and questionnaires have been developed and implemented as well as standard operating procedures for laboratory activities. Incident primary invasive cases aged 20-45 years are recruited from major cancer hospitals in four large Latin American cities (Mexico City, San Jose, Medellin, and Santiago) prior to any treatments. Controls for the study are selected from the population residing in the same cities for at least 3 years and matched to cases on age (+/- 5 years) and health care institution. For each subject, complete questionnaire data on socio-demographic factors, health history, reproductive history, use of hormones, early risk factors, body silhouette at different ages, physical activity, diet, occupation, environmental risk factors, ethnicity, and family history of cancer are collected. Validated and standardized food frequency questionnaires are administered to gather information on diet. Anthropometry (body weight, standing and sitting height, waist and hip circumferences) are measured according to standardized protocols. Blood and urine samples are also collected for biomarker analyses. For all cases, highly standardized immunohistochemical and molecular analyses are performed to identify BC subtypes.\n\nThe results of our study will be of utmost importance to understand the etiology of breast cancer in Latin America countries in epidemiological transition, and would provide important information on the role of modifiable exposures on the disease which may provide important support for breast cancer prevention."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer Female"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Control"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Other"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "serum, plasma, red blood cells, buffy coats, urine, and for cases, DNA from tumor tissues"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "3000",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cases",
                            "ArmGroupDescription": "Incident primary invasive breast cancer cases aged 20-45 years are recruited from major cancer hospitals in four large Latin American cities (Mexico City, San Jose, Medellin, and Santiago) prior to any treatments. For each subject, complete questionnaire data on socio-demographic factors, health and reproductive history, early risk factors, physical activity, diet, environmental risk factors, ethnicity, and family history of cancer are collected. Validated and standardized food frequency questionnaires are administered to gather information on diet. Anthropometry is measured according to standardized protocols. Blood and urine samples are also collected for biomarker analyses. Highly standardized immunohistochemical and molecular analyses are performed to identify cancer subtypes",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: lifestyle"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Controls",
                            "ArmGroupDescription": "Women with no cancer recruited from the population residing in the same cities for at least 3 years and matched to cases on age (+/- 5 years) and health care institution. For each subject, complete questionnaire data on socio-demographic factors, health and reproductive history, early risk factors, physical activity, diet, occupation, environmental risk factors, ethnicity, and family history of cancer are collected. Validated and standardized food frequency questionnaires are administered to gather information on diet. Anthropometry is measured according to standardized protocols. Blood and urine samples are also collected for biomarker analyses.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: lifestyle"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "lifestyle",
                            "InterventionDescription": "Observational study",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Cases",
                                    "Controls"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "breast cancer",
                            "PrimaryOutcomeDescription": "breast cancer",
                            "PrimaryOutcomeTimeFrame": "at recruitment"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nwoman between 20 and 45 years old\nwoman less than 3 years older or younger than the case\nliving in the area that the study is taking place during the past 3 years\nwoman menstruated at least once in the past 12 months\nwoman diagnosed with a primary breast cancer by histopathological examination (only for cases)\n\nExclusion Criteria:\n\nwoman receiving tumor treatment, such as radiotherapy, chemotherapy or anti-estrogens (for example, tamoxifen) (except treatment for non-melanoma skin cancers)\nwoman taking (or has previously taken) any of the following medications in the past 6 months: tamoxifen, Evista (raloxifene), Fareston (toremifene), Aromasin (exemestane), Femara (letrozole), Arimidez (anastrozole) or Megace (megestrol)\nwoman suffering from chronic kidney failure\nwoman having a pathology that will hinder adequate communication\nwoman who is pregnant or nursing\nwoman who has been previously diagnosed with a cancer(except for non-melanoma skin cancers)\nany other reason to exclude",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Female",
                "MinimumAge": "20 Years",
                "MaximumAge": "45 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult"
                    ]
                },
                "StudyPopulation": "Premenopausal Latin America women",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Sabina Rinaldi, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+33 472738485",
                            "CentralContactPhoneExt": "8328",
                            "CentralContactEMail": "rinaldis@iarc.fr"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Sabina Rinaldi, PhD",
                            "OverallOfficialAffiliation": "International Agency for Research on Cancer, Lyon, France",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Maria Luisa Garmendia, PhD",
                            "OverallOfficialAffiliation": "INTA, Universidad de Chile, Santiago, Chile",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Carolina Porras, PhD",
                            "OverallOfficialAffiliation": "Proyecto Epidemiológico Guanacaste, Fundación INCIENSA, Costa Rica",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Gabriela Torres-Mejía, PhD",
                            "OverallOfficialAffiliation": "Instituto Nacional de Salud Pública, Cuernavaca, Mexico",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Gloria I Sánchez, PhD",
                            "OverallOfficialAffiliation": "Grupo Infección y Cáncer, Universidad de Antioquía, Medellín, Colombia",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Peggy Porter, PhD",
                            "OverallOfficialAffiliation": "Fred Hutchinson Cancer Research Center, Seattle, USA",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "INC",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Santiago",
                            "LocationState": "Independencia",
                            "LocationCountry": "Chile",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "José Luis Soto, Dr",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": ": +569 97990370",
                                        "LocationContactEMail": "sotonoriega@gmail.com"
                                    },
                                    {
                                        "LocationContactName": "Paula Morales, Dr",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+569 78800536",
                                        "LocationContactEMail": "morales.paulita@gmail.com"
                                    },
                                    {
                                        "LocationContactName": "Maria Luisa Garmendia, PhD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Hso-Crsco",
                            "LocationStatus": "Active, not recruiting",
                            "LocationCity": "Santiago",
                            "LocationState": "Peñalolén",
                            "LocationCountry": "Chile"
                        },
                        {
                            "LocationFacility": "FALP",
                            "LocationStatus": "Active, not recruiting",
                            "LocationCity": "Santiago",
                            "LocationState": "Providencia",
                            "LocationCountry": "Chile"
                        },
                        {
                            "LocationFacility": "Grupo Infección y Cáncer. Universidad de Antioquia",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Medellín",
                            "LocationState": "Antioquia",
                            "LocationZip": "050010",
                            "LocationCountry": "Colombia",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Gloria Sanchez, MSc, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+57 3014201831",
                                        "LocationContactEMail": "gloria.sanchez@udea.edu.co"
                                    },
                                    {
                                        "LocationContactName": "Maria Agudelo, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+57 3012974825",
                                        "LocationContactEMail": "ceci886@hotmail.com"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Facultad de Medicina, Universidad del Norte",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Barranquilla",
                            "LocationCountry": "Colombia",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Edgar Navarro, Dr",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+57 3106336318",
                                        "LocationContactEMail": "navarro@uninorte.edu.co"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Instituto de Oncología HematoOncologos",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Cali",
                            "LocationCountry": "Colombia",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Yorlany Rodas, Dr",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+57 318349 7359",
                                        "LocationContactEMail": "investigacioncientifica@hematooncologos.com"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Agencia Costarricense de Investigaciones Biomédicas (ACIB)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "San José",
                            "LocationState": "San Jose",
                            "LocationCountry": "Costa Rica",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Carolina Porras",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "cporras@acibcr.com"
                                    },
                                    {
                                        "LocationContactName": "Carolina Porras, PhD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Instituto Nacional de Salud Pública (INSP)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Cuernavaca",
                            "LocationState": "Morelos",
                            "LocationZip": "69100",
                            "LocationCountry": "Mexico",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Gabriela Torres-Mejía, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "(777) 311 1960",
                                        "LocationContactEMail": "gtorres@insp.mx"
                                    },
                                    {
                                        "LocationContactName": "Angélica Ángeles-Lllerenas, DrPh",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "(777) 311 1960",
                                        "LocationContactEMail": "aangelica@insp.mx"
                                    },
                                    {
                                        "LocationContactName": "Gabriela Torres-Mejía",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Related Info",
                            "SeeAlsoLinkURL": "http://precama.iarc.fr"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}