{
    "Rank": 1034,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03294122",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "INT 11/17"
                },
                "Organization": {
                    "OrgFullName": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Predictors of Normal Tissue Response From the Microenvironment in Radiotherapy for Prostate and Head-and-neck Cancer",
                "OfficialTitle": "Microbiota, Inflammatory Environment, Clinical and Radiomic Features as Predictors of Normal Tissue Response in Radiotherapy for Prostate and Head-and-neck Cancer",
                "Acronym": "MICROLEARNER"
            },
            "StatusModule": {
                "StatusVerifiedDate": "October 2017",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 2, 2017",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "July 31, 2019",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 31, 2019",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "July 25, 2017",
                "StudyFirstSubmitQCDate": "September 20, 2017",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 26, 2017",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "October 2, 2017",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "October 3, 2017",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The main idea behind MICRO-LEARNER is to provide new insights about the response of healthy tissues to radiation by using information from the micro-environment obtained by biological measurements and imaging. This new knowledge will be included in current available predictive models of radio-induced toxicity, thus allowing to add unique biological characteristics of patients to dosimetry and treatment/clinical related variables.\n\nMICRO-LEARNER focuses on prostate cancer (PCa) and head-and-neck cancer (HNCa). For both cancers, radiotherapy is effectively used as curative treatment, in single modality or within a multidisciplinary approach including surgery (PCa) and/or chemotherapy (HNCa). Prediction and reduction of radio-induced side effects are becoming a priority: for PCa, high survival rates should be accompanied by a very low rate of moderate/severe toxicities; for HNCa, there is the need to tailor radiation dose according to disease recurrence risk profile. The shared aim of both cancers is to balance the improvement in outcome with a well-tolerated toxicity profile.\n\nRecent research indicates that the intestinal/salivary bacteria are strongly suspected of being very important in mediating the response to inflammation and lesions. Although their balance deeply changes during radiotherapy, studies done so far in the field of the microbiota-host relationship in radiotherapy have not addressed their role in insurgence of radiation toxicity.\n\nIn this study, the investigators will assess how microbial populations evolve and how this influences the host and radiation induced toxicity in a significant number of patients. Moreover, the individual response at the tissue microstructure level, through analysis of images with advanced bioengineering techniques, will be determined.\n\nResults from this research, besides suggesting new ways to predict patients at risk of relevant side-effects, may also suggest possible treatments to change the baseline microbiota of patients at high risk or to modify it during therapy, in order to mitigate toxicity. Understanding the microbiota-radiotherapy interaction may thus lead to novel, effective and inexpensive ways of assessing and managing complications of cancer treatment.",
                "DetailedDescription": "**Prospective Clinical Trial: discovery population**\n\n130 PCa and 130 HNCa consecutive patients will be enrolled in 18 months. All patients will receive radiotherapy at radical curative doses at the National Cancer Institute in Milan, and follow-up visits at the same centre.\n\nDetailed pre-treatment evaluation will include: recording of demographic features, clinical history, comorbidities and habits, evaluation of normal tissue functioning by the health practitioner (CTCAE scoring system), evaluation of quality of life and normal tissue functioning through validated patient reported outcome (PROs) questionnaires, evaluation of organ functioning by instrumental measures (i.e. baseline swallowing screening with flexible endoscopic evaluation of swallowing - FEES - and unstimulated salivary flow for HNCa patients), biochemical examinations, gut (PCa)/salivary (HNCa) microbiome measurement, determination of baseline level of plasma/salivary inflammatory markers, baseline multi-parametric magnetic resonance imaging (MRI).\n\nPatients will receive radiotherapy and possible adjuvant (hormone or chemo) therapies as foreseen by international guidelines. In this aspect the here proposed trial is an observational study, no modification to standard regimens is considered. Radiotherapy is performed with 6 MV photon beams delivered with Volumetric Modulated arc Therapy (VMAT) technique at conventional fractionations.\n\nEvaluation during treatment will include weekly assessment of toxicity, as measured by the clinician (according to CTCAE v 4.0) and by PROs and biochemical measurements, and evaluation of inflammatory markers (plasmatic and salivary cytokines) after a dose of 20 Gy. For a subpopulation of 60 oropharyngeal cancer patients treated with definitive radiotherapy +/- chemotherapy an additional MRI study during the second week of treatment is foreseen.\n\nAssessment at the end of radiotherapy will include evaluation of toxicity by the clinician and by PROs, FEES and unstimulated salivary flow for HNCa patients, biochemical examinations, gut/salivary microbiome measurement.\n\nEvaluation at 3, 6 and 12 months will include: evaluation of toxicity by the clinician and by PROs, FEES and unstimulated salivary flow for HNCa patients and biochemical examinations.\n\nMinimum follow-up is set to 12 months for the specific purpose of evaluation of acute and mid-term toxicity, which are the endpoints considered in this project. Nevertheless, follow-up will continue until 3 years after the end of radiotherapy (beyond the end of the project) in order to allow evaluation of incidence, prevalence and patterns of late side-effects, as well as for survival outcome assessment. After 12 months, follow-up will be performed every 6 months and limited to assessment of toxicity by the clinician and by PROs.\n\nFollow-up MRI studies will be performed at 3, 12 and 24 months for HNCa patients and at 12 months for PCa patients.\n\n**Prospective Clinical Trial: validation population**\n\n70 PCa and 70 HNCa consecutive patients will be enrolled in 12 months, starting immediately after the end of enrolment of the discovering population.\n\nThe specific aim of this second phase is validation of results on microbiota, specifically on association between selected baseline microbiota profiles and the risk of acute toxicity (for the purpose of this project) and for mid-term/late toxicity (beyond this projects). This result should be the more significant from the clinical point of view, allowing development of a therapeutic algorithm to be used before treatment and permitting introduction ways of changing the make-up of gut/salivary bacteria in patients at high risk of toxicity.\n\nBaseline assessment, treatment and follow-up evaluation of toxicity by the clinician and by PROs will follow the scheme described for the developing population. Microbioma measurement will be only performed at baseline, due to the higher clinical interest in having a test determining patient radiosensitivity before treatment. Imaging and assessment of inflammatory marker levels will not be accomplished in the validation population."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer",
                        "Head and Neck Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Radiotherapy",
                        "Adverse effects",
                        "Prostate cancer",
                        "Head and neck cancer",
                        "Patient risk stratification",
                        "Mathematical models",
                        "Microbiome",
                        "Inflammatory cytokines",
                        "Magnetic Resonance Imaging"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "Whole blood samples of all patients, stool samples of prostate cancer patients, salivary samples of head and neck cancer patients"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "400",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "PCa patients - Discovery cohort",
                            "ArmGroupDescription": "External beam radiotherapy for prostate cancer",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Radiation: External beam radiotherapy for prostate cancer"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "HNCa patients - Discovery cohort",
                            "ArmGroupDescription": "External beam radiotherapy for head and neck cancer",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Radiation: External beam radiotherapy for head and neck cancer"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "PCa patients - Validation cohort",
                            "ArmGroupDescription": "External beam radiotherapy for prostate cancer",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Radiation: External beam radiotherapy for prostate cancer"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "HNCa patients - Validation cohort",
                            "ArmGroupDescription": "External beam radiotherapy for head and neck cancer",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Radiation: External beam radiotherapy for head and neck cancer"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Radiation",
                            "InterventionName": "External beam radiotherapy for prostate cancer",
                            "InterventionDescription": "Patients will receive radiotherapy for prostate cancer and possible adjuvant hormone therapies as foreseen by international guidelines. No modification of standard regimens is considered. PCa patients are treated with 78 Gy, 2Gy/fraction, in exclusive setting and with 70 Gy, 2Gr/fraction in the post-prostatectomy setting. Lymph node irradiation is performed (50 Gy, 2Gy/fraction) when indicated by risk class.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "PCa patients - Discovery cohort",
                                    "PCa patients - Validation cohort"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Radiation",
                            "InterventionName": "External beam radiotherapy for head and neck cancer",
                            "InterventionDescription": "Patients will receive radiotherapy for head and neck cancer and possible concomitant chemotherapies as foreseen by international guidelines. No modification of standard regimens is considered. In curative setting, HNCa patients are treated at a total dose of 70 Gy, 59.4 Gy and 56.1 Gy in 33 fractions to high risk Planning Target Volume (PTV), intermediate risk and low risk PTV, respectively. In high risk post-operative setting they are treated with 66 Gy (according to histopathological features), 60 Gy and 56.1 Gy to high, intermediate and low risk PTV, respectively; while, in intermediate risk post-operative case, intermediate and low risk PTV are irradiated with 60 Gy and 54 Gy, respectively. Chemotherapy will be platinum based (weekly or 3-weekly cisplatin).",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "HNCa patients - Discovery cohort",
                                    "HNCa patients - Validation cohort"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Acute toxicity",
                            "PrimaryOutcomeDescription": "If any, acute (<within 90 days from radiotherapy completion) Grade 1, Grade 2, Grade 3-4 disorder, according to the Common Terminology Criteria for Adverse Events (CTCAE) grading system, and its association with clinical variables, absorbed dose, microbioma characteristics and radiomic features.",
                            "PrimaryOutcomeTimeFrame": "<90 days after radiotherapy"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Late toxicity",
                            "SecondaryOutcomeDescription": "If any, late (> 90 days after radiotherapy completion) Grade 1, Grade 2, Grade 3-4 disorder, according to the Common Terminology Criteria for Adverse Events (CTCAE) grading system, and its association with clinical variables, absorbed dose, microbioma characteristics and radiomic features.",
                            "SecondaryOutcomeTimeFrame": "3 months - 3 years after radiotherapy"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria (PCa patients in discovery and validation cohorts):\n\nPatients with histologically confirmed diagnosis of PCa candidate to exclusive or post-surgical radiotherapy, in both case it can be associated to hormone therapy\nPrognostic risk included in the very low, low, intermediate or high risk classes following the NCCN Clinical Practice Guidelines in Oncology and patients with oligometastatic disease treated with curative doses to the prostate (≥70 Gy at 2 Gy per fraction)\nWritten informed consent to the study\n\nExclusion Criteria (PCa patients in discovery and validation cohorts):\n\nPrevious pelvic radiotherapy\nAutoimmune disease (scleroderma,Chron's disease and ulcerative colitis), chronic kidney disease requiring dyalis\nPatients with malignant neoplasm in treatment with local or systemic therapies, except for patients with PCa and skin cancers\nRefusal to accept the study participation modalities\n\nInclusion Criteria (HNCa patients in discovery and validation cohorts):\n\nECOG PS ≤ 3\nHistologically confirmed diagnosis of squamous cell carcinoma of the head and neck (oral cavity, pharynx, larynx, paranasal sinuses and nasal cavity, salivary glands)\nNon-metastatic stage III-IV cancer of the pharinx, larynx according to AJCC VII edition. Patients with stage III-IV cancer of salivary glands o paranasal sinuses. Patients with stage I-II cancer of pharinx and larynx only if neck lymph nodes or oral mucosa are included in the irradiated volume\nIndication to exclusive or post-surgical radiotherapy (associated or not to systemic therapy according to internal guidelines)\nWritten informed consent to the study\n\nExclusion Criteria (HNCa patients in discovery and validation cohorts):\n\nPrevious head and neck radiotherapy\nConnective tissue disease (lupus erythematosus or scleroderma) or other concomitant head and neck cancers, except for in situ skin cancers not requiring radiotherapy or systemic therapies.\nRefusal to accept the study participation modalities",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients undergoing external beam radiotherapy for prostate or head and neck cancer at the Radiation Oncology 1 and Radiation Oncology 2 units of the Istituto Nazionale dei Tumori.",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Riccardo Valdagni, MD, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+0039 02-23903034",
                            "CentralContactEMail": "riccardo.valdagni@istitutotumori.mi.it"
                        },
                        {
                            "CentralContactName": "Tiziana Rancati, MS",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+0039 02-23903786",
                            "CentralContactEMail": "tiziana.rancati@istitutotumori.mi.it"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Riccardo Valdagni, MD, PhD",
                            "OverallOfficialAffiliation": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Ester Orlandi, MD",
                            "OverallOfficialAffiliation": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                            "OverallOfficialRole": "Study Director"
                        },
                        {
                            "OverallOfficialName": "Nice Bedini, MD",
                            "OverallOfficialAffiliation": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                            "OverallOfficialRole": "Study Director"
                        },
                        {
                            "OverallOfficialName": "Loris De Cecco, PhD",
                            "OverallOfficialAffiliation": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                            "OverallOfficialRole": "Study Director"
                        },
                        {
                            "OverallOfficialName": "Nadia Zaffaroni, PhD",
                            "OverallOfficialAffiliation": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                            "OverallOfficialRole": "Study Director"
                        },
                        {
                            "OverallOfficialName": "Tiziana Rancati, MS",
                            "OverallOfficialAffiliation": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Fondazione IRCCS Istituto Nazionale Tumori",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Milan",
                            "LocationZip": "20133",
                            "LocationCountry": "Italy",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Riccardo Valdagni, MD, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+39 02-23903034",
                                        "LocationContactEMail": "riccardo.valdagni@istitutotumori.mi.it"
                                    },
                                    {
                                        "LocationContactName": "Tiziana Rancati, MS",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+39 02-23903786",
                                        "LocationContactEMail": "tiziana.rancati@istitutotumori.mi.it"
                                    },
                                    {
                                        "LocationContactName": "Riccardo Valdagni, MD, PhD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "21640511",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Valdagni R, Kattan MW, Rancati T, Yu C, Vavassori V, Fellin G, Cagna E, Gabriele P, Mauro FA, Baccolini M, Bianchi C, Menegotti L, Monti AF, Stasi M, Giganti MO, Fiorino C. Is it time to tailor the prediction of radio-induced toxicity in prostate cancer patients? Building the first set of nomograms for late rectal syndrome. Int J Radiat Oncol Biol Phys. 2012 Apr 1;82(5):1957-66. doi: 10.1016/j.ijrobp.2011.03.028. Epub 2011 Jun 2."
                        },
                        {
                            "ReferencePMID": "26777123",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Palorini F, Rancati T, Cozzarini C, Improta I, Carillo V, Avuzzi B, Casanova Borca V, Botti A, Degli Esposti C, Franco P, Garibaldi E, Girelli G, Iotti C, Maggio A, Palombarini M, Pierelli A, Pignoli E, Vavassori V, Valdagni R, Fiorino C. Multi-variable models of large International Prostate Symptom Score worsening at the end of therapy in prostate cancer radiotherapy. Radiother Oncol. 2016 Jan;118(1):92-8. doi: 10.1016/j.radonc.2015.11.036. Epub 2016 Jan 6."
                        },
                        {
                            "ReferencePMID": "27745982",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Bossi P, Bergamini C, Miceli R, Cova A, Orlandi E, Resteghini C, Locati L, Alfieri S, Imbimbo M, Granata R, Mariani L, Iacovelli NA, Huber V, Cavallo A, Licitra L, Rivoltini L. Salivary Cytokine Levels and Oral Mucositis in Head and Neck Cancer Patients Treated With Chemotherapy and Radiation Therapy. Int J Radiat Oncol Biol Phys. 2016 Dec 1;96(5):959-966. doi: 10.1016/j.ijrobp.2016.08.047. Epub 2016 Sep 6."
                        },
                        {
                            "ReferencePMID": "25467003",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Orlandi E, Giandini T, Iannacone E, De Ponti E, Carrara M, Mongioj V, Stucchi C, Tana S, Bossi P, Licitra L, Fallai C, Pignoli E. Radiotherapy for unresectable sinonasal cancers: dosimetric comparison of intensity modulated radiation therapy with coplanar and non-coplanar volumetric modulated arc therapy. Radiother Oncol. 2014 Nov;113(2):260-6. doi: 10.1016/j.radonc.2014.11.024. Epub 2014 Nov 29."
                        },
                        {
                            "ReferencePMID": "25821127",
                            "ReferenceType": "background",
                            "ReferenceCitation": "De Cecco L, Nicolau M, Giannoccaro M, Daidone MG, Bossi P, Locati L, Licitra L, Canevari S. Head and neck cancer subtypes with biological and clinical relevance: Meta-analysis of gene-expression data. Oncotarget. 2015 Apr 20;6(11):9627-42. doi: 10.18632/oncotarget.3301."
                        },
                        {
                            "ReferencePMID": "26375444",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Doldi V, Callari M, Giannoni E, D'Aiuto F, Maffezzini M, Valdagni R, Chiarugi P, Gandellini P, Zaffaroni N. Integrated gene and miRNA expression analysis of prostate cancer associated fibroblasts supports a prominent role for interleukin-6 in fibroblast activation. Oncotarget. 2015 Oct 13;6(31):31441-60. doi: 10.18632/oncotarget.5056."
                        },
                        {
                            "ReferencePMID": "24599929",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ferreira MR, Muls A, Dearnaley DP, Andreyev HJ. Microbiota and radiation-induced bowel toxicity: lessons from inflammatory bowel disease for the radiation oncologist. Lancet Oncol. 2014 Mar;15(3):e139-47. doi: 10.1016/S1470-2045(13)70504-7."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DocumentSection": {
            "LargeDocumentModule": {
                "LargeDocList": {
                    "LargeDoc": [
                        {
                            "LargeDocTypeAbbrev": "Prot_SAP",
                            "LargeDocHasProtocol": "Yes",
                            "LargeDocHasSAP": "Yes",
                            "LargeDocHasICF": "No",
                            "LargeDocLabel": "Study Protocol and Statistical Analysis Plan",
                            "LargeDocDate": "December 19, 2016",
                            "LargeDocUploadDate": "09/20/2017 06:31",
                            "LargeDocFilename": "Prot_SAP_000.pdf"
                        },
                        {
                            "LargeDocTypeAbbrev": "ICF",
                            "LargeDocHasProtocol": "No",
                            "LargeDocHasSAP": "No",
                            "LargeDocHasICF": "Yes",
                            "LargeDocLabel": "Informed Consent Form",
                            "LargeDocDate": "December 20, 2016",
                            "LargeDocUploadDate": "09/20/2017 06:31",
                            "LargeDocFilename": "ICF_001.pdf"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000006258",
                            "ConditionMeshTerm": "Head and Neck Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M9038",
                            "ConditionBrowseLeafName": "Head and Neck Neoplasms",
                            "ConditionBrowseLeafAsFound": "Head and Neck Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M5872",
                            "InterventionBrowseLeafName": "Cisplatin",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M9479",
                            "InterventionBrowseLeafName": "Hormones",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}