{
    "Rank": 1058,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01377363",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CONVERTHER/GEICAM 2009-03"
                },
                "Organization": {
                    "OrgFullName": "Spanish Breast Cancer Research Group",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Evaluation of Degree of Conversion of HER2 Receptor Between Primary Breast Cancer and Metastasis",
                "OfficialTitle": "Evaluation of Degree of Conversion of HER2 Receptor Between Primary Breast Cancer and Metastasis"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2023",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "December 11, 2009",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "November 30, 2012",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "November 30, 2012",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "June 8, 2011",
                "StudyFirstSubmitQCDate": "June 20, 2011",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 21, 2011",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "March 9, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 10, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Spanish Breast Cancer Research Group",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Roche Farma, S.A",
                            "CollaboratorClass": "INDUSTRY"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This is a Prospective Clinical Trial without drugs, to determine the HER2 status in the metastasis of patients with primary breast cancer HER2. 32 Sites have been taking part in this Clinical Trial.",
                "DetailedDescription": "Population definition: Women previously diagnosed with a primary breast carcinoma who present locally recurrent or metastatic lesions and who meet the selection criteria. The expected sample size is 175 patients.\n\nObservation period: Each patient in the study will be observed from their inclusion in the study until 1 year after the inclusion of the last patient in the study. These visits will match with the scheduled follow-up visits made by the patient according to the usual clinical practice of the site.\n\nDetermination of sample size: The calculation of the sample size will be based on determining a number of patients that will achieve the main objective of the study.\n\nThe fulfillment of the secondary objectives of the study will be obtained from the size determined by the main objective.\n\nMain objective of the study is to: Prospectively determine the probability of conversion of the HER2 stage between the different subtypes of primary breast cancer (luminal, triple negative and HER2) and their respective metastases.\n\nA review of the literature has allowed to find several published works with varying percentages of HER2 disagreements determined by IHQ + FISH or FISH, which have allowed to estimate an average percentage of disagreements of 10.45% (range between 4% and 20%). Considering the hypothesis that the level of disagreement in each of the different subtypes of primary, luminal, triple negative and HER2 breast cancer, is presented in an approximately similar frequency, that is to say approximately 10.45%.\n\nFrom the aforementioned data, an average conversion rate to be expected of 10% will be assumed. An alpha risk of 0.05 will be accepted, with an accuracy of +/- 0.09 percentage units, with a bilateral contrast, for which it would be necessary to include 43 patients for each of the three groups mentioned above (luminal, triple negative and HER2), which consequently includes 129 patients. If a loss rate is assumed (patients registered with biopsies finally not performed or not valid, or with inconclusive results or reflecting other diagnoses) of approximately 25%, the necessary size would increase to a total of 172 patients.\n\nBased on these calculations, the final sample size would be 175 patients"
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "metastatic breast cancer",
                        "primary breast cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Other"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples Without DNA",
                    "BioSpecDescription": "Primary tumor sample and metastasis sample"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "236",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Not treatment",
                            "ArmGroupDescription": "Locally recurrent breast carcinoma or metastatic"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Evaluation of degree of conversion of human epidermal growth factor receptor 2 (HER2) receptor between primary breast cancer and metastases",
                            "PrimaryOutcomeDescription": "The conversion of HER2 is defined as the variation of the HER2 status between the primary tumor and the metastases, both from an initially negative to positive state and from an initially positive to negative state.\n\nThe definition of the different molecular subtypes of primary breast cancer will be the following:\n\nLuminal: immunohistochemical phenotype Estrogen Receptor (ER) positive and/or Progesterone Receptor (PR) positive, independently of HER2 status.\nTriple negative: immunohistochemical phenotype ER negative, PR negative and HER2 negative.\nHER2: immunohistochemical phenotype ER negative, PR negative and HER2 positive. For the calculation of this probability, a sample of the remnant of the primary tumor and the biopsy of the metastasis, performed according to the usual clinical practice of the site, will be sent to the central laboratory for analysis by immunohistochemistry (IHQ) and in situ hybridization (FISH) analysis.",
                            "PrimaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "To determine the probability of changes in ER and PR between different subtypes of primary breast cancer and their metastases",
                            "SecondaryOutcomeDescription": "To obtain the contingency table to calculate the probability of changes in ER and PR between different subtypes of primary breast cancers and their metastases.",
                            "SecondaryOutcomeTimeFrame": "2 years since beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Analyze the variability in the measurement of HER2, ER and PR between local laboratories and central laboratory",
                            "SecondaryOutcomeDescription": "The contingency table will compare the measurement between the local laboratory in relation to the central laboratory, for each of the HER2 receptor ER and PR (for these two last ones of joint form)",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Evaluate HER2 conversion rate compared to previously received treatment",
                            "SecondaryOutcomeDescription": "For each of the types of treatment received will obtain the contingency table that allows to evaluate the conversion rate between the primary tumour HER2 and HER2 for metastases",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Evaluate whether the location of biopsied metastases relates to the probability of conversion of HER2.",
                            "SecondaryOutcomeDescription": "The frequency distribution of HER2 conversions according to biopsied metastases sites will be obtained to evaluate the possibility of finding statistically significant differences between them",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Compare the disease-free survival (DFS) and survival post relapse (SPR) of patients with or without conversion of HER2 and ER/PR",
                            "SecondaryOutcomeDescription": "Survival curves and disease-free survival post-relapse among patients with and without conversion of HER2 are compared using the log-rank test.In addition, for the analysis of post-relapse survival, also will be analyzed under stratified manner the patients with first metastases and subsequent progression.",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Compare the response rate (RR) and time to progression (TTP) for subsequent anti-tumor treatment of patients with or without conversion of HER2",
                            "SecondaryOutcomeDescription": "To compare statistically response rates and median time to progression (TTP) for patients with and without conversion of HER 2",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Analyze the extent to which discrepancies in the HER2 receptor status, ER and PR between the primary tumor and metastases alter the clinical management of patients.",
                            "SecondaryOutcomeDescription": "To obtain contingency tables between the variables HER2, ER and PR in relation to the change variable clinical management of patients and determine their statistical significance",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Analyze the feasibility of performing biopsies.",
                            "SecondaryOutcomeDescription": "To obtain the distribution of absolute and relative frequencies for the variable \"viability of biopsies (analyzable / not studied)\".",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Evaluate if the HER2 status conversion is associated with activation of intracellular markers of the HER2 signaling pathway: phosphorylated MAPK (pMAPK), phosphorylated ERK (pERK), phosphorylated AKT (pAKT), PTEN, PIGF-1R in primary tumor and metastases",
                            "SecondaryOutcomeDescription": "To obtain contingency tables for each of pMAPK, pERK, pAKT, pTEN, PIGF-1R proteins that relate their condition (+/-) in the primary tumor and metastases in HER2-discordant cases.",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Check if there is any change in the molecular subtypes (luminal, triple negative, HER2) between primary tumors and metastases in patients with HER2 conversion",
                            "SecondaryOutcomeDescription": "To obtain contingency tables to evaluate if there is any change of molecular phenotype between primary tumor and metastasis in patients with conversion HER2.Contingency tables will be obtained according to molecular subtype (luminal, triple negative, HER2) and based on molecular markers of the subtype.",
                            "SecondaryOutcomeTimeFrame": "2 years since the beginning of the Study"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPatients who have given their written informed consent to participate in the study.\nWomen over 18 years.\nBreast cancer locally recurrent or metastatic at first relapse or after successive progressions.\nPatient has to have available a sample of the primary tumor in paraffin.\nPatients who are planning for the next 6 weeks, the biopsy (fine needle aspiration / drainage of fluid cavities, open biopsy, core biopsy) of locally recurrent or metastatic lesion [local relapse in the chest wall, nodal , cutaneous or subcutaneous metastases, peripheral lymph nodes and other soft tissues accessible, bone metastases, visceral metastases (lung, liver, brain, etc..) or pleural effusion / ascites / pericardial / cerebrospinal] according to clinical practice center.\n\nExclusion Criteria:\n\nPatients with cognitive impairment that might impede a proper understanding of the written informed consent, according to medical criteria.\nIpsilateral breast local relapses or contralateral breast away.\nPatients diagnosed with a second neoplasm, with the exception of cervical carcinoma in situ and non-melanoma skin carcinoma treated properly.",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Female patients diagnosed of primary breast carcinoma with locally recurrent breast carcinoma or metastasic",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Study Director",
                            "OverallOfficialAffiliation": "Hospital Clinico Universitario de Valencia",
                            "OverallOfficialRole": "Study Director"
                        },
                        {
                            "OverallOfficialName": "Study Director",
                            "OverallOfficialAffiliation": "Consorcio Hospitalario Provincial de Castellon",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Hospital Virgen de los Lirios",
                            "LocationCity": "Alcoy",
                            "LocationState": "Alicante",
                            "LocationZip": "03804",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital General de Elda",
                            "LocationCity": "Elda",
                            "LocationState": "Alicante",
                            "LocationZip": "03600",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Althaia Xarxa Asistencial de Manresa",
                            "LocationCity": "Manresa",
                            "LocationState": "Barcelona",
                            "LocationZip": "08243",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Consorcio Hospitalario Provincial de Castellón",
                            "LocationCity": "Castello de la Plana",
                            "LocationState": "Castellón",
                            "LocationZip": "12002",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Punta de Europa",
                            "LocationCity": "Algeciras",
                            "LocationState": "Cádiz",
                            "LocationZip": "11207",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Jerez de la Frontera",
                            "LocationCity": "Jerez De La Frontera",
                            "LocationState": "Cádiz",
                            "LocationZip": "11407",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital de Son Llàtzer",
                            "LocationCity": "Palma De Mallorca",
                            "LocationState": "Islas Baleares",
                            "LocationZip": "07198",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Complejo Hospitalario Universitario de A Coruña",
                            "LocationCity": "A Coruña",
                            "LocationState": "La Coruña",
                            "LocationZip": "15006",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Materno Insular de Canarias",
                            "LocationCity": "Las Palmas De Gran Canaria",
                            "LocationState": "Las Palmas",
                            "LocationZip": "35016",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Fundación Hospital Alcorcón",
                            "LocationCity": "Alcorcón",
                            "LocationState": "Madrid",
                            "LocationZip": "28922",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario Severo Ochoa",
                            "LocationCity": "Leganés",
                            "LocationState": "Madrid",
                            "LocationZip": "28911",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario Quirón salud Madrid",
                            "LocationCity": "Pozuelo De Alarcón",
                            "LocationState": "Madrid",
                            "LocationZip": "28223",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario Nuestra Señora de Candelaria",
                            "LocationCity": "Santa Cruz De Tenerife",
                            "LocationState": "Tenerife",
                            "LocationZip": "38010",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital de Sagunto",
                            "LocationCity": "Sagunto",
                            "LocationState": "Valencia",
                            "LocationZip": "46520",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital del Mar",
                            "LocationCity": "Barcelona",
                            "LocationZip": "08003",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Clinic i Provincial de Barcelona",
                            "LocationCity": "Barcelona",
                            "LocationZip": "08036",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital San Pedro de Alcantara",
                            "LocationCity": "Cáceres",
                            "LocationZip": "10003",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitari de Girona Doctor Josep Trueta",
                            "LocationCity": "Gerona",
                            "LocationZip": "17007",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario Virgen de las Nieves",
                            "LocationCity": "Granada",
                            "LocationZip": "18014",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario San Cecilio",
                            "LocationCity": "Granada",
                            "LocationZip": "18016",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario de Guadalajara",
                            "LocationCity": "Guadalajara",
                            "LocationZip": "19002",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario Ramón y Cajal",
                            "LocationCity": "Madrid",
                            "LocationZip": "28034",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Clínico San Carlos",
                            "LocationCity": "Madrid",
                            "LocationZip": "28040",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital General Universitario Morales Meseguer",
                            "LocationCity": "Murcia",
                            "LocationZip": "30008",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario Virgen Macarena",
                            "LocationCity": "Sevilla",
                            "LocationZip": "41009",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Virgen de la Salud",
                            "LocationCity": "Toledo",
                            "LocationZip": "45004",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Instituto Valenciano de Oncología",
                            "LocationCity": "Valencia",
                            "LocationZip": "46009",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Clínico Universitario de Valencia",
                            "LocationCity": "Valencia",
                            "LocationZip": "46010",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Arnau Vilanova",
                            "LocationCity": "Valencia",
                            "LocationZip": "46015",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario Doctor Peset",
                            "LocationCity": "Valencia",
                            "LocationZip": "46017",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitari i Politècnic La Fe",
                            "LocationCity": "Valencia",
                            "LocationZip": "46026",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Universitario Miguel Servet",
                            "LocationCity": "Zaragoza",
                            "LocationZip": "50009",
                            "LocationCountry": "Spain"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "24414130",
                            "ReferenceType": "result",
                            "ReferenceCitation": "de Duenas EM, Hernandez AL, Zotano AG, Carrion RM, Lopez-Muniz JI, Novoa SA, Rodriguez AL, Fidalgo JA, Lozano JF, Gasion OB, Carrascal EC, Capilla AH, Lopez-Barajas IB, Mateu MM, de Ceballos Reyna MH, Ferrando AO, Janez NM, Ballerini VC, Torres AA, Catalan G, Saenz JA, Menjon S, Gonzalez-Angulo AM. Prospective evaluation of the conversion rate in the receptor status between primary breast cancer and metastasis: results from the GEICAM 2009-03 ConvertHER study. Breast Cancer Res Treat. 2014 Feb;143(3):507-15. doi: 10.1007/s10549-013-2825-2. Epub 2014 Jan 11."
                        },
                        {
                            "ReferencePMID": "31388936",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Liu ZB, Ezzedine NE, Eterovic AK, Ensor JE, Huang HJ, Albanell J, Choi DS, Lluch A, Liu Y, Rojo F, Wong H, Martinez-Duenas E, Guerrero-Zotano A, Shao ZM, Darcourt JG, Mills GB, Dave B, Chang JC. Detection of breast cancer stem cell gene mutations in circulating free DNA during the evolution of metastases. Breast Cancer Res Treat. 2019 Nov;178(2):251-261. doi: 10.1007/s10549-019-05374-x. Epub 2019 Aug 6."
                        },
                        {
                            "ReferencePMID": "28249905",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Cejalvo JM, Martinez de Duenas E, Galvan P, Garcia-Recio S, Burgues Gasion O, Pare L, Antolin S, Martinello R, Blancas I, Adamo B, Guerrero-Zotano A, Munoz M, Nuciforo P, Vidal M, Perez RM, Chacon Lopez-Muniz JI, Caballero R, Peg V, Carrasco E, Rojo F, Perou CM, Cortes J, Adamo V, Albanell J, Gomis RR, Lluch A, Prat A. Intrinsic Subtypes and Gene Expression Profiles in Primary and Metastatic Breast Cancer. Cancer Res. 2017 May 1;77(9):2213-2221. doi: 10.1158/0008-5472.CAN-16-2717. Epub 2017 Mar 1."
                        },
                        {
                            "ReferencePMID": "31491604",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Lluch A, Gonzalez-Angulo AM, Casadevall D, Eterovic AK, Martinez de Duenas E, Zheng X, Guerrero-Zotano A, Liu S, Perez R, Chen K, Chacon JI, Mills GB, Antolin S, Blancas I, Lopez-Serra P, Carrasco E, Caballero R, Prat A, Rojo F, Gonzalez-Perez A, Meric-Bernstam F, Albanell J. Dynamic clonal remodelling in breast cancer metastases is associated with subtype conversion. Eur J Cancer. 2019 Oct;120:54-64. doi: 10.1016/j.ejca.2019.07.003. Epub 2019 Sep 4."
                        },
                        {
                            "ReferencePMID": "32573490",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Garcia-Recio S, Thennavan A, East MP, Parker JS, Cejalvo JM, Garay JP, Hollern DP, He X, Mott KR, Galvan P, Fan C, Selitsky SR, Coffey AR, Marron D, Braso-Maristany F, Burgues O, Albanell J, Rojo F, Lluch A, de Duenas EM, Rosen JM, Johnson GL, Carey LA, Prat A, Perou CM. FGFR4 regulates tumor subtype differentiation in luminal breast cancer and metastatic disease. J Clin Invest. 2020 Sep 1;130(9):4871-4887. doi: 10.1172/JCI130323."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Spanish Breast Cancer Research Group (GEICAM) is a Spanish Breast Cancer Research Group",
                            "SeeAlsoLinkURL": "http://www.geicam.org"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M11997",
                            "ConditionBrowseLeafName": "Neoplasm Metastasis",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        }
                    ]
                }
            }
        }
    }
}