{
    "Rank": 107,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05408871",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2000031462"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "1R21CA259964-01A1",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/1R21CA259964-01A1"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Yale University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Non-invasive Measurement of PD-L1 Levels With Positron Emission Tomography (PET) in Head and Neck Malignancies and Intracranial Metastases",
                "OfficialTitle": "Pilot Study of Non-invasive Measurement of PD-L1 Levels With Positron Emission Tomography (PET) in Head and Neck Malignancies and Intracranial Metastases"
            },
            "StatusModule": {
                "StatusVerifiedDate": "February 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 21, 2023",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "June 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "June 1, 2022",
                "StudyFirstSubmitQCDate": "June 1, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 7, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "February 24, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "February 28, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Mariam Aboian",
                    "ResponsiblePartyInvestigatorTitle": "Assistant Professor of Radiology",
                    "ResponsiblePartyInvestigatorAffiliation": "Yale University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Yale University",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Cancer Institute (NCI)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "Yes",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This study aims to determine the feasibility of non-invasive quantitative PD-L1 measurement using [a novel PD-L1 positron emission tomography (PET) tracer and perform immunohistochemistry based measurement of PD-L1 levels within resected lesions in head and neck cancer and brain metastases.",
                "DetailedDescription": "This study aims to validate a non-invasive quantitative imaging method of whole tumors using a novel PD-L1 positron emission tomography (PET) tracer in patients with head and neck cancer who undergo resection of primary tumor and locoregional lymph node metastases thus providing an excellent model to perform correlative studies with immunohistochemistry (IHC).\n\nThe investigators will extend the study to patients with brain metastases because there is a critical need for a non-invasive test for PD-L1 in this population, as biopsy of these lesions is rare.\n\nIn this study, the investigators will image patients with brain metastases, which are predominantly from lung cancer and melanoma, that are planned to undergo biopsy. The ultimate goal of this research is to validate quantitative PD-L1 PET imaging in determining PD-L1 expression within primary and metastatic cancer without the need for biopsy and identify parameters of PD-L1 quantitative PET that will allow its translation into clinical practice. This method can then be used to determine which patients may benefit from immunotherapy.\n\nThe primary objective of this study aims to test the difference in non-invasive quantitative PD-L1 PET measures (VT) of lesions between different groups of PD-L1 levels (PD-L1 ≥90% vs <1%) in head and neck cancer primary lesions.\n\nSecondary objectives:\n\nTo establish lesion level association between immunohistochemistry measures of PD-L1 levels within primary head and neck cancer lesions (as the outcome) and PD-L1 PET measures (VT);\nTo establish lesion level association between immunohistochemistry measures of PD-L1 levels within locoregional metastases within the neck and resected normal lymph nodes (as the outcome) and PD-L1 PET measures (VT).\nTo establish lesion level association between the degree of tumor inflammatory cell infiltration on IHC in primary head and neck squamous cell carcinoma (SCC) lesions (as the outcome) and PD-L1 PET measures (VT);\nTo establish lesion level association between the degree of tumor inflammatory cell infiltration on IHC in metastatic head and neck SCC lesion (as the outcomes) and PD-L1 PET measures (VT).\n\nTertiary objective:\n\nTo establish lesion level correlation of IHC measures of total/tumor/inflammatory cell PD-L1 levels to PD-L1 (VT) on PET in brain metastases"
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer Head Neck",
                        "Metastatic Cancer",
                        "Metastatic Lung Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 1"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Non-Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "Patients with head and neck squamous cell carcinoma who plan to undergo tumor resection and lymph node resection (Aim1). Patients with metastases to the brain from melanoma, lung cancer, breast cancer (Aim 2).12 patients with head and neck cancer will be recruited for Aim 1. 12 patients with brain metastases will be recruited for Aim 2.",
                    "DesignPrimaryPurpose": "Diagnostic",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "24",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Head and neck cancer",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants with head and neck squamous cell carcinoma who plan to undergo tumor resection and lymph node resection.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: adnectin 18F-BMS-986192 Head and Neck Cancer"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Brain Metastases",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants with metastases to the brain from melanoma, lung cancer, breast cancer.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: adnectin 18F-BMS-986192 Brain Metastases"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "adnectin 18F-BMS-986192 Head and Neck Cancer",
                            "InterventionDescription": "Head and Neck Cancer: PET imaging will be performed after initial diagnosis and within 2 weeks of MRI or CT of the neck done as standard of care. MRI will include T1 weighted pre and post gadolinium spin echo, diffusion weighted imaging, and T2 weighted imaging. CT of the head and neck with contrast will be performed per standard clinical protocol. Patients will get one intravenous line and one radial artery line placed prior to imaging and up to 5.5mCi (204MBq) of [18F] PDL192 tracer will be administered intravenously, as a bolus, once the patient is positioned on the scanner. 42 PET data will be acquired at single bed position and in list mode for 120 min after the start of tracer administration. Samples will be drawn from radial artery line.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Head and neck cancer"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "[18F]PDL192"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "adnectin 18F-BMS-986192 Brain Metastases",
                            "InterventionDescription": "Brain Metastases: Recruited patients will undergo standard clinical MRI within 2 weeks prior to PET, including T1 weighted pre- and post-gadolinium spin-echo and gradient-echo imaging, diffusion weighted imaging, susceptibility weighted imaging (2D SWI), T2 weighted imaging, 3D FLAIR, and combined DCE and dynamic susceptibility contrast (DSC) perfusion (DCE perfusion will be performed first, DSC perfusion will utilize T2 spin echo images). DCE perfusion will be processed on syngo Tissue 4D software (Siemens). DSC perfusion will be processed with syngo MR Perfusion Engine (Siemens). Patients will get one intravenous line and one radial artery line placed prior to imaging and up to 5.5mCi (204MBq) of [18F] PDL192 tracer will be administered intravenously, as a bolus, once the patient is positioned on the scanner. 42 PET data will be acquired at single bed position and in list mode for 120 min after the start of tracer administration. Samples will be drawn from radial artery line.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Brain Metastases"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "[18F]PDL192"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Non-invasive quantitative PD-L1 levels will be measured using PET measures (VT) of lesions for the groups of PD-L1 levels (PD-L1 ≥90% vs <1%, PD-L1 ≥50% vs <1%) in head and neck cancer primary lesions",
                            "PrimaryOutcomeDescription": "To test the difference in non-invasive quantitative PD-L1 PET measures (VT) of lesions between different groups of PD-L1 levels (PD-L1 ≥90% vs <1%) in head and neck cancer primary lesions",
                            "PrimaryOutcomeTimeFrame": "from with in 2 weeks perioperative up to postoperative"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Immunohistochemistry vs PET measure of PD-L1 levels in head and neck cancer primary lesion",
                            "SecondaryOutcomeDescription": "To establish lesion level association comparing immunohistochemistry measures of PD-L1 levels within primary head and neck cancer lesions and PD-L1 PET measures (VT) using Pearson correlation between pathology based measure and imaging based measure.",
                            "SecondaryOutcomeTimeFrame": "from with in 2 weeks perioperative up to postoperative"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Immunohistochemistry vs PET measure of PD-L1 levels in head and neck cancer locoregional neck metastatic lesions and resected normal lymph nodes",
                            "SecondaryOutcomeDescription": "To establish lesion level association comparing immunohistochemistry measures of PD-L1 levels within locoregional metastases within the neck and resected normal lymph nodes (as the outcome) and PD-L1 PET measures (VT) using Pearson correlation between pathology based measure and imaging based measure.",
                            "SecondaryOutcomeTimeFrame": "from with in 2 weeks perioperative up to postoperative"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Immunohistochemistry vs PET measure of infiltrating inflammatory cells in head and neck cancer primary lesion",
                            "SecondaryOutcomeDescription": "To establish lesion level association comparing the degree of tumor inflammatory cell infiltration seen on IHC in primary head and neck SCC lesions (as the outcome) and PD-L1 PET measures (VT) using Pearson correlation between pathology based measure and imaging based measure.",
                            "SecondaryOutcomeTimeFrame": "from with in 2 weeks perioperative up to postoperative"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Immunohistochemistry vs PET measure of infiltrating inflammatory cells in head and neck cancer locoregional neck metastatic lesions and resected normal lymph nodes",
                            "SecondaryOutcomeDescription": "To establish lesion level association comparing the degree of tumor inflammatory cell infiltration on IHC in metastatic head and neck SCC lesion (as the outcomes) and PD-L1 PET measures (VT) using Pearson correlation between pathology based measure and imaging based measure.",
                            "SecondaryOutcomeTimeFrame": "from with in 2 weeks perioperative up to postoperative"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Immunohistochemistry vs PET measure of PD-L1 levels within resected brain metastasis tumor cells",
                            "OtherOutcomeDescription": "To establish lesion level correlation of IHC measures of total/tumor/inflammatory cell PD-L1 levels compared to PD-L1 (VT) on PET in brain metastases using Pearson correlation between pathology based measure and imaging based measure.",
                            "OtherOutcomeTimeFrame": "from with in 2 weeks perioperative up to postoperative"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria for Head and Neck Cancer:\n\nPatients with resectable squamous cell carcinoma of the oropharynx (HPV positive and HPV negative).\nResectability will be confirmed by a surgical co-investigator.\nIf available, HPV-association determined by institutional p16 testing (CINtec antibody demonstrating strong and diffuse nuclear and cytoplasmic staining is at least 70% of cells).\nAbsolute neutrophil count (ANC) > 1500/microliter, absolute lymphocyte count (ALC) >1000/microliter, hemoglobin > 9 g/dl, platelets > 100,000/microliter.\naspartate aminotransferase (AST) and alanine transaminase (ALT) < 5 x upper limit of normal. Bilirubin < 1.5 x upper limit of normal.\nAlbumin > 0 g/dl.\nCreatinine < 5 x upper limit of normal.\nWomen of child-bearing potential must have a negative serum pregnancy test within 7 days prior to treatment\n\nInclusion Criteria for Brain Metastases:\n\nPatients with brain metastases\nTumor size equal or greater than 1 cm\nResectability or need for laser interstitial thermal therapy (LITT) will be confirmed by a surgical co-investigator.\nAbsolute neutrophil count (ANC) > 1500/microliter, absolute lymphocyte count (ALC) >1000/microliter, hemoglobin > 9 g/dl, platelets > 100,000/microliter\nAST and ALT < 5 x upper limit of normal. Bilirubin < 1.5 x upper limit of normal.\nAlbumin > 0 g/dl.\nCreatinine < 5 x upper limit of normal.\nWomen of child-bearing potential must have a negative serum pregnancy test within 7 days prior to treatment\n\nExclusion Criteria for Head and Neck Cancer:\n\nMedical contraindication to surgery.\nFull dose anticoagulation.\nConcomitant invasive malignancy, or malignancy within 2 years except for hormonally responsive breast or prostate cancer, resected non-melanoma skin cancer, resected uterine cervical carcinoma.\nInability to give informed consent.\nPrior systemic therapy, radiation or gross resection for the tumor under study.\nWomen may not be pregnant or breast-feeding.\nReceipt of other systemic therapy including investigational agents, radiation or gross resection for treatment of the tumor under study.\n\nExclusion Criteria for Brain Metastases:\n\nMedical contraindication to brain surgery.\nFull dose anticoagulation.\nInability to give informed consent.\nWomen may not be pregnant or breast-feeding.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Kristin DeFrancesco",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "203-785-3852",
                            "CentralContactEMail": "kristin.defrancesco@yale.edu"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Mariam S Aboian, MD PhD",
                            "OverallOfficialAffiliation": "Yale University",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Yale University PET Center",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "New Haven",
                            "LocationState": "Connecticut",
                            "LocationZip": "06519",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000006258",
                            "ConditionMeshTerm": "Head and Neck Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M11997",
                            "ConditionBrowseLeafName": "Neoplasm Metastasis",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M9038",
                            "ConditionBrowseLeafName": "Head and Neck Neoplasms",
                            "ConditionBrowseLeafAsFound": "Cancer Head Neck",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            }
        }
    }
}