{
    "Rank": 1079,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02190539",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "0050-14-MMC"
                },
                "Organization": {
                    "OrgFullName": "Meir Medical Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Homeopathic Protocol for Advanced Breast Cancer",
                "OfficialTitle": "The Banerji Protocol for Advanced Breast Cancer- Feasibility Study"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2019",
                "OverallStatus": "Withdrawn",
                "WhyStopped": "Not able to recruit patients",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 2014",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "August 2019",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "August 2019",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "July 10, 2014",
                "StudyFirstSubmitQCDate": "July 11, 2014",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "July 15, 2014",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "August 12, 2019",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 14, 2019",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Moshe Frenkel",
                    "ResponsiblePartyInvestigatorTitle": "MD",
                    "ResponsiblePartyInvestigatorAffiliation": "Meir Medical Center"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Meir Medical Center",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The objective of this study is to conduct a feasibility study at Meir Oncology Institute examining whether patients with advanced breast cancer would follow a homeopathic protocol for three to six months.\n\nThe primary aim of the study is to establish if patients with advanced breast cancer in Meir Oncology Institute would follow a regimen of treatment as used by Dr Banerji in India, for six months.\n\nThe secondary aim is to observe the quality of life and wellbeing of patients undergoing this protocol",
                "DetailedDescription": "- Homeopathy is a controversial system of care and at the center of the controversy lays the question of whether high dilution remedies can be effective.\n\nThere have been only a handful of high quality studies of homeopathy on the treatment of cancer, despite its widespread use for this condition.\n\nIn a recent prospective observational study done in Germany with cancer patients in two differently treated cohorts it was observed that an improvement in quality of life was observed in patients taking the addition of homeopathic treatment. In the laboratory, research on homeopathy and cancer that does exist is limited but has some clues for effects that cannot be ignored. A study that was conducted at The University of Texas MD Anderson Cancer Center, revealed that four ultradilute remedies (Carcinosin, Phytolacca, Conium, and Thuja) exerted preferential cytotoxic effects against two breast cancer cell lines, causing cell cycle delay/arrest and apoptosis without affecting the normal mammary epithelial cells. Since patients with advanced breast cancer are the highest CAM users amongst patients affected by cancer, it was thought that a feasibility study with this group of patients, would be a rational first step in proceeding to evaluate this controversial method of care, if it has merit or not.\n\nThe objective of this study is to conduct a feasibility study at Meir Oncology Institute examining whether patients with advanced breast cancer would follow a homeopathic protocol for three to six months. The primary aim of the study is to establish if patients with advanced breast cancer in Meir Oncology Institute would follow homeopathic protocol as used by Dr Banerji in India, for six months. The secondary aim is to observe the quality of life and wellbeing of patients undergoing this protocol.\nPatients with the diagnosis of advanced breast cancer who attend the Meir Oncology Institute clinic will be offered by their treating physician or nurse a fact sheet about this study and will be asked to participate in this protocol. The protocol will be explained to the patient by the research team. If they agree to participate they will be given a consent form to sign, and basic information will be obtained from each patient. This information will include basic demographics (age, marital status, employment , education level) and basic medical information ( Disease status and progress, current symptoms, medications and treatments being used, complementary medicine being used) as well as evaluation of quality of life using the European Organization for Research and Treatment of Cancer (EORTC) quality of life questionnaire (QLQ).\nPatients will receive the selected homeopathic remedies (Carcinosin 30C, Phytolacca 200C, and Thuja 30C) with written instructions about the proper use of the remedies. The remedies will be offered to patients in addition to their regular conventional care. Patients that cannot participate in conventional cancer care due to side effects, expected adverse reactions or other reasons that prevent them from utilizing conventional care will be offered to participate in the study, as well. In addition, patients who for their own reasons elect to refuse conventional treatment can be offered to participate in the study in order to keep them in the system and not lose them to alternative untested treatments. Every 4 weeks for the period of 3 months and once at 6 months, a research assistant/ research nurse will contact each participant to review EORTC QLQ- C-30 questionnaire to evaluate quality of life as well as a follow up questionnaire which will verify the actual use of these remedies, perceived problems in taking these remedies, utilization of other therapies, address patients concerns, and document disease progression. A total of 30 patients will be enrolled in this study and their data will be reviewed and analyzed six months after recruitment to the study."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Breast cancer",
                        "complementary medicine",
                        "homeopathy",
                        "quality of life"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "0",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Homeopathic treatment",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "A feasibility study examining whether patients with advanced breast cancer would follow a homeopathic protocol for three to six months.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Homeopathic treatment"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Homeopathic treatment",
                            "InterventionDescription": "Remedies are sold over the counter without a physician prescription (approved by the Israeli Ministry of Health). No toxicity or side effects are expected to be observed, potencies (dilutions) of substances beyond 7C (7 dilutions, each 1:100) do not contain a sufficient number of molecules of the original material to be pharmacologically active. Since the remedies being used in this trial are diluted at 30c and 200c, levels that are way beyond Avogrado's number, so no original material is expected to be found. This fact was verified utilizing high pressure liquid chromatography (HPLC) method. Due to those facts, most scientists do not accept that these remedies have any biological effects and consign any positive response to the placebo effect.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Homeopathic treatment"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "A combined treatment of three homeopathic remedies:",
                                    "Phytolacca 200C",
                                    "Thuja 30C",
                                    "Carcinosin 30c"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "To establish if patients with advanced breast cancer in Meir Oncology Institute would follow a homeopathic treatment protocol as used by Dr Banerji in India, for six months.",
                            "PrimaryOutcomeDescription": "Investigators will follow patients with advanced breast cancer in Meir Oncology Institute and see if patients would follow a homeopathic treatment protocol as used by Dr Banerji in India, for six months.",
                            "PrimaryOutcomeTimeFrame": "Six months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Observe and verify the quality of life and wellbeing of patients undergoing this protocol",
                            "SecondaryOutcomeDescription": "Investigators will document the quality of life and wellbeing of patients undergoing this protocol utilizing the EORTC QLQ-C30 (a questionnaire developed to assess the quality of life of cancer patients).",
                            "SecondaryOutcomeTimeFrame": "Six months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\n18 years of age or older\nAbility to speak and read Hebrew/English with patients residing in Israel.\nDiagnosis of advanced breast cancer treated and followed in Meir Oncology Institute\nPatients that cannot participate in conventional cancer care due to side effects, expected adverse reactions or other reasons that prevent them from utilizing conventional care.\nPatients, who for their own reasons elect to refuse conventional treatment, can be offered to participate in the study in order to keep them in the system and not lose them to alternative untested treatments.\nConsent to participate in this study\n\nExclusion Criteria:\n\nInability to understand the intent of the study and follow the instructions\nMedical condition that would preclude participation in an interview session lasting 15-30 minutes\nDiagnosis of active psychosis or severe cognitive impairment confirmed by the patient's attending physician.",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Moshe Frenkel, MD",
                            "OverallOfficialAffiliation": "Institute of Oncology Meir Medical Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Institute of Oncology Meir Medical Center",
                            "LocationCity": "Kfar Saba",
                            "LocationCountry": "Israel"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "20043074",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Frenkel M, Mishra BM, Sen S, Yang P, Pawlus A, Vence L, Leblanc A, Cohen L, Banerji P, Banerji P. Cytotoxic effects of ultra-diluted remedies on breast cancer cells. Int J Oncol. 2010 Feb;36(2):395-403."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Integrative Oncology - Homeopathy",
                            "SeeAlsoLinkURL": "http://www.moshefrenkelmd.com/index.asp?page=2171&lang=eng"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "Publications, Presentations in international meetings"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        }
                    ]
                }
            }
        }
    }
}