{
    "Rank": 1081,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04802720",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "20-407"
                },
                "Organization": {
                    "OrgFullName": "Memorial Sloan Kettering Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "A Study Comparing Two Types of Supportive Interventions for Caregivers of Patients With Cancer",
                "OfficialTitle": "A Randomized Controlled Trial of Emotion Regulation Therapy for Cancer Caregivers: A Mechanism-Targeted Approach to Addressing Caregiver Distress"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 26, 2021",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "February 2025",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "February 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "March 1, 2021",
                "StudyFirstSubmitQCDate": "March 15, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "March 17, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 30, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 31, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Memorial Sloan Kettering Cancer Center",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University of Aarhus",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Columbia University",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of California",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of Michigan",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to compare two types of therapy for caregivers of cancer patients: Emotion Regulation Therapy for Cancer Caregivers (ERT-C) and Cognitive Behavioral Therapy (CBT-C). The researchers want to see if ERT-C is better than, the same as, or worse than traditional CBT-C at improving caregiver distress. The researchers will look at how the two types of therapy affect caregivers' anxiety, depression, and quality of life. The researchers will also see how ERT-C and CBT-C affect hormone and stress levels in caregivers' saliva samples.\n\nIn addition, this trial will enroll cancer patients in this study to see how their caregivers' participation in ERT-C or CBT may affect the patients' quality of life, stress, and use of healthcare services.\n\nParticipants who become bereaved while on study will be given the option to withdraw or remain on study. Assessments for bereaved caregivers will not include the Caregiver Quality of Life Index-Cancer (CQOLC) or the Caregiver Reaction Assessment (CRA).",
                "DetailedDescription": "CBT-C and ERT-C are each 8-session, individual, caregivers-directed interventions delivered by a trained study therapist listed on the face page and facilitated by a manualized workbook with between-session practice exercises. To accommodate caregivers and reduce compliance issues with attendance of sessions, the 8 sessions are to be completed within 8 to 16 weeks from initiation of the first session. Each session is 60 minutes in length and will be audio and video recorded for MSK participants; sessions will only be audio recorded for MGH participants. Specific modules and intervention components are described below. To accommodate as many caregivers as possible and in response to the restrictions placed on caregivers currently in the context of the COVID-19 pandemic, sessions will be offered via telepsychiatry (using WebEx , Zoom, Teams).\n\nTraining case participants will be identified and consented onto the study for training purposes only. Participants who are consented as training cases will not be randomized and will not complete any assessments. Data collected on training cases will be used for training and supervision purposes on this study only. These records will not be shown outside of the study supervisors, therapist in training, and staff."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer Patients",
                        "Family Caregivers"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Emotion Regulation Therapy",
                        "Addressing Caregiver Distress",
                        "Supportive Interventions",
                        "20-407",
                        "Training participants"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "This study will utilize a randomized, controlled, repeated measures design to investigate the efficacy of Emotion Regulation Therapy for Cancer Caregivers (ERT-C) vs. Cognitive Behavioral Therapy for Cancer Caregivers.",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "480",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "ERT-C: Emotion Regulation Therapy for Cancer Caregivers",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Emotion Regulation Therapy for Cancer Caregivers (ERT-C) is an 8-session intervention that builds upon the foundations of CBT-C and addresses earlier motivational processing components of the caregivers context while targeting earlier and later components of internal distress and resultant maladaptive behavioral coping.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Emotion Regulation Therapy for Cancer Caregivers (ERT-C)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "CBT-C: Cognitive Behavioral Therapy for Cancer Caregivers",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Cognitive Behavioral Therapy (CBT-C) is an evidence-based psychotherapeutic approach that is grounded in the cognitive model that purports that a person's emotional, behavioral, and physiological reactions to a situation is based on their appraisal of that situation. The focus of therapy is on changing cognitions and beliefs about a situation and altering automatic behavioral responses evoked by that perception. CBT-C aims to improve emotion regulation by challenging and changing unhelpful cognitions and behaviors and improving personal coping strategies.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Cognitive Behavioral Therapy for Cancer Caregivers (CBT-C)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Training case group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Will be assigned to receive ERT-C only and will not complete questionnaires.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Emotion Regulation Therapy for Cancer Caregivers (ERT-C)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Cognitive Behavioral Therapy for Cancer Caregivers (CBT-C)",
                            "InterventionDescription": "The sessions are outlined as follow:\n\npsychoeducation, goal-setting, and describing the rationale for CBT (Session 1);\ncoping effectiveness training (Session 2);\nidentifying unhelpful cognitions and dysfunctional beliefs (Session 3);\nchallenging and restructuring unhelpful cognitions (Session 4);\nbehavioral activation within the limitations of the caregiving context (Session 5);\nproblem-solving (Session 6);\ncommunication strategies and assertiveness training (Session 7);\nconsolidating gains, maintenance, and relapse prevention (Session 8).",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "CBT-C: Cognitive Behavioral Therapy for Cancer Caregivers"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Emotion Regulation Therapy for Cancer Caregivers (ERT-C)",
                            "InterventionDescription": "The sessions are outlined as follow:\n\npsychoeducation and motivation/dysregulation cue detection within caregiving contexts (Session 1);\nattention regulation skills training (Sessions 1-2);\ntraining in metacognitive skills (Sessions 3-4);\nexposure to proactive living in the face of risk and loss while applying skills (Sessions 5-7);\nconsolidating gains, taking larger proactive steps, and relapse prevention (Session 8).",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "ERT-C: Emotion Regulation Therapy for Cancer Caregivers",
                                    "Training case group"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "changes in anxiety symptoms",
                            "PrimaryOutcomeDescription": "as assessed via the HADS Developed by Zigmond and Snaith in 1983, the HADS produces two scales, one for anxiety (HADS-A) and one for depression (HADS-D), differentiating the two states. Items of the overall severity of anxiety and depression are rated on a five-point (0-4) severity scales (ranging from 0 = no not at all, to 3 = yes definitely), for a total score ranging from 0-21 for each subscale. A higher score indicates higher distress",
                            "PrimaryOutcomeTimeFrame": "up to 6 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "changes in depressive symptoms",
                            "PrimaryOutcomeDescription": "as assessed via the HADS Developed by Zigmond and Snaith in 1983, the HADS produces two scales, one for anxiety (HADS-A) and one for depression (HADS-D), differentiating the two states. Items of the overall severity of anxiety and depression are rated on a five-point (0-4) severity scales (ranging from 0 = no not at all, to 3 = yes definitely), for a total score ranging from 0-21 for each subscale. A higher score indicates higher distress",
                            "PrimaryOutcomeTimeFrame": "up to 6 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nCaregivers:\n\nAs per self-report, age 18 years or older.\nAs per self-report, are a caregiver to an MSK or MGH patient with any site/stage of cancer who has received any type of treatment (e.g. curative, palliative) in the past 12 months.\nExperience distress as evidenced by a score of 4 or greater on the Distress Thermometer (DT) and answer \"Yes\" to at least one of the follow-up questions (i.e. reporting that their distress is related to their caregiving experience, or their distress started or is related to caregiving or has gotten worse since the patient was diagnosed or began treatment. (N/A for training case participants)\nEnglish fluent: Self-report by subject identifying English as the preferred language for healthcare, and self-reported degree of fluency as speaking English \"Very well.\"\nAs per self-report, residing in New York or New Jersey (for MSK participants), or Massachusetts (for MGH participants), or have the ability to complete sessions while complying with current telehealth regulations.\n\nPatients:\n\nAge 18 years or older as per EMR.\nPatient of an eligible caregiver per self-report or the EMR.\nEnglish speaking as per the EMR or self report by subject identifying English as the preferred language for healthcare, and self-reported degree of fluency as speaking English \"Very well.\".\n\nExclusion Criteria:\n\nCaregivers:\n\nAs per self-report, presence of disorder that compromises comprehension of assessments or informed consent information (e.g., dementia).\nAs per the judgement of the consenting professional, clinical, PI, and/or as per the medical record, severe psychopathology or cognitive impairment which is likely to interfere with the participation or completion of the protocol or their ability to provide meaningful information\nAs per self-report, currently engaged in regular individual psychotherapeutic support (that the participant is unable or unwilling to put on hold for the course of treatment).\nAs per self-report, a lifetime history of bipolar disorder, schizophrenia, or schizoaffective disorder.\nAs per self-report, has medical condition or medication use known to confound measures of systemic inflammation (e.g., autoimmune disorder, inflammatory disease; uncontrolled thyroid disease; active infection; myocardial infarction or stroke in the last 6 months; Type I diabetes; acute hepatitis; recent vaccination for viral disease). (N/A for training case participants)\nAs per self-report, is a regular smoker, defined as having more than 2 cigarettes per day on most days. (N/A for training case participants)\nAs per self-report, providing care for a patient who has a caregiver is currently or formerly enrolled in this study ('formerly enrolled' is N/A for training case participants).\nAs per self-report, currently enrolled in another study focused on supportive care for caregivers (MGH participants only).\n\nPatients:\n\nPresence of disorder that compromises comprehension of assessments or informed consent information (e.g., dementia) as per EMR or clinician judgment.\nAs per the judgement of the consenting professional, clinical, PI, and/or as per the medical record, severe psychopathology or cognitive impairment which is likely to interfere with the participation or completion of the protocol or their ability to provide meaningful information",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Allison Applebaum, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "646-888-0034",
                            "CentralContactEMail": "applebaa@mskcc.org"
                        },
                        {
                            "CentralContactName": "William Breitbart, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "646-888-0020"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Allison Applebaum, PhD",
                            "OverallOfficialAffiliation": "Memorial Sloan Kettering Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Massachusetts General Hospital",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02114",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Jamie Jacobs, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "617-726-5130"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Memorial Sloan Kettering Cancer Center",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "New York",
                            "LocationState": "New York",
                            "LocationZip": "10065",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Allison Applebaum, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-0034"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Memorial Sloan Kettering Cancer Center",
                            "SeeAlsoLinkURL": "http://www.mskcc.org/mskcc/html/44.cfm"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "Memorial Sloan Kettering Cancer Center supports the international committee of medical journal editors (ICMJE) and the ethical obligation of responsible sharing of data from clinical trials. The protocol summary, a statistical summary, and informed consent form will be made available on clinicaltrials.gov when required as a condition of Federal awards, other agreements supporting the research and/or as otherwise required. Requests for deidentified individual participant data can be made beginning 12 months after publication and for up to 36 months post publication. Deidentified individual participant data reported in the manuscript will be shared under the terms of a Data Use Agreement and may only be used for approved proposals. Requests may be made to: crdatashare@mskcc.org."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M14164",
                            "InterventionBrowseLeafName": "Psychotropic Drugs",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "PsychDr",
                            "InterventionBrowseBranchName": "Psychotropic Drugs"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}