{
    "Rank": 1096,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05918263",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "23-119"
                },
                "Organization": {
                    "OrgFullName": "Dana-Farber Cancer Institute",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Exercise for Tumor Suppressive Impact in Black Men With Prostate Cancer on Active Surveillance: The REMOVE Trial",
                "OfficialTitle": "Exercise for Tumor Suppressive Impact in Black Men With Prostate Cancer on Active Surveillance: The REMOVE Trial"
            },
            "StatusModule": {
                "StatusVerifiedDate": "June 2023",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "December 2023",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 31, 2026",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 31, 2027",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "June 14, 2023",
                "StudyFirstSubmitQCDate": "June 23, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 26, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "June 23, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "June 26, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Dong-Woo Kang",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Dana-Farber Cancer Institute"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Dana-Farber Cancer Institute",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Prostate Cancer Foundation",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to determine whether a 16-week, home-based, virtually supervised exercise program will slow cancer progression of prostate cancer among Black men with prostate cancer undergoing active surveillance.\n\nThe name of the study intervention involved in this study is:\n\nAerobic high-intensity interval training (HIIT) (training exercise intervention)",
                "DetailedDescription": "This research study is a randomized controlled study for a home-based, virtually supervised, aerobic exercise intervention for Black men with prostate cancer undergoing active surveillance. There is evidence that exercise may suppress cancer progression, but the evidence is preliminary and Black men with prostate cancer has been highly underrepresented in exercise clinical research despite their higher risk of cancer progression compared to White counterparts.\n\nParticipants will be randomized into one of two treatment groups: Group A: Aerobic high-intensity interval training (HIIT) versus Group B: Usual Care. Randomization means a participant is placed into a study group by chance.\n\nThe research study procedures include screening for eligibility, study treatment visits, survey questionnaires, blood tests, and follow-up visits.\n\nParticipation in this research study is expected to last about 18 weeks.\n\nIt is expected that about 68 people will take part in this research study.\n\nThe Prostate Cancer Foundation is providing funding for this research study."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer",
                        "Prostatic Neoplasms"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Prostate Cancer",
                        "Prostatic Neoplasms"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Single",
                        "DesignMaskingDescription": "Principle investigators blinded to block size",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Investigator"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "68",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Group A: 16-Week HIIT Exercise Program",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants will be allocated in a 1:1 ratio, using a permuted blocked design with varying block size. Study procedures will be conducted as follows:\n\nTesting visits at Week 1, 9, and 19 for physical exams, physical fitness and function assessments, survey questionnaires, and cardiopulmonary fitness assessment.\nVirtual, aerobic training sessions three times weekly with trained oncology exercise specialist.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: High-Intensity Interval Training Exercise Program"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Group B: 16-Week Usual Care",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants will be allocated in a 1:1 ratio, using a permuted blocked design with varying block size. Study procedures will be conducted as follows:\n\nTesting visits at Week 1 and 18 for physical exams, physical fitness and function assessments, and survey questionnaires.\nUpon completion of post-intervention assessments, participants will have the option to take part in the 16-week HIIT exercise program.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: High-Intensity Interval Training Exercise Program"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "High-Intensity Interval Training Exercise Program",
                            "InterventionDescription": "Home-based, virtually supervised, aerobic exercise program of 48 sessions accessible via internet-enabled tablet (provided to participant if needed). Participants will be supplied with stationary bike, heart rate monitor, and blood pressure monitor.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Group A: 16-Week HIIT Exercise Program",
                                    "Group B: 16-Week Usual Care"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Prostate-Specific Antigen (PSA) Level",
                            "PrimaryOutcomeDescription": "The primary outcome is the between-group difference in prostate-specific antigen (PSA) levels post-intervention. Analysis of covariance will be used to detect the difference adjusting for baseline values of the outcome and other covariates.",
                            "PrimaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Prostate-Specific Antigen (PSA) Velocity",
                            "SecondaryOutcomeDescription": "PSA velocity will be calculated following the PSA Working Group Guidelines, using the three most recent PSA values obtained from the medical chart with the first and last values being at least three months apart. The formula was based on the natural logarithm of 2 (0.693) divided by the slope obtained from fitting a linear regression of the natural log of PSA.",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Prostate-Specific Antigen (PSA) Doubling Time",
                            "SecondaryOutcomeDescription": "PSA doubling time will be calculated following the PSA Working Group Guidelines, using the three most recent PSA values obtained from the medical chart with the first and last values being at least three months apart. PSA velocity will be used to calculate the number of years that PSA levels become doubles, where the longer the time the better the prognosis.",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Proliferation of LNCaP Prostate Cancer Cell Line",
                            "SecondaryOutcomeDescription": "LNCaP cells are androgen-sensitive human prostate adenocarcinoma cells. LNCaP cells will be grown in vitro and their growth rate will be measured by counting the number of cells over time.",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cardiorespiratory Fitness",
                            "SecondaryOutcomeDescription": "Cardiorespiratory fitness will be assessed as VO2peak by a graded maximal cycle exercise stress test. VO2peak is defined as the highest values of oxygen uptake averaged among every 15-second interval during the test. VO2peak will be reported in both relative (ml·kg-1·min-1) and absolute (L/min) terms.",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Muscular Strength",
                            "SecondaryOutcomeDescription": "Muscular strength will be measured as 1-repetition maximum (RM) (i.e., the greatest resistance that can be moved through the full range of motion), which has been the standard for strength assessments. 1-RM values will be estimated from 10-RM using validated equations on 12 exercises including the ten exercises utilized in the prescription not performed on machines.",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Short Physical Performance Battery (SPPB)",
                            "SecondaryOutcomeDescription": "Physical function will be assessed by the Short Physical Performance Battery (SPPB), which includes the following 3 lower extremity measures completed in the following order. Timed balance (seconds): Balance will be assessed under 3 conditions (side-by-side, semi-tandem, and tandem stands). Gait speed (seconds): Gait speed will be assessed over a 4-meter flat surface distance. The participant will be asked to complete 2 attempts of this test. Time will be recorded using an electronic timing system. Chair stand (seconds): Chair stand will be performed under 2 conditions: a) subjects will perform a single chair stand; b) subjects will be asked to perform 5 repeated chair stands as quickly as possible; time to completion will be recorded.",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Health-Related Quality of Life",
                            "SecondaryOutcomeDescription": "The European Organization for Research and Treatment of Cancer- Quality of Life Questionnaire-C30 (EORTC-QLQ C30) will assess health-related quality of life, consisting of subscales including functional scales (physical, role, cognitive, emotional, social), symptom scales (fatigue, pain, and nausea and vomiting), global health status and quality of life scale, also several single-item symptom measures. The score ranges from 0 to 100 and a higher value indicates a better quality of life.",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Prostate Cancer-Specific Anxiety",
                            "SecondaryOutcomeDescription": "Assessed by the Memorial Anxiety Scale for Prostate Cancer (MAX-PC), an 18-item questionnaire with a 4-point Likert-type scale asking how frequently certain \"comments made by men about prostate cancer\" were true of the respondent. Each item is scored from 0 to 4 with anchors ranging from \"Not at all\" to \"Often.\"",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Fear of Cancer Progression Assessment",
                            "SecondaryOutcomeDescription": "The Fear of Cancer Recurrence Inventory (FCRI) is a well-established scale for in-depth assessment of FCR in research. The short form of this measure (FCRI-SF), consisting of 9 items, has been used as a tool to screen for clinical levels of fear of cancer recurrence (FCR). The FCRI-SF is often used to identify potential cases of clinically significant FCR.",
                            "SecondaryOutcomeTimeFrame": "Baseline (Week 1) and post-intervention (Week 18)"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAge ≥18 years; due to the rarity of the disease in those <18 years, this age bracket will not be included\nSelf-identify as Black\nDiagnosed with early-stage (e.g., very-low to favorable-intermediate grade), localized prostate cancer\nInitiating or having been undergoing active surveillance\nNo plans for invasive treatment for their prostate cancer in the following 16 weeks from the time of enrollment\nMedical clearance to perform exercise intervention and testing by their treating urologist\nNo uncontrolled medical conditions that could be exacerbated with exercise\nAbility to communicate and complete written forms in English\nParticipate in less than or equal to 60 minutes of moderate-to-vigorous aerobic exercise per week over the past month\nAbility to understand and the willingness to sign informed consent prior to any study-related procedures\nWilling to travel to Dana-Farber Cancer Institute for necessary data collection\n\nExclusion Criteria:\n\nReceiving any invasive curative-intent treatment for prostate cancer, including surgery, chemotherapy, radiation therapy, and hormonal therapy. This study is to exclusively target patients on active surveillance who are not receiving curative cancer treatment and to examine the effects of the intervention on biochemical progression of existing prostate tumor.\nPatients with metastasis and/or other active malignancies (except basal cell carcinoma) and/or receiving treatment for those malignancies. This study is to exclusively target patients with early-stage prostate cancer on active surveillance to investigate the effects of the intervention on biochemical progression of prostate tumor, as such other active malignancies or any relevant treatment may contaminate the study results.\nParticipate in more than 60 minutes of moderate-to-vigorous aerobic exercise per week over the past month. This study targets insufficiently active persons to assess the effect of the described exercise intervention, where additional exercise done regularly will contaminate the intervention effects.\nUnstable comorbidities that prevent participation in moderate-to-vigorous intensity exercise. Patients with unstable comorbidities may develop unexpected adverse events from exercise. For the purpose of patients' safety, as well as because part of this study involves remote, home-based exercise where close supervision is not possible, patients with unstable medical conditions are excluded.\nSubjects who in the opinion of the investigator may not be able to comply with the safety monitoring requirements of the study.",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "GenderBased": "Yes",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Dong-Woo Kang, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "617-582-7494",
                            "CentralContactEMail": "Dong-Woo_Kang@dfci.harvard.edu"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Dong-Woo Kang, PhD",
                            "OverallOfficialAffiliation": "Dana-Farber Cancer Institute",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Beth Israel Deaconess Medical Center",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02215",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Boris Gershman, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "617-667-3739",
                                        "LocationContactEMail": "BGershma@bidmc.harvard.edu"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Dana-Farber Cancer Institute",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02215",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Dong-Woo Kang, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "617-582-7494",
                                        "LocationContactEMail": "Dong-Woo_Kang@dfci.harvard.edu"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: [contact information for Sponsor Investigator or designee]. The protocol and statistical analysis plan will be made available on ClinicalTrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)"
                    ]
                },
                "IPDSharingTimeFrame": "Data can be shared no earlier than 1 year following the date of publication",
                "IPDSharingAccessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}