{
    "Rank": 1097,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04682847",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2020-212"
                },
                "Organization": {
                    "OrgFullName": "Allegheny Singer Research Institute (also known as Allegheny Health Network Research Institute)",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Radiotherapy With Iron Oxide Nanoparticles (SPION) on MR-Linac for Primary & Metastatic Hepatic Cancers",
                "OfficialTitle": "Adaptive Stereotactic Radiotherapy With Superparamagnetic Iron Oxide Nanoparticles (SPION) Cellular Magnetic Resonance Imaging on MR-Linac (MR-L-SPION) for Primary and Metastatic Hepatic Malignancies With Assessment of Treatment Response."
            },
            "StatusModule": {
                "StatusVerifiedDate": "February 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "November 19, 2020",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "April 30, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "April 30, 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "November 24, 2020",
                "StudyFirstSubmitQCDate": "December 19, 2020",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 24, 2020",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "February 17, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "February 21, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Alexander Kirichenko",
                    "ResponsiblePartyInvestigatorTitle": "Associate Professor Temple University School of Medicine System Director Stereotactic Body Radiotherapy and GI Cancer Programs Division of Radiation Oncology Allegheny Health Network Cancer Institute",
                    "ResponsiblePartyInvestigatorAffiliation": "Allegheny Singer Research Institute (also known as Allegheny Health Network Research Institute)"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Allegheny Singer Research Institute (also known as Allegheny Health Network Research Institute)",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "Yes",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "There is a high prevalence of hepatic cirrhosis in patients with hepatocellular carcinomas (HCC), or chemotherapy-induced hepatic atrophy or hepatosteatosis in patients with liver metastases associated with high risk of radiation-induced liver disease (RILD) after stereotactic body radiotherapy (SBRT). MRI-SPION radiotherapy planning will facilitate detection and maximize avoidance of residual functionally active hepatic parenchyma from over-the-threshold irradiation thus increasing safety of liver SBRT in patients with pre-existing liver conditions. The investigators have previously demonstrated that liver SBRT with SPECT/CT functional treatment planning utilizing 99mTc sulfur colloid in transplant eligible patients associated with minimal hepatotoxicity and without hastening of advanced hepatic cirrhosis progression while patients await liver transplant. Switching from nuclear medicine to an MR-Linac-SPION based quantitative treatment-planning platform will substantially improve diagnostic accuracy in defining safe volumes of residual functional hepatic parenchyma for liver SBRT planning on MR-Linac.",
                "DetailedDescription": "Setting/Participants:\n\nThe study will be performed at a single center - Allegheny General Hospital (AGH) in a setting of referral-based outpatients within the Allegheny Health (AHN) network.\n\n25 patients with primary and metastatic liver tumors and hepatic cirrhosis eligible for liver SBRT will be enrolled in this study.\n\nStudy Interventions and Measures:\n\nMRI cellular imaging of hepatic parenchyma with SPION will be performed on a 1.5T MRI (Elekta MR-Linac) on the day of radiotherapy planning. Hepatic SPION accumulation will be quantified and delineated to designate volumes for conformal avoidance on the MR-Linac during liver SBRT. This quantitative assessment will be compared to the already established methodology using CT/SPECT images developed at AGH. Treatment outcomes and toxicity due to improved conformal avoidance of functional normal liver volumes will be assessed for these patients. Dose-response of tumor and hepatic parenchyma to SBRT will be examined using MR-Linac imaging, pathologic criteria and molecular profiling of explanted livers in a subset of patients who received liver SBRT as a bridge to transplant.\n\nMain outcome of the study:\n\nDevelopment and evaluation of a novel MRI-Linac based functional treatment planning platform with DICOM-compatible applications for visualization and subsequent conformal avoidance of residual, functionally active hepatic parenchyma in patients undergoing liver SBRT to primary and metastatic malignancies with the assessment of tumor and hepatic parenchyma response using MR imaging correlated with both pathologic and genomic criteria in a subset of patients receiving SBRT as a bridge to liver transplant."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Liver Neoplasms",
                        "Hepatic Cirrhosis",
                        "Hepatic Carcinoma",
                        "Liver Cancer",
                        "Liver Metastases",
                        "Liver Carcinoma",
                        "Hepatocellular Carcinoma",
                        "Hepatocellular Cancer",
                        "Hepatic Atrophy"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Liver",
                        "Liver Cancer",
                        "Liver Carcinoma",
                        "Liver Metastases"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "Blood and tumor samples"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "40",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Primary and metastatic liver tumors and hepatic cirrhosis",
                            "ArmGroupDescription": "This study is a single arm prospective study that will enroll 25 patients with primary and metastatic liver tumors and hepatic cirrhosis eligible for liver SBRT who will be receiving treatment at a single center - Allegheny General Hospital.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Ferumoxytol injection"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Ferumoxytol injection",
                            "InterventionDescription": "This is a prospective observation study of 1.5T MR-Linac-SPION imaging with Ferumoxytol for radiotherapy planning in patients with pre-existing liver condition in order to increase safety of liver SBRT with assessment of tumor and hepatic parenchyma response.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Primary and metastatic liver tumors and hepatic cirrhosis"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Feraheme™ (ferumoxytol) Injection"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Develop a platform to maintain liver functionality during treatment for liver cancer",
                            "PrimaryOutcomeDescription": "The primary goal of the study is to develop MRI-linac SPION based radiotherapy planning platform for detection and conformal avoidance of residual, functionally active hepatic parenchyma during liver SBRT for primary and metastatic hepatic malignancies in patients with hepatic cirrhosis. Treatment outcomes and toxicity due to improved conformal avoidance of functional normal liver volumes will be assessed for these patients.\n\nProgression in Child-Pugh and MELD scores, disease free survival, and overall survival (with and without liver transplant) will be evaluated via Kaplan Meier analysis. Freedom from MELD score progression will be measured against residual volumes of functionally active hepatic parenchyma defined on MRI-linac SPION via Cox proportional hazard regression models. Statistical analysis will be conducted with MedCalc version 11.3.",
                            "PrimaryOutcomeTimeFrame": "Two Years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Develop applications for assessing the liver functionality of those with liver cancer",
                            "SecondaryOutcomeDescription": "MRI and planning CT images will be co-registered using deformable image registration, and volumes with SPIO accumulation will be delineated as avoidance structures by the physician and clinical physicist. DICOM-compatible applications will be developed for contouring and quantitative assessment of functionally active volumes of hepatic parenchyma obtained from MR-Linac-SPIO images with subsequent conformal avoidance in the beam placement process during 3-D Conformal radiotherapy planning.\n\nA non-contrast enhanced liver MR images will be acquired per fraction with propagation of the previously identified avoidance volumes in the adapted plans.\n\nFollow-up MR-imaging of the patients will be obtained to assess tumor and hepatic parenchyma response treatment.",
                            "SecondaryOutcomeTimeFrame": "Two Years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Examine the dose-response of tumor and liver tissue in patients who received liver transplant after receiving SBRT",
                            "SecondaryOutcomeDescription": "The dose-response of tumor and hepatic parenchyma to SBRT will be examined using MR imaging (on MR-Linac), pathologic criteria and molecular profiling of explanted livers in a subset of patients who received liver SBRT as a bridge to transplant.\n\nIn patients undergoing liver transplant MRI data sets will be merged with 3D dosimetry data and evaluated by a clinical physicist. Radiographic liver responses will be compared with explant liver pathology. The pathologic and genomic analysis will document both tumor and hepatic parenchymal response to SBRT. The chronology of tumor and hepatic parenchymal response and regeneration to radiotherapy will be evaluated. Initial 3D dosimetry will be combined with the pathologic assessment to determine any dose threshold for healthy liver regeneration following SBRT with MR-Linac SPION functional imaging.",
                            "SecondaryOutcomeTimeFrame": "Two Years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPatients age 18-89 years\nWomen of childbearing age must have a negative urine/serum pregnancy test (per standard of care) and must use an acceptable method of contraception, including abstinence, a barrier method (diaphragm or condom), Depo-Provera, or an oral contraceptive, for the duration of the study Women beyond childbearing are not required to use contraception.\nChild-Pugh A or B liver function;\nChild-Pugh C liver function for transplant eligible patients only.\nSingle or multinodular tumors (up to four) are permitted.\nPatients required to have more than 30% of functionally active uninvolved liver outside radiation target volume;\nNo prior liver radiation, including radioembolization;\nECOG (Eastern Cooperative Oncology Group) performance score >=2\n\nExclusion Criteria:\n\nPatients over 90 year of age\nBilirubin x3 upper limit of normal;\nAST (aspartate aminotransferase) or ALT (alanine transaminase) x6 upper limit of normal;\nHemoglobin less than 80 g/L;\nPatients with recurrent ascites (paracentesis q ≥2 weeks);\nPatients with history of hypersensitivity to Feraheme or any other IV iron products;\nPatients with hemochromatosis (iron overload).",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "MaximumAge": "89 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients with primary and metastatic liver tumors and hepatic cirrhosis eligible for liver SBRT will be enrolled in this study who will be receiving treatment at Allegheny General Hospital, Pittsburgh, PA.",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Alexander Kirichenko, MD, PhD",
                            "OverallOfficialAffiliation": "Allegheny Singer Research Institute (also known as Allegheny Health Network Research Institute)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Allegheny General Hospital",
                            "LocationCity": "Pittsburgh",
                            "LocationState": "Pennsylvania",
                            "LocationZip": "15212",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No",
                "IPDSharingDescription": "Only de-identified data will be shared with collaborators of the trial."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000002277",
                            "ConditionMeshTerm": "Carcinoma"
                        },
                        {
                            "ConditionMeshId": "D000009362",
                            "ConditionMeshTerm": "Neoplasm Metastasis"
                        },
                        {
                            "ConditionMeshId": "D000006528",
                            "ConditionMeshTerm": "Carcinoma, Hepatocellular"
                        },
                        {
                            "ConditionMeshId": "D000008113",
                            "ConditionMeshTerm": "Liver Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000008103",
                            "ConditionMeshTerm": "Liver Cirrhosis"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009375",
                            "ConditionAncestorTerm": "Neoplasms, Glandular and Epithelial"
                        },
                        {
                            "ConditionAncestorId": "D000009370",
                            "ConditionAncestorTerm": "Neoplasms by Histologic Type"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009385",
                            "ConditionAncestorTerm": "Neoplastic Processes"
                        },
                        {
                            "ConditionAncestorId": "D000010335",
                            "ConditionAncestorTerm": "Pathologic Processes"
                        },
                        {
                            "ConditionAncestorId": "D000000230",
                            "ConditionAncestorTerm": "Adenocarcinoma"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000008107",
                            "ConditionAncestorTerm": "Liver Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005355",
                            "ConditionAncestorTerm": "Fibrosis"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M11997",
                            "ConditionBrowseLeafName": "Neoplasm Metastasis",
                            "ConditionBrowseLeafAsFound": "Metastases",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M9303",
                            "ConditionBrowseLeafName": "Carcinoma, Hepatocellular",
                            "ConditionBrowseLeafAsFound": "Liver Carcinoma",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M5224",
                            "ConditionBrowseLeafName": "Carcinoma",
                            "ConditionBrowseLeafAsFound": "Carcinoma",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4279",
                            "ConditionBrowseLeafName": "Atrophy",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10793",
                            "ConditionBrowseLeafName": "Liver Cirrhosis",
                            "ConditionBrowseLeafAsFound": "Hepatic Cirrhosis",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M10803",
                            "ConditionBrowseLeafName": "Liver Neoplasms",
                            "ConditionBrowseLeafAsFound": "Liver Neoplasms",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M12010",
                            "ConditionBrowseLeafName": "Neoplasms, Glandular and Epithelial",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12005",
                            "ConditionBrowseLeafName": "Neoplasms by Histologic Type",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12020",
                            "ConditionBrowseLeafName": "Neoplastic Processes",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M3275",
                            "ConditionBrowseLeafName": "Adenocarcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10797",
                            "ConditionBrowseLeafName": "Liver Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8175",
                            "ConditionBrowseLeafName": "Fibrosis",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionMeshList": {
                    "InterventionMesh": [
                        {
                            "InterventionMeshId": "D000052203",
                            "InterventionMeshTerm": "Ferrosoferric Oxide"
                        }
                    ]
                },
                "InterventionAncestorList": {
                    "InterventionAncestor": [
                        {
                            "InterventionAncestorId": "D000006397",
                            "InterventionAncestorTerm": "Hematinics"
                        },
                        {
                            "InterventionAncestorId": "D000057947",
                            "InterventionAncestorTerm": "Parenteral Nutrition Solutions"
                        },
                        {
                            "InterventionAncestorId": "D000019999",
                            "InterventionAncestorTerm": "Pharmaceutical Solutions"
                        }
                    ]
                },
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M10223",
                            "InterventionBrowseLeafName": "Iron",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M10800",
                            "InterventionBrowseLeafName": "Liver Extracts",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M26686",
                            "InterventionBrowseLeafName": "Ferrosoferric Oxide",
                            "InterventionBrowseLeafAsFound": "Hemodynamics",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M9175",
                            "InterventionBrowseLeafName": "Hematinics",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M21550",
                            "InterventionBrowseLeafName": "Pharmaceutical Solutions",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M28624",
                            "InterventionBrowseLeafName": "Parenteral Nutrition Solutions",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "Micro",
                            "InterventionBrowseBranchName": "Micronutrients"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "Hemat",
                            "InterventionBrowseBranchName": "Hematinics"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "PhSol",
                            "InterventionBrowseBranchName": "Pharmaceutical Solutions"
                        }
                    ]
                }
            }
        }
    }
}