{
    "Rank": 1099,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03721211",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "17-447"
                },
                "Organization": {
                    "OrgFullName": "Massachusetts General Hospital",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Imaging With [11C]Martinostat in Breast Cancer",
                "OfficialTitle": "Imaging With [11C]Martinostat in Breast Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "February 2020",
                "OverallStatus": "Withdrawn",
                "WhyStopped": "Principal investigator left the study institution.",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 1, 2020",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "February 28, 2020",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "October 31, 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "October 24, 2018",
                "StudyFirstSubmitQCDate": "October 24, 2018",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "October 26, 2018",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "February 28, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 3, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Christine Elizabeth Edmonds",
                    "ResponsiblePartyInvestigatorTitle": "Sponsor Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Massachusetts General Hospital"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Christine Elizabeth Edmonds",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "Yes",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This research study is studying a PET imaging tracer as a possible means of imaging breast cancer.\n\nThe imaging agent involved in this study is:\n\n-[11C]Martinostat (called C-eleven-Martinostat)",
                "DetailedDescription": "This research study is a Pilot Study, which is the first time investigators are examining this study imaging agent in patients who have breast cancer.\n\nThe FDA (the U.S. Food and Drug Administration) has approved [11C]Martinostat as an investigational tracer (a type of dye used to for radiographic imaging) in a select few research studies. The FDA has not approved this tracer for any use outside of research.\n\nIn this research study, the investigators are investigating the use of a PET tracer called [11C]Martinostat in patients with breast cancer.\n\nThe purpose of the study is to take images that can measure the amount of a protein called histone deacetylase, or 'HDAC' in breast tumors. Proteins are molecules made from amino acids that perform activities in the cell for the body to function in a healthy way. Prior research suggests that HDAC levels or amounts can be altered in some breast tumors. The investigators are trying to develop a method of imaging the HDAC protein in breast tumors. This could help them to study protein changes that occur in some breast tumors, and potentially help guide treatment of breast tumors in the future.\n\nIn this study, the investigators will take the pictures of the participant's chest, including the breasts, using a PET/MRI scanner. The investigators will the study tracer, or dye, called [11C]Martinostat to make these detailed pictures.\n\n[11C]Martinostat was initially developed to image the HDAC protein within the brain, because amounts or levels of HDAC can be altered in some diseases of the brain. In these previous studies of [11C]Martinostat conducted in humans, there were no adverse events (there have been no problems). While this is not the first time [11C]Martinostat has been used in humans, it is the first study in which the investigators are using this tracer to study breast cancer."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Breast Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 1"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Diagnostic",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "0",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "[11C]Martinostat",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Subjects will be administered [11C]Martinostat, which is synthesized on site at the MGH Martinos Imaging Center\nAll subjects will undergo an MR-PET scan of the thorax, including the breasts, to determine tumor uptake\nAll subjects will be scanned using [11C]Martinostat during an imaging session on a Siemens Biograph mMR integrated MR-PET scanner\nPET imaging will begin concomitant with radiotracer administration",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: [11C]Martinostat",
                                    "Device: MR-PET scanner"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "[11C]Martinostat",
                            "InterventionDescription": "a type of dye used for radiographic imaging of the HDAC protein",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "[11C]Martinostat"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Martinostat"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Device",
                            "InterventionName": "MR-PET scanner",
                            "InterventionDescription": "PET, or positron emission tomography, is a type of imaging test that uses a tracer, or dye, to make detailed pictures showing the activities of the cells that make up tissues and organs",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "[11C]Martinostat"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "PET-MRI Visualization and Quantification of Breast Tumor Uptake of [11C]Martinostat Above Background Uptake, as Assessed by SUV Measurements",
                            "PrimaryOutcomeDescription": "Evaluate the ability of PET-MRI to visualize and quantify uptake of [11C]Martinostat in breast tumors above background tracer uptake. SUVmax will be collected from the primary breast tumor and the normal background breast tissue. The study is powered to detect a difference in mean background SUVmax of 0.4 in breast parenchyma uninvolved by tumor and breast parenchyma with breast tumor using a two-sample t-test.",
                            "PrimaryOutcomeTimeFrame": "up to 2 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Quantitative [11C]Martinostat-PET Uptake in Primary Breast Cancer, and Correlation with Expression of HDAC Isoforms",
                            "SecondaryOutcomeDescription": "Expression levels of HDAC isoforms will be determined from the baseline breast tumor biopsy specimens via western blot analysis. SUV measurements will be collected from the primary breast tumors on PET-MRI.",
                            "SecondaryOutcomeTimeFrame": "up to 2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Correlation of Total Volume of Distribution of Dynamic [11C]Martinostat Uptake with Expression of HDAC Isoforms",
                            "SecondaryOutcomeDescription": "Expression levels of HDAC isoforms will be determined from the baseline breast tumor biopsy specimens via western blot analysis. The total volume of [11C]Martinostat distribution will be collected from each PET-MRI.",
                            "SecondaryOutcomeTimeFrame": "up to 2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Comparison of HDAC Isoform Expression by Western Blot Across Breast Tumor Subtypes",
                            "SecondaryOutcomeDescription": "Expression levels of HDAC isoforms will be determined from the baseline breast tumor biopsy specimens via western blot analysis and will be analyzed for an association with the tumor subtype as determined by expression of the estrogen receptor, progesterone receptor, and HER2 receptor on clinical pathology.",
                            "SecondaryOutcomeTimeFrame": "up to 2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "HDAC Expression Levels in Breast Tumors Compared to HDAC Expression in Adjacent Normal Breast Parenchyma",
                            "SecondaryOutcomeDescription": "Comparison of the expression of HDAC in breast tumors to the expression of HDAC in the adjacent normal breast parenchyma. Expression levels of HDAC isoforms will be determined from the baseline breast tumor biopsy specimens via western blot analysis. Expression of HDAC isoforms in the normal breast parenchyma will be determined from biopsy tissue that is collected from the same breast with the cancer, but in a region of healthy breast parenchyma not involved by tumor.",
                            "SecondaryOutcomeTimeFrame": "up to 2 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nBe at least 18 years or age (required for legal consent)\nHave ECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A)\nHave breast imaging findings from mammogram, ultrasound, or breast MRI that are highly suspicious (i.e. coded as BI RADS 5) for breast cancer.\nHave primary breast tumor that is at least 2 cm in diameter as measured in any dimension on either mammogram, ultrasound, or breast MRI\nHave the ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\nGeneral Exclusion Criteria\n\nPreviously treated breast cancer\nConcurrent malignancy of any type\nRecent breast surgery (within the past 12 months) on the ipsilateral breast as the current breast tumor\nImpaired elimination (as defined as having problems with urination)\nMetallic foreign bodies that would be affected by the MRI magnet, or fear of enclosed spaces likely to make the subject unable to undergo an MRI scan\nParticipation in a research study/studies involving radiation exposure within the past 12 months\nUncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, major kidney or liver disease, or psychiatric illness/social situations that would limit compliance with study requirements\nPregnancy\nCurrently lactating (either breast feeding or breast pumping)\nPregnant women are excluded from this study because of the radioactivity of [11C]Martinostat and the resulting risks of teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to administration of [11C]Martinostat, and because lactation may potentially affect the uptake of [11C]Martinostat on PET, breastfeeding women are excluded from the study.\n\nGeneral MR and PET Safety Exclusion Criteria:\n\nElectrical implants such as cardiac pacemakers or perfusion pumps\nFerromagnetic implants such as aneurysm clips, surgical clips, prostheses, artificial hearts, valves with steel parts, metal fragments, shrapnel, metallic tattoos anywhere on the body, tattoos near the eye, steel implants, ferromagnetic objects such as jewelry or metal clips in clothing\nPre-existing medical conditions including a likelihood of developing seizures or claustrophobic reactions, and any greater than normal potential for cardiac arrest\nInability to lie comfortably on a bed inside a PET camera for 90 minutes as assessed by physical examination and medical history (e.g. back pain, arthritis)\nPregnancy: A negative serum pregnancy test is required on the day of the PET procedure for female subjects of child-bearing age.\nBody weight of > 250 lbs (weight limit of the MRI table as well as risks to larger patients from MRI elements)",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Christine E Edmond, MD",
                            "OverallOfficialAffiliation": "Massachusetts General Hospital",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Massachusetts General Hospital Cancer Center",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02214",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}