{
    "Rank": 112,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03459781",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "EJC001"
                },
                "Organization": {
                    "OrgFullName": "University of Arizona",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Compassion Meditation for Cancer Survivor-Caregiver Dyads",
                "OfficialTitle": "Compassion Meditation for Cancer Survivor-Caregiver Dyads: Feasibility and Preliminary Efficacy of Cognitively-Based Compassion Training (CBCT®) for Solid Tumor Cancer Survivors and Their Informal Caregivers"
            },
            "StatusModule": {
                "StatusVerifiedDate": "February 2022",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 14, 2018",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "January 11, 2020",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "January 11, 2020",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "February 27, 2018",
                "StudyFirstSubmitQCDate": "March 2, 2018",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "March 9, 2018",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "February 22, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 10, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Thaddeus Pace",
                    "ResponsiblePartyInvestigatorTitle": "Assistant Professor of Nursing, Psychiatry, and Psychology",
                    "ResponsiblePartyInvestigatorAffiliation": "University of Arizona"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Thaddeus Pace",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Survivors of solid tumor cancers and their informal caregivers (family, friends) experience impairments in health-related quality of life (HRQOL) including disruptions in psychological, physical, social, and spiritual well-being. Our prior work demonstrates that impairments in depression, anxiety, fatigue, and negative affect experienced by cancer survivors across time are interdependent those experienced by their informal caregivers. These findings suggest that interventions directed simultaneously toward both members of the cancer survivor-caregiver dyad may be especially impactful in improving HRQOL in cancer survivors and informal caregivers. Although a number of interventions have been developed and tested to support the survivor or the caregiver, few have attempted to simultaneously intervene with both to improve HRQOL within the collective survivor-caregiver dyad. CBCT®, Cognitively-Based Compassion Training (already piloted by members of this team with breast cancer survivors, is an 8-week manualized meditation-based program that starts with attention and mindfulness training and builds to contemplation about compassion for the self and others. The proposed pilot feasibility study builds upon this work to intervene with caregivers in addition to survivors of solid tumor cancers. The major aim of the proposed project is to test the feasibility and acceptability of CBCT® for survivors of solid tumor cancer and their informal caregivers after the end of cancer treatment. The project will also determine in a preliminary manner whether or not CBCT® (compared to a cancer health education [CHE] comparison group) has a positive impact on different measures of HRQOL (e.g. features of depression and anxiety, fatigue, social isolation), stress-related biomarkers of inflammation and cortisol, and assessments related to healthcare utilization.\n\nIMPORTANT READER NOTE: ==> A prior version of this study protocol on clinicaltrials.gov incorrectly stated information about interpretation of scores of the Morisky Medication Adherence Scale-8 (MMAS-8). ==> Individuals interested in using the MMAS-8 are directed to https://morisky.org for information about the scale, as well as for licensing and other requirements for using the MMAS-8 in their research or clinical practice. Dr. Pace and his colleagues sincerely regret any incorrect information posted previously about the MMAS-8 on this clinicaltrials.gov trial website.",
                "DetailedDescription": "The overarching purpose of this research is to determine the feasibility, acceptability, and preliminary efficacy of Cognitively-Based Compassion Training (CBCT®) compared to a cancer health education (CHE) attention on dimensions of health-related quality of life (HRQOL), biomarkers of inflammation and diurnal cortisol rhythm, and healthcare utilization-related endpoints including healthcare-related patient activation. To address this goal the study will be conducted to address four specific aims:\n\nAim 1: To obtain evidence of preliminary efficacy of CBCT® versus CHE for survivors of solid tumor cancer and their informal caregivers to improve health-related quality of life outcomes. The objective of this aim is to estimate effect sizes for the differences between CBCT® and CHE at weeks 9 and 13 on HRQOL-related outcomes including psychological (depression*, anxiety, positive affect), physical (fatigue), social (empathy, feelings of social connection/isolation, dyadic function), and spiritual (self-compassion) domain as well as global well-being. The noted endpoint (*) is considered primary, and the others are secondary. We predict that CBCT® will result in better primary and secondary outcomes than CHE at weeks 9 and 13 (Study Hypothesis 2).\n\nAim 2: To obtain preliminary evidence of efficacy of CBCT® versus CHE for survivors of solid tumor cancer and their informal caregivers to influence stress-related biomarkers of inflammation and diurnal cortisol rhythm. The objective of this aim is to estimate group differences at weeks 9 and 13 on stress-related biomarkers of inflammation (plasma IL-6, IL-1β, TNF-α), as well as diurnal saliva cortisol rhythm in survivor-caregiver dyads randomized to CBCT® compared to survivor-caregiver dyads randomized to CHE. For this aim we predict that CBCT® will result in lower proinflammatory cytokines (decreased IL-6, IL-1β, TNF-α) than CHE at weeks 9 and 13 (Study Hypothesis 3). We also predict that CBCT® will result in steeper slope (i.e. more dynamic diurnal cortisol rhythm) than CHE at weeks 9 and 13 (Study Hypothesis 4).\n\nAim 3: To obtain preliminary evidence of efficacy of CBCT® versus CHE for survivors of solid tumor cancer and their informal caregivers to improve health care utilization and patient activation in both survivors of solid tumor cancers and their informal caregivers over 13 weeks of the study. The objective of this aim is to estimate effect sizes for the differences between CBCT® and CHE at weeks 9 and 13 on health care utilization (i.e. keeping appointments, use of preventive services, hospitalizations, and use of urgent care or emergency department services), and patient activation (i.e. motivation, knowledge, skills and confidence in managing personal health). For this aim, we predict that CBCT® will result in better healthcare utilization (lower hospitalizations, use of urgent care or emergency department services, greater keeping of the appointments and use of preventive services), and greater patient activation than CHE over weeks 1-9 and 10-13 of the study (Study Hypothesis 5).\n\nAim 4: To explore the interdependence of solid tumor cancer survivor and informal caregiver health-related quality of life from before to after CBCT®. The objective of this aim is to determine the degree to which HRQOL measures, biomarkers of inflammation, or diurnal cortisol rhythm in survivors predict the corresponding outcomes in caregivers (and vice-versa).\n\nOver the course of the study we will randomize 20 cancer survivor-caregiver dyads to CBCT®, and 20 dyads to the CHE attention group. We will conduct the study in several cohorts, with 4-10 dyads randomized to CBCT® and 4-10 dyads randomized with CHE in each cohort. The research procedures are elaborated below in chronological order of when they will occur for each study cohort. The study will consist of four major phases after recruitment/ screening/ consent:\n\nBaseline (pre-intervention) assessments\nIntervention phase\n9-week (post-intervention) assessments\n3-month (post intervention) assessments\n\nAssessments - Baseline (pre-intervention)\n\nAfter successful recruitment, screening, and consent we will invite solid tumor cancer survivor-informal caregiver dyads to the College of Nursing for the baseline assessment. Shortly after arrival blood will be collected from participants before starting self-report questionnaires. Blood will be drawn in order to obtain plasma and peripheral blood mononuclear cells (PBMCs). Blood (2 X 7 milliliters) will be collected by venipuncture into EDTA-coated vacutainer tubes by the (TBA) study phlebotomist, and then immediately processed to obtain plasma or PBMCs.\n\nAfter blood sampling at the baseline assessment is complete we will next ask survivor-caregiver dyads to complete self-report assessments. Self-report instruments to be completed will assess different dimensions of health-related quality of life (HRQOL) and healthcare adherence/ utilization.\n\nInterventions\n\nWithin 2 weeks of the baseline assessment study participants will begin either 8 weeks of CBCT® or 8 weeks of CHE, depending on randomization. Study group will be revealed to study participants and study staff after the completion of the baseline assessment.\n\nUpon randomization to either the CBCT® or CHE groups participants will be given a booklet, \"Survivorship and Surveillance Guidelines\", and another booklet, \"Healthy Behaviors for a Healthier Life.\" Although these booklets will not be referred to directly throughout CBCT® or CHE, participants will be encouraged review them and ask questions about the content of these booklets throughout the study. Participants with questions after reviewing these booklets will be referred to Dr. Badger, clinical co-I. These booklets are being included because they may have an indirect effect on measures of health care adherence/ utilization in both the CBCT® and CHE groups.\n\nAssessments - 9 weeks\n\nWithin a week of concluding the study interventions we will schedule all survivor-caregiver dyads to return to the College of Nursing for the 9-week assessment. The 9-week assessment will mirror the baseline assessment except for the healthcare utilization questionnaire, which will use an 9-week version of this questionnaire.\n\nAssessments - 3 months\n\nAbout 4 weeks later we will have all survivor-caregiver dyads visit the College of Nursing for the final, 3-month assessment time point. As with the 8-week assessment, this visit will mirror the baseline assessment except for a different healthcare utilization questionnaire, which will use a 3-month version of this questionnaire.\n\nIMPORTANT READER NOTE: ==> A prior version of this study protocol on clinicaltrials.gov incorrectly stated information about interpretation of scores of the Morisky Medication Adherence Scale-8 (MMAS-8). ==> Individuals interested in using the MMAS-8 are directed to https://morisky.org for information about the scale, as well as for licensing and other requirements for using the MMAS-8 in their research or clinical practice. Dr. Pace and his colleagues sincerely regret any incorrect information posted previously about the MMAS-8 on this clinicaltrials.gov trial website."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer Survivors",
                        "Informal Cancer Caregivers (Family and Friends of Cancer Survivors)"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 1",
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "Over the course of the study we will randomize 20 survivor-caregiver dyads to CBCT®, and 20 dyads to the CHE. We will conduct the study in several cohorts, with 4-10 dyads randomized to CBCT® and 4-10 dyads randomized with CHE in each cohort.",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Single",
                        "DesignMaskingDescription": "All investigators will remain blinded, except for the study interventionists who will administ the CBCT® and CHE programs to participants and research coordinator who will inform participants about group assignment. Study interventionists and the study coordinator will not conduct data collection procedures or analyses of data that is collected.",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Investigator"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "82",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cognitively-Based Compassion Training",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Cancer survivors and their informal caregivers (family and close friends), one of whom has at least mild depression and/or anxiety features (determined by PROMIS Depression 4a and PROMIS Anxiety 4a, respectively) who are randomized to CBCT®.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Cognitively-Based Compassion Training"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "CHE (Cancer Health Education)",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Cancer survivors and their informal caregivers (family and close friends), one of whom has at least mild depression and/or anxiety features (determined by PROMIS Depression 4a and PROMIS Anxiety 4a, respectively) who are randomized to CHE.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: CHE (Cancer Health Education)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Cognitively-Based Compassion Training",
                            "InterventionDescription": "CBCT® was designed at Emory University by Lobsang Tenzin Negi. CBCT® is a secular adaptation of techniques derived from traditional Tibetan Buddhist methods for cultivating compassion known as lo-jong. Over the course of 8 weeks there will a total of 8 CBCT® sessions, one session per week, led by the CBCT® instructor. Dyads will attend the weekly CBCT® classes together. Each weekly session will last for 90 minutes and will begin with brief meditation to focus attention. The instructor will then articulate content and goals of the current week, after which a group discussion led by the instructor will take place. A session will end with a 20-30 minute meditation. Dyads will be encouraged to practice a minimum of 10 minutes per day at home, and together as a dyad if possible.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Cognitively-Based Compassion Training"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "CHE (Cancer Health Education)",
                            "InterventionDescription": "The cancer health education (CHE) intervention is an adaptation of the in-person program called Health Discussion, a protocol used by our group previously. The CHE will focus on relevant topics to health and cancer including 1) cancer advocacy, 2) health and cancer biology, 3) nutrition, 4) lifestyle interventions such as physical activity and goals for physical activity, 5) the importance of good sleep, 6) the impact of stress, and 7) mental health and social support. CHE will also discuss current events related to cancer. Over the course of 8 weeks there will be a total of 8 sessions, one session per week. Each session will last for approximately 90 minutes.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "CHE (Cancer Health Education)"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Cancer Health Education"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "change in depression features",
                            "PrimaryOutcomeDescription": "The difference in the change in depression features between the intervention arms from before to immediately after the 8-week interventions will be measured with the PROMIS-short form 8a depression scale.",
                            "PrimaryOutcomeTimeFrame": "change from baseline depression score at 9 weeks"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "change in negative affect",
                            "SecondaryOutcomeDescription": "Change in negative effect from from before to immediately after the 8-week interventions will be measured with the 10-item Positive and Negative Affect Schedule.",
                            "SecondaryOutcomeTimeFrame": "change from baseline 10-item Positive and Negative Affect Schedule score at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in negative affect",
                            "SecondaryOutcomeDescription": "Change in negative effect from from before to one month after the 8-week interventions will be measured with the 10-item Positive and Negative Affect Schedule.",
                            "SecondaryOutcomeTimeFrame": "change from baseline 10-item Positive and Negative Affect Schedule score at 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in dyadic function",
                            "SecondaryOutcomeDescription": "Change in dyadic function from from before to immediately after the 8-week interventions will be measured with the Relationship Assessment Scale. This 7-item scale is designed to measure general relationship satisfaction. Respondents answer each item using a 5-point scale ranging from 1 (low satisfaction) to 5 (high satisfaction). Higher total scores indicate higher relationship satisfaction. The range of scores is from 7 to 35.",
                            "SecondaryOutcomeTimeFrame": "change from baseline Relationship Assessment Scale score at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in dyadic function",
                            "SecondaryOutcomeDescription": "Change in dyadic function from from before to one month after the 8-week interventions will be measured with the Relationship Assessment Scale. This 7-item scale is designed to measure general relationship satisfaction. Respondents answer each item using a 5-point scale ranging from 1 (low satisfaction) to 5 (high satisfaction). Higher total scores indicate higher relationship satisfaction. The range of scores is from 7 to 35.",
                            "SecondaryOutcomeTimeFrame": "change from baseline Relationship Assessment Scale score at 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in self-compassion",
                            "SecondaryOutcomeDescription": "Change in self-compassion from from before to immediately after the 8-week interventions will be measured with the Neff Self-Compassion Scale. This 26-item scale is designed to assess compassion for the self. Subscale scores are computed by calculating the mean of subscale item responses. To compute a total self-compassion score, reverse score the negative subscale items before calculating subscale means - self-judgment, isolation, and over-identification (i.e., 1 = 5, 2 = 4, 3 = 3. 4 = 2, 5 = 1) - then compute a grand mean of all six subscale means. Researchers can choose to analyze their data either by using individual sub-scale sores or by using a total score.",
                            "SecondaryOutcomeTimeFrame": "change from baseline Self-Compassion Scale score at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in self-compassion",
                            "SecondaryOutcomeDescription": "Change in self-compassion from from before to one month after the 8-week interventions will be measured with the Neff Self-Compassion Scale. This 26-item scale is designed to assess compassion for the self. Subscale scores are computed by calculating the mean of subscale item responses. To compute a total self-compassion score, reverse score the negative subscale items before calculating subscale means - self-judgment, isolation, and over-identification (i.e., 1 = 5, 2 = 4, 3 = 3. 4 = 2, 5 = 1) - then compute a grand mean of all six subscale means. Researchers can choose to analyze their data either by using individual sub-scale sores or by using a total score.",
                            "SecondaryOutcomeTimeFrame": "change from baseline Self-Compassion Scale score at 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in global well-being",
                            "SecondaryOutcomeDescription": "Change in global well-being from from before to immediately after the 8-week interventions will be measured with the Quality of Life Index.",
                            "SecondaryOutcomeTimeFrame": "change from baseline Quality of Life Index score at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in global well-being",
                            "SecondaryOutcomeDescription": "Change in global well-being from from before to one month after the 8-week interventions will be measured with the Quality of Life Index.",
                            "SecondaryOutcomeTimeFrame": "change from baseline Quality of Life Index score at 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in inflammatory biomarkers",
                            "SecondaryOutcomeDescription": "Change in systemic inflammation from before to immediately after the 8-week interventions will be measured with plasma interleukin [IL]-6, IL-1 beta, and tumor necrosis factor (TNF)- alpha.",
                            "SecondaryOutcomeTimeFrame": "change from baseline inflammation markers at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in inflammatory biomarkers",
                            "SecondaryOutcomeDescription": "Change in systemic inflammation from before to one month after the 8-week interventions will be measured with plasma interleukin [IL]-6, IL-1 beta, and tumor necrosis factor (TNF)- alpha.",
                            "SecondaryOutcomeTimeFrame": "change from baseline inflammation markers at 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in diurnal saliva cortisol rhythm",
                            "SecondaryOutcomeDescription": "Change in diurnal cortisol rhythm from from before to immediately after the 8-week interventions will be measured with the concentrations of cortisol in saliva collected in the morning shortly after waking and in the evening about 2 hours before bedtime.",
                            "SecondaryOutcomeTimeFrame": "change from baseline diurnal saliva cortisol rhythm at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in diurnal saliva cortisol rhythm",
                            "SecondaryOutcomeDescription": "Change in diurnal cortisol rhythm from from before to one month after the 8-week interventions will be measured with the concentrations of cortisol in saliva collected in the morning shortly after waking and in the evening about 2 hours before bedtime.",
                            "SecondaryOutcomeTimeFrame": "change from baseline diurnal saliva cortisol rhythm at 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in healthcare activation / utilization",
                            "SecondaryOutcomeDescription": "Change in health care activation and utilization from from before to immediately after the 8-week interventions will be measured with the investigator-written questionnaire that will measure intent to use cancer-related survivorship plans [survivor] and management plans of other chronic conditions [survivor and caregiver].",
                            "SecondaryOutcomeTimeFrame": "change from baseline healthcare activation/ utilization at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in healthcare activation / utilization",
                            "SecondaryOutcomeDescription": "Change in health care activation and utilization from from before to one month after the 8-week interventions will be measured with the investigator-written questionnaire that will measure intent to use cancer-related survivorship plans [survivor] and management plans of other chronic conditions [survivor and caregiver].",
                            "SecondaryOutcomeTimeFrame": "change from baseline healthcare activation/ utilization 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in depression features one month after the end of the intervention",
                            "SecondaryOutcomeDescription": "The difference in the change in depression features between the intervention arms from before to one month after the 8-week interventions will be measured with the PROMIS-short form 8a depression scale.",
                            "SecondaryOutcomeTimeFrame": "change from baseline depression score at 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in anxiety features one month after the end of the intervention",
                            "SecondaryOutcomeDescription": "The difference in the change in anxiety features between the intervention arms from before to one month after the 8-week interventions will be measured with the PROMIS-short form 8a anxiety scale.",
                            "SecondaryOutcomeTimeFrame": "change from baseline anxiety score at 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in fatigue one month after the end of the intervention",
                            "SecondaryOutcomeDescription": "The difference in the change in fatigue between the intervention arms from before to one month after the 8-week interventions will be measured with the PROMIS-short form 7a fatigue scale.",
                            "SecondaryOutcomeTimeFrame": "change from baseline fatigue score 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in empathy one month after the end of the intervention",
                            "SecondaryOutcomeDescription": "The difference in the change in empathy between the intervention arms from before to one month after the 8-week interventions will be measured with the Interpersonal Reactivity Index (IRI).",
                            "SecondaryOutcomeTimeFrame": "change from baseline IRI total score 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in feelings of social isolation / connection one month after the end of the intervention",
                            "SecondaryOutcomeDescription": "The difference in the change in feelings of social isolation between the intervention arms from before to one month after the 8-week interventions will be measured with the Social Connectedness Scale-Revised (SCS-R).",
                            "SecondaryOutcomeTimeFrame": "change from baseline Social Connectedness Scale-Revised score 3 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in anxiety features",
                            "SecondaryOutcomeDescription": "The difference in the change in anxiety features between the intervention arms from before to immediately after the 8-week interventions will be measured with the PROMIS-short form 8a anxiety scale.",
                            "SecondaryOutcomeTimeFrame": "change from baseline anxiety score at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in fatigue",
                            "SecondaryOutcomeDescription": "The difference in the change in fatigue between the intervention arms from before to immediately after the 8-week interventions will be measured with the PROMIS-short form 7a fatigue scale.",
                            "SecondaryOutcomeTimeFrame": "change from baseline fatigue score at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in empathy",
                            "SecondaryOutcomeDescription": "The difference in the change in empathy between the intervention arms from before to immediately after the 8-week interventions will be measured with the Interpersonal Reactivity Index (IRI).",
                            "SecondaryOutcomeTimeFrame": "change from baseline IRI total score at 9 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "change in feelings of social isolation / connection",
                            "SecondaryOutcomeDescription": "The difference in the change in feelings of social isolation between the intervention arms from before to immediately after the 8-week interventions will be measured with the Social Connectedness Scale-Revised (SCS-R). The SCS-R is a 20-item scale, with higher total scores indicating higher connectedness to others. The range of possible total scores is from 20 to 120. There are no subscales.",
                            "SecondaryOutcomeTimeFrame": "change from baseline Social Connectedness Scale-Revised score at 9 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nCancer survivor inclusion criteria: 1) age 21 or older, 2) have a solid tumor cancer diagnosis, 3) have completed treatments (surgery, radiation, chemotherapy) except for hormonal therapies (e.g. aromatase inhibitors, androgen suppression therapy) a minimum of 3 months and a maximum of 10 years before starting CBCT® or CHE, 4) able to speak and understand English, and 5) able to travel to a centralized location to attend CBCT® or attention control classes.\n\nInformal caregiver inclusion criteria will be: 1) named by the cancer survivor, 2) age 21 or older, 3) able to speak and understand English, 4) cognitively oriented in time, place, and person, and 5) able to travel to a centralized location to attend intervention classes with their solid tumor cancer survivor. Informal caregivers will be excluded if they have ongoing or past regular compassion meditation experience in the last 4 years.\n\nIn addition to these criteria, either the cancer survivor or the informal caregiver must report at least mild anxiety (PROMIS anxiety 4-item raw score > 6) and/ or mild depressive symptoms (PROMIS anxiety 4-item raw score > 6).\n\nExclusion Criteria:\n\nCancer survivor exclusionary factors: 1) diagnosis of major mental illness, 2) nursing home resident, and 3) have ongoing or past regular compassion meditation experience in the last 4 years (i.e. more than two compassion meditation session [completed or attempted] per year, either with a group or individually).\n\nInformal caregiver exclusionary factors: 1) diagnosis of major mental illness, 2) nursing home resident, and 3) have ongoing or past regular compassion meditation experience in the last 4 years (i.e. more than two compassion meditation session [completed or attempted] per year, either with a group or individually).",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "21 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Thaddeus Pace, PhD",
                            "OverallOfficialAffiliation": "University of Arizona",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Arizona",
                            "LocationCity": "Tucson",
                            "LocationState": "Arizona",
                            "LocationZip": "85721",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "31036091",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Pace TWW, Dodds SE, Sikorskii A, Badger TA, Segrin C, Negi LT, Harrison T, Crane TE. Cognitively-Based Compassion Training versus cancer health education to improve health-related quality of life in survivors of solid tumor cancers and their informal caregivers: study protocol for a randomized controlled pilot trial. Trials. 2019 Apr 29;20(1):247. doi: 10.1186/s13063-019-3320-9."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided"
            }
        },
        "DocumentSection": {
            "LargeDocumentModule": {
                "LargeDocList": {
                    "LargeDoc": [
                        {
                            "LargeDocTypeAbbrev": "Prot_SAP",
                            "LargeDocHasProtocol": "Yes",
                            "LargeDocHasSAP": "Yes",
                            "LargeDocHasICF": "No",
                            "LargeDocLabel": "Study Protocol and Statistical Analysis Plan",
                            "LargeDocDate": "February 10, 2022",
                            "LargeDocUploadDate": "02/22/2022 15:54",
                            "LargeDocFilename": "Prot_SAP_000.pdf"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}