{
    "Rank": 122,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05797545",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2022-11-076-002"
                },
                "Organization": {
                    "OrgFullName": "Samsung Medical Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Comparison of Ultrasound and Breast MRI for Breast Cancer Detection",
                "OfficialTitle": "Comparison of Ultrasound and Breast MRI for Breast Cancer Detection Among Women With Dense Breasts and a Personal History of Breast Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "April 2023",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "May 28, 2023",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "May 28, 2028",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "May 28, 2028",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "February 22, 2023",
                "StudyFirstSubmitQCDate": "April 2, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "April 4, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "April 2, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "April 4, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Eun Sook Ko",
                    "ResponsiblePartyInvestigatorTitle": "Associate Professor",
                    "ResponsiblePartyInvestigatorAffiliation": "Samsung Medical Center"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Samsung Medical Center",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The goal of this randomized clinical trial is to compare diagnostic results of secondary breast cancer surveillance using breast ultrasound abbreviated MRI and full protocol MRI.",
                "DetailedDescription": "Women who have been treated for breast cancer are at risk of ipsilateral local/regional recurrence or new primary cancers in the contralateral breast, which are associated with increased rates of distant metastases and breast cancer mortality. The goal of post-treatment imaging surveillance is to detect early second breast cancer, which permits interventions to improve survival and maintain quality of life.\n\nCurrently, most guidelines consistently recommend annual mammography for women with a personal history of breast cancer (PHBC). However, in women with dense breasts, mammographic sensitivity decreased from a level of 85.7%-88.8% in patients with almost entirely fatty tissue to 62.2%-68.1%. Even more, sensitivity of mammography was lower in women with a PHBC within the initial 5 years after primary breast cancer (PBC) treatment. In addition, dense breasts lead to an increased percentage of interval cancer. Thus, the need for a better surveillance modality has emerged.\n\nIn this context, breast US may be considered as a supplemental screening modality because it is widely available, does not need contrast agents, and is of relatively lower cost . A few studies indicate that adding screening US to mammography reduced interval cancer rates for women with dense breasts and enable detection of early-stage cancers at an average of 4.2 cancers per 1000 US examinations. As an another candidate, breast MRI shows high sensitivity and offers the highest cancer detection rate but its routine usage in women with a PHBC is still on debate.\n\nAnother possible imaging modality is breast magnetic resonance imaging (MRI). Current NCCN guidelines suggest annual screening with mammography and MRI is recommended for ① women with BRCA1 or BRCA2 mutations, ② first-degree family members of carriers of BRCA mutations, ③ women with a lifetime risk of breast cancer greater than 20% based on family history, and ④ women have radiotherapy for thorax at the age of 10-30 years and ⑤ women diagnosed with lobular carcinoma in situ (LCIS), atypical ductal hyperplasia (ADH), or atypical lobular hyperplasia (ALH) by previous biopsy. And, this is based on the results of existing single-center or multi-center prospective studies. Women who underwent breast-conserving surgery for breast cancer before the age of 50 were added to the 2018 new MRI screening group of the American College of Radiology (ACR), and their secondary breast cancer risk is 20% or more. Most women with a history of breast cancer have an intermediate risk (>15% but <20%) of developing breast cancer. Therefore, when most patients are not in the high-risk group, performing conventional MRI (full-protocol MRI, FP-MRI) for all postoperative examinations is not appropriate in terms of cost and time.\n\nAbbreviated MRI (AB-MRI), introduced relatively recently, is a method designed to increase accessibility by reducing time and cost by selectively capturing only some sequences in FP-MRI. Sequence composition can be adjusted in various ways, and image acquisition must be completed within 10 minutes. A number of studies have demonstrated that AB-MRI has comparable diagnostic results to FP-MRI. The most recent paper published in Korea compared the scores of 726 patients with AB-MRI and FP-MRI by performing propensity score matching. The results were comparable in sensitivity, and AB-MR was significantly higher in specificity. Other indicators such as interval cancer rate or BIRADS Category 3 rate did not show significant differences between the two groups. However, all studies are retrospective and there are no prospective data. Since the reported scores of AB-MRI and FP-MRI are comparable, it is difficult to test because the sample size is larger than 18,000 in order to perform a non-inferiority test on diagnostic scores. The purpose of this study was to compare the diagnostic results of secondary breast cancer surveillance using mammography, ultrasound, and MRI in a prospective multicenter study."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Neoplasms",
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Mass Screening",
                        "Ultrasonography",
                        "Magnetic Resonance Imaging"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Crossover Assignment",
                    "DesignPrimaryPurpose": "Screening",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "1464",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Abbreviated Breast MRI for Breast Cancer Detection",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Women are classified and randomly assigned into MRI sequence groups(1st round screening/2nd round screening : AB (abbreviated)-MRI / FP (full protocol)-MRI application group and FP (full protocol)-MRI / AB (abbreviated)). MRI (either AB-MRI or FP-MRI) assigned as the 1st round screening (baseline), mammography, and ultrasound are performed on the same day. For the 2nd round screening one year after the 1st round screening, a different MRI (i.e., FP-MRI if AB-MRI was performed in the previous year, AB-MRI if FP-MRI was performed in the previous year), mammography, and ultrasound were performed on the same day as the 1st round screening.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Diagnostic Test: Breast MRI for Breast Cancer Detection"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Full Protocol MRI for Breast Cancer Detection",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Women are classified and randomly assigned into MRI sequence groups(1st round screening/2nd round screening : AB (abbreviated)-MRI / FP (full protocol)-MRI application group and FP (full protocol)-MRI / AB (abbreviated)). MRI (either AB-MRI or FP-MRI) assigned as the 1st round screening (baseline), mammography, and ultrasound are performed on the same day. For the 2nd round screening one year after the 1st round screening, a different MRI (i.e., FP-MRI if AB-MRI was performed in the previous year, AB-MRI if FP-MRI was performed in the previous year), mammography, and ultrasound were performed on the same day as the 1st round screening.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Diagnostic Test: Breast MRI for Breast Cancer Detection"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Diagnostic Test",
                            "InterventionName": "Breast MRI for Breast Cancer Detection",
                            "InterventionDescription": "Comparison of diagnostic results of abbreviated breast MRI and full protocol MRI for secondary breast cancer surveillance",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Abbreviated Breast MRI for Breast Cancer Detection",
                                    "Full Protocol MRI for Breast Cancer Detection"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Cancer detection rate (CDR)",
                            "PrimaryOutcomeDescription": "Comparison of cancer detection rate (CDR) between breast ultrasound and abbreviated magnetic resonance imaging (AB-MRI) or breast ultrasound and full protocol magnetic resonance imaging (FP-MRI)",
                            "PrimaryOutcomeTimeFrame": "The results of pathology tests or imaging or clinical follow-up tests 1 year after the 2nd round screening were used."
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Abnormal interpretation rate(AIR)",
                            "SecondaryOutcomeDescription": "Comparison of abnormal interpretation rate in each test (mammography, ultrasound, abbreviated magnetic resonance imaging (AB-MRI), and full protocol magnetic resonance imaging (FP-MRI))",
                            "SecondaryOutcomeTimeFrame": "The results of pathology tests or imaging or clinical follow-up tests 1 year after the 2nd round screening were used."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Sensitivity",
                            "SecondaryOutcomeDescription": "Comparison of sensitivity of each test (mammography, ultrasound, abbreviated magnetic resonance imaging (AB-MRI), and full protocol magnetic resonance imaging (FP-MRI))",
                            "SecondaryOutcomeTimeFrame": "The results of pathology tests or imaging or clinical follow-up tests 1 year after the 2nd round screening were used."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Specificity",
                            "SecondaryOutcomeDescription": "Comparison of specificity of each test (mammography, ultrasound, abbreviated magnetic resonance imaging (AB-MRI), and full protocol magnetic resonance imaging (FP-MRI))",
                            "SecondaryOutcomeTimeFrame": "The results of pathology tests or imaging or clinical follow-up tests 1 year after the 2nd round screening were used."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Positive predictive value",
                            "SecondaryOutcomeDescription": "Comparison of positive predictive value of each test (mammography, ultrasound, abbreviated magnetic resonance imaging (AB-MRI), and full protocol magnetic resonance imaging (FP-MRI))",
                            "SecondaryOutcomeTimeFrame": "The results of pathology tests or imaging or clinical follow-up tests 1 year after the 2nd round screening were used."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Negative predictive value",
                            "SecondaryOutcomeDescription": "Comparison of negative predictive value of each test (mammography, ultrasound, abbreviated magnetic resonance imaging (AB-MRI), and full protocol magnetic resonance imaging (FP-MRI))",
                            "SecondaryOutcomeTimeFrame": "The results of pathology tests or imaging or clinical follow-up tests 1 year after the 2nd round screening were used."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Interval cancer rate",
                            "SecondaryOutcomeDescription": "Interval cancer rate will be assessed for each test (mammography, ultrasound, abbreviated magnetic resonance imaging (AB-MRI), and full protocol magnetic resonance imaging (FP-MRI))",
                            "SecondaryOutcomeTimeFrame": "The results of pathology tests or imaging or clinical follow-up tests 1 year after the 2nd round screening were used."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Patient reported outcomes(PRO) based on patient discomfort.",
                            "SecondaryOutcomeDescription": "To compare patient reported outcome related to diagnostic testing with AB-MR and full-protocol MR based on patient discomfort. This dimension is rated on a 5-point scale from 1 (no problem) to 5 (extreme problems).",
                            "SecondaryOutcomeTimeFrame": "Patient questionnaires will be collected at time points of clinic visits for study, assessed up to 3 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Patient reported outcomes(PRO) based on patient preference.",
                            "SecondaryOutcomeDescription": "To compare patient reported outcome related to diagnostic testing with AB-MR and full-protocol MR based on patient preference. This dimension is rated on a 5-point scale from 1(AB-MR is twice as preferable as FP-MR) to 5(FP-MR is twice as preferable as AB-MR).",
                            "SecondaryOutcomeTimeFrame": "Patient questionnaires will be collected at time points of clinic visits for study, assessed up to 3 months."
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nWomen aged 20-75 with a history of breast cancer (in situ carcinoma or invasive breast cancer [stage 0-3])\nWomen with a negative resection margin in the pathology results of the last surgical specimen from past breast cancer\nWomen with dense breasts with pattern C (heterogeneously dense) or D (extremely dense breasts) using AI-based Lunit INSIGHT for Mammography (version 1.1.4.3, Lunit Inc.) in the most recent mammography\nWomen who have not had a breast imaging test within 6 months\nWomen who agreed to undergo regular annual mammography, breast ultrasound, and breast MRI\nIf mammography, ultrasound, or breast MRI was performed within the last 1 year, the most recent test result is normal or positive (BI-RADS 1 or 2)\n\nExclusion Criteria:\n\nPatients with symptoms related to current breast cancer or breast cancer recurrence (palpable mass, bloody or transparent nipple secretion, palpable mass in the axillary region, abnormal skin changes in the breast or nipple)\nIf you have been diagnosed with regional recurrence (axillary lymph nodes, supraclavicular and subclavian lymph nodes, internal mammary lymph nodes, etc.) or distant metastases\nIn case of bilateral total mastectomy\nIf women are receiving chemotherapy for cancer in other organs\nWomen during pregnancy or lactation\nGlomerular filtration rate < 30 mL/min/1.73m2, or patients with renal insufficiency on dialysis\nIf women have severe claustrophobia\nIf women have a metal prosthesis that is not suitable for MR (e.g. breast tissue expander, etc.)\nIf there is a history of severe contrast agent side effects (e.g., anaphylactoid reaction, dyspnea, etc.)",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Female",
                "MinimumAge": "20 Years",
                "MaximumAge": "75 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Eun Sook Ko, M.D., Ph.D.",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "01085284679",
                            "CentralContactEMail": "mathilda0330@gmail.com"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Eun Sook Ko, M.D., Ph.D.",
                            "OverallOfficialAffiliation": "Samsung Medical Center",
                            "OverallOfficialRole": "Study Chair"
                        },
                        {
                            "OverallOfficialName": "Jin Jung, M.D., Ph.D.",
                            "OverallOfficialAffiliation": "Ewha Womans University",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Yung Mi Park, M.D., Ph.D.",
                            "OverallOfficialAffiliation": "Inje University",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Yun woo Jang, M.D., Ph.D.",
                            "OverallOfficialAffiliation": "Soon Chun Hyang University",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Inje University Busan Paik Hospital",
                            "LocationCity": "Busan",
                            "LocationState": "BusanJin-Gu",
                            "LocationZip": "47392",
                            "LocationCountry": "Korea, Republic of",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Yung Mi Park",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Samsung Medical center",
                            "LocationCity": "Seoul",
                            "LocationState": "Gangnam-gu",
                            "LocationZip": "06351",
                            "LocationCountry": "Korea, Republic of",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Eun Sook Ko",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "01085284679",
                                        "LocationContactEMail": "mathilda0330@gmail.com"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Ewha Womans University Medical Center",
                            "LocationCity": "Seoul",
                            "LocationState": "Yangchun-gu",
                            "LocationZip": "07985",
                            "LocationCountry": "Korea, Republic of",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Jin Jung",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Soon Chun Hyang University Hospital Seoul",
                            "LocationCity": "Seoul",
                            "LocationState": "Yongsan-Gu",
                            "LocationZip": "04401",
                            "LocationCountry": "Korea, Republic of",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Yun Woo Jang",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "all IPD that underlie results in a publication",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol"
                    ]
                },
                "IPDSharingTimeFrame": "date relative to the time when summary data are published or otherwise made available (for example, starting 6 months after publication",
                "IPDSharingAccessCriteria": "The study chair and principle investigators will review requests and criteria for reviewing requests"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}