{
    "Rank": 125,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03897374",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "02252019"
                },
                "Organization": {
                    "OrgFullName": "ClinLogic LLC",
                    "OrgClass": "INDUSTRY"
                },
                "BriefTitle": "Strategic Targeting for Optimal Prevention of Cancer",
                "OfficialTitle": "Strategic Targeting for Optimal Prevention of Cancer",
                "Acronym": "STOP-Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2021",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 26, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "April 1, 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "August 1, 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "March 26, 2019",
                "StudyFirstSubmitQCDate": "March 28, 2019",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "April 1, 2019",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 12, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 18, 2021",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "ClinLogic LLC",
                    "LeadSponsorClass": "INDUSTRY"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The primary goal of the study is to record data over the observation period to evaluate the clinical benefit of using hereditary cancer genomic diagnostics to assess overall hereditary genetic cancer risk profile and to help guide physicians to pursue preventative measures, which may lead to early detection and treatment of the condition.",
                "DetailedDescription": "Data collection will be limited to study subjects 65 years or older. The genes evaluated may be modified from time to time by the Sponsor as the body of knowledge expands and important additional pathways are identified. The list of appropriate genes that may be considered by the treating physician includes but are not necessarily limited to the following genes: ATM, BARD1, BRCA1, BRCA2, BRIP1, CDH1, CHEK2, EPCAM, MLH1, MRE11A, MSH2, MSH6, NBN, PALB2, PMS2, PTEN, RAD50, RAD51C, RAD51D, RINT1, TP53 and XRCC2. These subjects must also meet medical necessity for hereditary cancer genomic testing; and allow physician to test based on medical necessity. Hereditary Cancer testing will be diagnostic rather than screening in nature.\n\nStudy subject data will be collected only if medical necessity was established, subject agreed to test based on medical necessity and hereditary cancer genomic test was ordered by a physician related to individual study subject care considerations. The hereditary Cancer testing is independent of this data-collection, non- interventional study. The hereditary cancer genomic test must be ordered according to the individual study subject care considerations, it is not protocol specified, and will not be considered as \"research\" that is part of the study. Rather, the use of hereditary cancer genomic testing serves as criteria for eligibility in the study and must have been ordered for medical necessity and results received no less than 90 days prior before data is collected.\n\nThe primary goal of the study is to record data over the observation period to evaluate the clinical benefit of using hereditary cancer genomic diagnostics to assess overall hereditary genetic cancer risk profile and to help guide physicians to pursue preventative measures, which may lead to early detection and treatment of the condition; and to record physician recommended treatments and subject's brief medical history, demographic data; and investigator specialty.\n\nSuch genetic test results and recommended treatments can be tabulated and analyzed to demonstrate the clinical utility of using hereditary cancer genomic diagnostics for prevention, early detection and treatment of the condition.\n\nThe data will be collected retrospectively for a total of 120 no more than 150 days over the observation period in one (1) Case Report Form (survey). Similarly, the secondary objectives will be tabulated over the same observation period.\n\nAn interim analysis of data will be performed to determine if the study subject data collection should be increased or decreased in order to fulfill study objectives."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Early Detection of Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "Yes",
                "TargetDuration": "120 Days",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Control"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "120000",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Diagnostic Test",
                            "InterventionName": "Genetic Testing",
                            "InterventionDescription": "Buccal swab"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Genomic cancer screen",
                            "PrimaryOutcomeDescription": "A study subject is known to have personal and/or family history of cancer known to be influenced by genetic variation.",
                            "PrimaryOutcomeTimeFrame": "120 Days"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Genomic cancer screen",
                            "PrimaryOutcomeDescription": "A genotype known to be a predisposition for cancer.",
                            "PrimaryOutcomeTimeFrame": "120 Days"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nStudy subjects may be included in the Clinical Trial if they meet all of the following inclusion criteria:\n\nindividuals, ages 65 years or older;\nmust have met medical necessity for hereditary cancer genomic testing and allowed the physician to test based on medical necessity;\nhereditary cancer diagnostic test was ordered by a physician related to individual subject care considerations.\nhereditary cancer diagnostic test was received no more than 90 days prior to data collection.\n\none or more of the following must be present:\n\nstudy subject has more than one cancer; or\nstudy subject has multiple close family members with a cancer diagnosis under the age of fifty; or\nstudy subject has three or more close family members with different types of cancer; or\nstudy subject has had family that has previously had cancer genetics testing and mutations were identified.\n\nExclusion Criteria:\n\nStudy subjects will be excluded from the study if any of the following criteria apply: • study subject is currently hospitalized or incarcerated;\n\nstudy subject's medical and medication history is unavailable over the 90-days preceding and following data collection;\nstudy subject is unable to provide an accurate history due to mental incapacity\nstudy subject is currently abusing illicit and/or prescription drugs;\nstudy subject is known to have undergone prior hereditary cancer diagnostic testing for genes specific to the targeted genes, exclusive of the CGx test relating to the study.",
                "Gender": "All",
                "MinimumAge": "65 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Individuals, ages 65 years or older.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Diana Messir",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "833-226-7545",
                            "CentralContactEMail": "Diana@integritycro.com"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Sunbeam Clinical",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Prosper",
                            "LocationState": "Texas",
                            "LocationZip": "75078",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Kiran Asma",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}