{
    "Rank": 138,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05082740",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "FH-Risk 2.0 Research Protocol"
                },
                "Organization": {
                    "OrgFullName": "University of Manchester",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "FH-Risk 2.0: Updating Breast Cancer Risk Estimates",
                "OfficialTitle": "Recalculating Breast Cancer Risk and Exploring the Experience of Receiving Updated Breast Cancer Risk Estimates in Women With a Family History of Breast Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "December 2022",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 1, 2022",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "October 31, 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "October 31, 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "September 24, 2021",
                "StudyFirstSubmitQCDate": "October 5, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "October 19, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "December 17, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "December 20, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Victoria Woof",
                    "ResponsiblePartyInvestigatorTitle": "Miss",
                    "ResponsiblePartyInvestigatorAffiliation": "University of Manchester"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Manchester",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Manchester University NHS Foundation Trust",
                            "CollaboratorClass": "OTHER_GOV"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "In the UK women with a strong family history of breast cancer are eligible for breast cancer risk estimation via Family History Risk and Prevention Clinics (FHRPCs). Here breast cancer risk is calculated using popular risk prediction models like the Tyrer-Cuzick, CanRisk or Gail models. These models combine breast cancer risk factors to calculate a risk estimate for women. Risk factors include, family history, hormonal and reproductive factors, and risk factors related to health behaviours, for example, smoking, exercise and alcohol intake.\n\nRecently, risk estimation for breast cancer has become more accurate with the inclusion of mammographic density and Single Nucleotide Polymorphisms (SNPs) into popular risk prediction models. The addition of these new risk factors could alter the risk estimates that women in FHRPCs have been provided. How much these new risk factors alter a previously given risk estimate is unknown. It is also unknown how women will react to a revised risk estimate, especially if it changes their previous estimate and their access to preventive management options.\n\nThis research aims to explore this gap in the literature.",
                "DetailedDescription": "Estimation of breast cancer risk is important since it enables selection of a high and moderate risk population who benefit from more frequent breast screening and the introduction of targeted measures to reduce risk such as lifestyle change, chemoprevention and risk reducing surgery. Traditionally, risk is estimated by combining information concerning family history and non-familial factors, such as age of menarche and first pregnancy. Subsequent management is related to the degree of risk (high, moderate or average) according to NICE guidelines. Members of the research team and others have added mammographic density (MD) and breast cancer risk associated single nucleotide polymorphisms (SNPs) to risk models which improves the accuracy of risk estimation but which may change the original given risk and risk management given before the updated models became available.\n\nThe objective of this body of work is to quantify change in risk and risk management when MD and SNPs are incorporated into two standard models (Tyrer-Cuzick v8 & BOADACEA V). A second objective of the study is to determine the psychological effects of change of risk and management.\n\nThis work will use participant data from the Family History Risk (FH-Risk) study to recalculate risk. The FH-Risk study population consists of 954 women referred to the Family History Risk and Prevention Clinic (FHRPC) between 2000 and 2012 who gave informed consent for DNA testing and estimation of MD as part of the FH-Risk study which recruited between 2010 and 2012. Change in risk and management will be calculated by comparing given risk at the time of clinic entry compared with re-estimated risk when MD and SNPs are added to the risk models according to NICE guidelines. Risk will be estimated retrospectively at the time of entry to the clinic and the time of latest follow up.\n\nA sample of those who took part in the FH-Risk study who are still in the FHRPC for follow-up or discharged (approx.954) will be given the opportunity to discuss their updated risk.\n\nFollowing the risk update consultation a sample of women will be asked whether they would like to take part in an interview to assess the psychological effects of the change, as well as their views and perceptions of the change. These interviews will inform the development of information materials for communicating recalculated risk. These materials will be appraised via 'think aloud' interviews with women from the FH-Risk study who have received their recalculated risk.\n\nThe results of this work are likely to inform the next iteration of NICE management guidelines for Family History Clinics, as well as inform the creation of patient facing information materials to aid patient - healthcare professional communication. The findings will also be used to develop a questionnaire to be given to women who previously took part in the FH-Risk study to assess the psychological impact of changed risk in a definitive study.\n\nThis body of work is split into 3 studies:\n\nStudy 1 - risk recalculation\n\nRisk recalculation will be performed for all women who took part in the original FH-Risk study, with all women (still under follow up at the FHRPC or discharged) given the opportunity to attend a consultation to discuss their revised breast cancer risk estimate.\n\nStudy 2 - women's experiences of receiving a revised breast cancer risk estimate.\n\nOne to one semi-structured interviews will be conducting with women from study 1 to explore their experiences of receiving a revised breast cancer risk estimate. Breast cancer risk appraisals, the trustworthiness of the estimate, women's emotional responses will all be considered in these interviews. Information and communication needs will also be explored.\n\nStudy 3 - women's appraisals of information materials for women who have received a revised breast cancer risk estimate\n\nWomen in this study will read a suite of information materials which have been designed to explain why they have received a revised breast cancer risk estimate. Information materials will be designed for women who have had change to their risk, be that an increase or decrease and for women where their risk estimate has remained the same."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer Risk"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Other"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Other"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "271",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Women with a family history of breast cancer",
                            "ArmGroupDescription": "This women are register to the Family History Risk and Prevention clinic and have taken part in the original FH-Risk study. These women will be given the opportunity to learn of their revised breast cancer risk estimate.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Notification of a revised breast cancer risk estimate"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Notification of a revised breast cancer risk estimate",
                            "InterventionDescription": "These women will be given the opportunity to learn of their revised breast cancer risk estimate which has been re-calculated with the inclusion of new strong independent risk factors. These women will be offered a clinical consultation to discuss their risk and will a subset will be asked to take part in a qualitative interview about their experiences.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Women with a family history of breast cancer"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "To explore how much new risk models change breast cancer risk estimates",
                            "PrimaryOutcomeDescription": "How do new risk models which include mammographic density, SNPs and mutation testing change breast cancer risk estimates in women who are still registered at the family history clinic. Scatterplots and correlation coefficients will be used to examine the relationships between models and Bland-Altman plots used to show the agreement between the models.",
                            "PrimaryOutcomeTimeFrame": "1 - 2 years"
                        },
                        {
                            "PrimaryOutcomeMeasure": "To compare breast cancer risk models",
                            "PrimaryOutcomeDescription": "Comparing the risk estimations given by the Tyrer-Cuzick and CanRisk models. Scatterplots and correlation coefficients will be used to examine the relationships between models and Bland-Altman plots used to show the agreement between the models.",
                            "PrimaryOutcomeTimeFrame": "1 - 2 years"
                        },
                        {
                            "PrimaryOutcomeMeasure": "To explore women's risk appraises and experiences of receiving a revised breast cancer risk estimate",
                            "PrimaryOutcomeDescription": "How do women react to receiving a revised breast cancer risk estimate, especially if their risk has changed. What are their risk perceptions following a revised estimate. This will assessed through qualitative interviews.",
                            "PrimaryOutcomeTimeFrame": "Through to study completion, 2.5 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\npreviously given informed consent to participate in the original FH-Risk study,\nhave an up to date clear mammogram,\naged between 25 and 60,\nhave not developed breast cancer and,\nhave the capacity to consent.\n\nExclusion Criteria:\n\nwomen who have received a diagnosis of breast cancer,\nwomen who have not had a clear mammogram,\nwomen who took part in the original FH-Risk study but did not consent for their data to be used in future research and,\nwomen who lack the capacity to consent.",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Female",
                "GenderBased": "Yes",
                "GenderDescription": "Must identify as a woman and be born female",
                "MinimumAge": "25 Years",
                "MaximumAge": "60 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult"
                    ]
                },
                "StudyPopulation": "Women in study will have taken part in the original FH-Risk study and who are still under follow up at the family history clinic or who have been discharged. These women will have had no history of breast cancer themselves. Women will be between the ages of 25 and 60.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Victoria Woof",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "0161 275 2572",
                            "CentralContactEMail": "victoria.woof@postgrad.manchester.ac.uk"
                        },
                        {
                            "CentralContactName": "Sarah Bowers",
                            "CentralContactRole": "Contact",
                            "CentralContactEMail": "sarah.bowers@mft.nhs.uk"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Gareth Evans",
                            "OverallOfficialAffiliation": "Manchester University NHS Foundation Trust",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Anthony Howell",
                            "OverallOfficialAffiliation": "Manchester University NHS Foundation Trust",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Manchester University NHS Foundation Trust",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Manchester",
                            "LocationState": "Greater Manchester",
                            "LocationZip": "M23 9QZ",
                            "LocationCountry": "United Kingdom",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Victoria Woof",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "victoria.woof@postgrad.manchester.ac.uk"
                                    },
                                    {
                                        "LocationContactName": "Sarah Bowers",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "sarah.bowers@mft.nhs.uk"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "Anonymised data from the study will be shared with other researchers on request. Data will included, an anonymised data set of women's breast cancer risk and anonymised interview transcripts. Women in the study will not be identifiable to other researchers."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}