{
    "Rank": 146,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04789941",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "Treatment Of Cancer Cervix"
                },
                "Organization": {
                    "OrgFullName": "Assiut University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "How To Evaluate The Efficiency And Safety Of Neoadjuvant Chemotherapy In Locally Advanced Cancer Cervix",
                "OfficialTitle": "Phase II Trial To Evaluate The Efficiency And Safety Of Neoadjuvant Chemotherapy In Locally Advanced Cancer Cervix"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2021",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 1, 2021",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 30, 2021",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 30, 2021",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "November 28, 2020",
                "StudyFirstSubmitQCDate": "March 8, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "March 10, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "March 8, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 10, 2021",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "MAI MOHAMED HEMMAT ABDELFATAH ABDELGELIL",
                    "ResponsiblePartyInvestigatorTitle": "Principal investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Assiut University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Assiut University",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This strategy might suggest a therapeutic option to preserve ovarian function in young patients among which locally advanced cancer cervix is common. Based on previous studies, neoadjuvant irinotecan and cisplatin followed by radical hysterectomy and adjuvant chemotherapy has the potential to improve the prognosis compared the concurrent chemo-radiotherapy(CCRT).\nTo offer an alternative effective treatment line replacing concurrent chemo-radiotherapy to avoid dramatic radiotherapy induced complications which might impede a safe successful surgery.\n\n2- To reduce the proportion of patients who will go for radiotherapy, consequently those patients will still have a chance of probable less complicated surgery in case of local recurrence.\n\n3- This study will involve neo-adjuvant chemotherapy (NACT) in treating patients with stage II-III cervical cancer for reducing tumor size, minimizing blood loss during surgery and eradication of possible micro-metastasis.\n\n4- To Improve the likelihood of achieving complete tumor resection after NACT. 5- Investigators will further follow-up those patients for more detailed assessments to confirm whether NACT can improve patients' prognoses, survival, quality of life, and the standard of care.",
                "DetailedDescription": "Treatments for locally advanced cervical cancer, defined as International Federation of Gynecology and Obstetrics (FIGO) stage Ib2-III include primary surgery, neoadjuvant chemotherapy and concurrent chemo-radiotherapy (CCRT). In many countries, CCRT is accepted as the standard therapy for such tumors. However, each of these therapies has both advantages and disadvantages, however, more recently it has been given using neoadjuvant chemotherapy with intravenous irinotecan hydrochloride (CPT-11) and cisplatin. DNA topoisomerases are enzymes that regulate and control DNA topology. Topoisomerase 1 catalyzes the transient cutting of a single DNA strand, the passage of another DNA strand through the break and then resealing of the DNA break. Camptothecin (CPT), an antitumor alkaloid isolated from Camptotheca acuminata, interferes with DNA topoisomerase 1 function. Cisplatin (cis-dichlorodiammineplatinums II) is a first generation platinum compound. Platinum-based NACT followed by radical hysterectomy has been proposed as an alternative approach to radiotherapy or CCRT in locally advanced cervical cancer, especially of squamous cell histology, with objective response rates ranging from 69.4% to 90.2%, pathological optimal response rates ranging from 21.3% to 48.3%, 5-year disease free survival (DFS) rates ranging from 55.4% to 71% and 5-year overall survival(OS) rates ranging from 58.9% to 81%, respectively."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Locally Advanced Cervical Carcinoma"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "50",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Single arm of patients with locally advanced cancer cervix",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Single arm study to assess the efficacy and safety of use of neoadjuvant cisplatin and irinotecan in treatment of patients with locally advanced cancer cervix.\n\nA combined regimen of intravenous infusion of cisplatin 80mg/m2 on day 1 with irinotecan 60mg/m2 on day 1 and day 8 of every 21- day cycle for 3 cycles.\n\nThen, MRI pelvis will be used for assessment of disease response. According to RECIST criteria, patients who will develop at least stable disease, will be sent for radical hysterectomy. Afterwards, 6 weeks after the surgery, another 3 cycles of the same regimen will be given to the participants as adjuvant treatment.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Cis Platinum + Irinotecan"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Cis Platinum + Irinotecan",
                            "InterventionDescription": "Studying the efficacy and safety of neoadjuvant cisplatin and irinotecan use in treatment of locally advanced cancer cervix.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Single arm of patients with locally advanced cancer cervix"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "No other interventions, investigators are trying only one intervention to test if it could be an alternative effective line for treating the patients with locally advanced cancer cervix."
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Respectability of the tumor",
                            "PrimaryOutcomeDescription": "Evaluation of the effect of use of neoadjuvant cisplatin and irinotecan on the tumor size when assessed by MRI pelvis cancer\n\nEvaluation of the tumor size by MRI pelvis after giving 3 cycles of cisplatin and irinotecan. So, baseline( prechemotherapy) MRI pelvis and another re-evaluation MRI pelvis will be used for proper assessment.",
                            "PrimaryOutcomeTimeFrame": "Evaluation will be done by MRI pelvis after 3 cycles( of the 21- day cycle) of chemotherapy"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "2- year relapse free survival(RFS)",
                            "SecondaryOutcomeDescription": "Evaluation of the effect of use of neoadjuvant cisplatin and irinotecan on the 2- year RFS of patients with locally advanced cancer cervix",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "2- year overall survival(OS)",
                            "SecondaryOutcomeDescription": "Evaluation of the effect of use of neoadjuvant cisplatin and irinotecan on the 2- year OS of patients with locally advanced cancer cervix",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Toxicity profile",
                            "SecondaryOutcomeDescription": "Investigators will assess the incidence of treatment related adverse events ( e.g neutropenia,mucositis,renal insufficiency, neuropathy, nausea and vomiting)and its severity on the CTCAE scale of 5 grades ( mild,moderate,severe,life- threatening, and death related to AE. )",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\n1 - Patients with histologically confirmed invasive squamous cell carcinoma of the uterine cervix; (ii) FIGO stage system (2018 version): stage II-III 2- No previous treatment. 3- patients with age of 20-75 years at enrollment. 4- Eastern Cooperative Oncology Group performance status (PS) of 0 or 1. 5- Preserved function of major organs (bone marrow, heart, liver and kidney) 6- Lab values within specified ranges, including a neutrophil count greater than 2000/μL, a platelet count greater than 100 000/ mm3 , a hemoglobin level greater than 9.0 g/dL (values after blood transfusion are accepted), levels of aspartate aminotransferase and alanine aminotransferase less than 100 IU/L, a total bilirubin level less than 1.5 mg/dL, a serum creatinine level less than 1.5 mg/dL, creatinine clearance greater than 60 mL/ min.\n\nExclusion Criteria: :\n\nDistinct evidence of infectious disease.\nSerious concurrent disease (cardiac disease, uncontrolled diabetes mellitus, malignant hypertension and a bleeding tendency).\nPregnant women, or women who want to become pregnant.\nHistory of serious drug hypersensitivity or drug allergy.",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Female",
                "GenderBased": "Yes",
                "GenderDescription": "The study will be on cancer cervix patients",
                "MinimumAge": "20 Years",
                "MaximumAge": "75 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Mai ABDELGELIL, Oncologist",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "00201026556852",
                            "CentralContactEMail": "maihemmat86@gmail.com"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "24219974",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Prat J; FIGO Committee on Gynecologic Oncology. Staging classification for cancer of the ovary, fallopian tube, and peritoneum. Int J Gynaecol Obstet. 2014 Jan;124(1):1-5. doi: 10.1016/j.ijgo.2013.10.001. Epub 2013 Oct 22. No abstract available."
                        },
                        {
                            "ReferencePMID": "23640393",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Katsumata N, Yoshikawa H, Kobayashi H, Saito T, Kuzuya K, Nakanishi T, Yasugi T, Yaegashi N, Yokota H, Kodama S, Mizunoe T, Hiura M, Kasamatsu T, Shibata T, Kamura T; Japan Clinical Oncology Group. Phase III randomised controlled trial of neoadjuvant chemotherapy plus radical surgery vs radical surgery alone for stages IB2, IIA2, and IIB cervical cancer: a Japan Clinical Oncology Group trial (JCOG 0102). Br J Cancer. 2013 May 28;108(10):1957-63. doi: 10.1038/bjc.2013.179. Epub 2013 May 2."
                        },
                        {
                            "ReferencePMID": "24096111",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Gadducci A, Sartori E, Maggino T, Zola P, Cosio S, Zizioli V, Lapresa M, Piovano E, Landoni F. Pathological response on surgical samples is an independent prognostic variable for patients with Stage Ib2-IIb cervical cancer treated with neoadjuvant chemotherapy and radical hysterectomy: an Italian multicenter retrospective study (CTF Study). Gynecol Oncol. 2013 Dec;131(3):640-4. doi: 10.1016/j.ygyno.2013.09.029. Epub 2013 Oct 3."
                        },
                        {
                            "ReferencePMID": "10202164",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Morris M, Eifel PJ, Lu J, Grigsby PW, Levenback C, Stevens RE, Rotman M, Gershenson DM, Mutch DG. Pelvic radiation with concurrent chemotherapy compared with pelvic and para-aortic radiation for high-risk cervical cancer. N Engl J Med. 1999 Apr 15;340(15):1137-43. doi: 10.1056/NEJM199904153401501."
                        },
                        {
                            "ReferencePMID": "10202165",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Rose PG, Bundy BN, Watkins EB, Thigpen JT, Deppe G, Maiman MA, Clarke-Pearson DL, Insalaco S. Concurrent cisplatin-based radiotherapy and chemotherapy for locally advanced cervical cancer. N Engl J Med. 1999 Apr 15;340(15):1144-53. doi: 10.1056/NEJM199904153401502. Erratum In: N Engl J Med 1999 Aug 26;341(9):708."
                        },
                        {
                            "ReferencePMID": "11564482",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Green JA, Kirwan JM, Tierney JF, Symonds P, Fresco L, Collingwood M, Williams CJ. Survival and recurrence after concomitant chemotherapy and radiotherapy for cancer of the uterine cervix: a systematic review and meta-analysis. Lancet. 2001 Sep 8;358(9284):781-6. doi: 10.1016/S0140-6736(01)05965-7."
                        },
                        {
                            "ReferencePMID": "12109823",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lukka H, Hirte H, Fyles A, Thomas G, Elit L, Johnston M, Fung MF, Browman G; Cancer Care Ontario Practice Guidelines Initiative Gynecology Disease Site Group. Concurrent cisplatin-based chemotherapy plus radiotherapy for cervical cancer--a meta-analysis. Clin Oncol (R Coll Radiol). 2002 Jun;14(3):203-12. doi: 10.1053/clon.2002.0076."
                        },
                        {
                            "ReferencePMID": "9433537",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Holden JA. Human deoxyribonucleic acid topoisomerases: molecular targets of anticancer drugs. Ann Clin Lab Sci. 1997 Nov-Dec;27(6):402-12."
                        },
                        {
                            "ReferencePMID": "2997227",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hsiang YH, Hertzberg R, Hecht S, Liu LF. Camptothecin induces protein-linked DNA breaks via mammalian DNA topoisomerase I. J Biol Chem. 1985 Nov 25;260(27):14873-8."
                        },
                        {
                            "ReferencePMID": "29432076",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Gupta S, Maheshwari A, Parab P, Mahantshetty U, Hawaldar R, Sastri Chopra S, Kerkar R, Engineer R, Tongaonkar H, Ghosh J, Gulia S, Kumar N, Shylasree TS, Gawade R, Kembhavi Y, Gaikar M, Menon S, Thakur M, Shrivastava S, Badwe R. Neoadjuvant Chemotherapy Followed by Radical Surgery Versus Concomitant Chemotherapy and Radiotherapy in Patients With Stage IB2, IIA, or IIB Squamous Cervical Cancer: A Randomized Controlled Trial. J Clin Oncol. 2018 Jun 1;36(16):1548-1555. doi: 10.1200/JCO.2017.75.9985. Epub 2018 Feb 12."
                        },
                        {
                            "ReferencePMID": "15106161",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Neoadjuvant Chemotherapy for Cervical Cancer Meta-Analysis Collaboration (NACCCMA) Collaboration. Neoadjuvant chemotherapy for locally advanced cervix cancer. Cochrane Database Syst Rev. 2004;2004(2):CD001774. doi: 10.1002/14651858.CD001774.pub2."
                        },
                        {
                            "ReferencePMID": "25286786",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wang PH, Chang YH, Yang YH, Chang WH, Huang SY, Lai CR, Juang CM, Chen YJ, Horng HC, Wen KC, Ng HT, Yuan CC, Chao KC, Yen MS. Outcome of patients with bulky IB (>/= 6 cm) cervical squamous cell carcinoma with and without cisplatin-based neoadjuvant chemotherapy. Taiwan J Obstet Gynecol. 2014 Sep;53(3):330-6. doi: 10.1016/j.tjog.2014.05.001."
                        },
                        {
                            "ReferencePMID": "23146686",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Li R, Lu ST, Si JG, Liu B, Wang H, Mei YY, Linghu H. Prognostic value of responsiveness of neoadjuvant chemotherapy before surgery for patients with stage IB(2)/IIA(2) cervical cancer. Gynecol Oncol. 2013 Mar;128(3):524-9. doi: 10.1016/j.ygyno.2012.11.006. Epub 2012 Nov 9."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M5224",
                            "ConditionBrowseLeafName": "Carcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionMeshList": {
                    "InterventionMesh": [
                        {
                            "InterventionMeshId": "D000077146",
                            "InterventionMeshTerm": "Irinotecan"
                        },
                        {
                            "InterventionMeshId": "D000002945",
                            "InterventionMeshTerm": "Cisplatin"
                        }
                    ]
                },
                "InterventionAncestorList": {
                    "InterventionAncestor": [
                        {
                            "InterventionAncestorId": "D000059004",
                            "InterventionAncestorTerm": "Topoisomerase I Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000059003",
                            "InterventionAncestorTerm": "Topoisomerase Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000004791",
                            "InterventionAncestorTerm": "Enzyme Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000045504",
                            "InterventionAncestorTerm": "Molecular Mechanisms of Pharmacological Action"
                        },
                        {
                            "InterventionAncestorId": "D000000970",
                            "InterventionAncestorTerm": "Antineoplastic Agents"
                        }
                    ]
                },
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M5872",
                            "InterventionBrowseLeafName": "Cisplatin",
                            "InterventionBrowseLeafAsFound": "Heart rate",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M1671",
                            "InterventionBrowseLeafName": "Irinotecan",
                            "InterventionBrowseLeafAsFound": "Conventional",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M29039",
                            "InterventionBrowseLeafName": "Topoisomerase I Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M7641",
                            "InterventionBrowseLeafName": "Enzyme Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}