{
    "Rank": 149,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05331638",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "PCGA2022"
                },
                "Organization": {
                    "OrgFullName": "University of Oklahoma",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Prostate Cancer Genius App Education and Home-based PSA Screening for African American Men",
                "OfficialTitle": "A Pilot Randomized Clinical Trial of a Smartphone-based Application for Prostate Cancer Education and Home-based PSA Screening for African American Men",
                "Acronym": "PCGA"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 24, 2023",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "February 24, 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "February 24, 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "March 25, 2022",
                "StudyFirstSubmitQCDate": "April 11, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "April 15, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "March 2, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 6, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Oklahoma",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Prostate cancer is the most diagnosed cancer in African American men and the second-leading cause of cancer-related death. The prostate-specific antigen (PSA) test is an early detection screening measure for prostate cancer. Greater PSA uptake among African Americans may reduce the disproportionate mortality burden of this disease. However, knowledge about prostate cancer and uptake of PSA screening remain low among African American men. To address this inequity, innovative team science approaches are required. This project proposes to develop and test the first-of-its-kind Prostate Cancer Genius App to improve knowledge of prostate cancer risk and symptoms, and deliver tailored navigation to complete a home-based PSA test. The primary goal of this study is to evaluate the feasibility of the Prostate Cancer Genius App in a 30-day pilot randomized control trial compared to an existing app developed by the U.S. Department of Health & Human Services (Prevention Taskforce App). African American men from Oklahoma, aged between 55 and 69 (N = 80), eligible for the PSA test will be randomly assigned 1:1 to receive either app. Three dimensions of app feasibility will be assessed: (1) preliminary efficacy, evaluated via post-intervention differences in prostate cancer knowledge, (2) app engagement and accessibility, measured via self-report questionnaires, and (3) app acceptability, explored via semi-structured qualitative interviews. Finally, the investigative team will explore post-intervention PSA screening rates and identify predictors of screening/not screening across both arms. The successful demonstration of feasibility for the Prostate Cancer Genius App within Oklahoma will support expanding this intervention to African Americans nationwide.",
                "DetailedDescription": "Prostate cancer is the most diagnosed cancer in African American men and the second-leading cause of cancer-related death. Disparities in prostate cancer for African American men have persisted for almost half a century, and these health disparities are among the most extreme of all cancers in the United States. The prostate-specific antigen (PSA) test is an early detection screening measure for prostate cancer. Greater PSA uptake among African Americans may reduce the disproportionate mortality burden of this disease. However, knowledge about prostate cancer and uptake of PSA screening remain low among African American men. The process of informed and effective decision-making is heavily underpinned by adequate knowledge levels of the disease and screening benefits and risks, with lower knowledge levels reported among African American men. This project will test the feasibility of a first-of-its-kind Prostate Cancer Genius App (herein referred to as Genius App) to improve knowledge of prostate cancer risk and symptoms. PSA testing is not appropriate for all men, so the Genius App will support informed decision-making with a healthcare provider. The Genius App will also provide novel tailored navigation to complete a home-based PSA test for men who opt to screen. To test the app, 80 African American men from Oklahoma (aged 55 and 69) who are not up to date with PSA screening will be randomly assigned 1:1 to use either the Genius app or an existing U.S. Department of Health & Human Services app (herein referred to as the Prevention Taskforce App) for 30 days.\n\nAim 1. Evaluate the preliminary efficacy of a prostate cancer prevention app on prostate cancer knowledge (primary outcome).\n\nHypothesis: Participants (n = 40) randomly assigned to the Genius app will report significantly greater knowledge about prostate cancer post-intervention than participants (n = 40) randomly assigned to the Prevention Taskforce‬ app at 30 days post-randomization.\n\nAim 2. Explore the perceived engagement, accessibility, and acceptability of a prostate cancer prevention app.\n\nThe investigative team will explore: (i) the extent to which participants find the Genius App engaging and accessible compared to the Prevention Taskforce‬ app via validated self-report questionnaires and app metadata; and (ii) the perceived acceptability of the Genius App by conducting semi-structured interviews (n=40) with participants to acquire in-depth descriptions of their experiences with the app at the end of the study.\n\nAim 3. Derive preliminary estimates of the effects of a Genius App on PSA screening test completion rates and identify mechanisms of screening adherence.\n\nThe investigative team will (i) explore differences in PSA test completion rates, including in-clinic and home-based PSA testing, between the Genius app and the Prevention Taskforce‬ app and (ii) identify whether changes in key variables in weekly smartphone assessments predict completing a PSA test."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer",
                        "Health Behavior"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Prostate cancer",
                        "African American",
                        "mHealth",
                        "randomized clinical trial",
                        "health disparity",
                        "PSA Test",
                        "smartphone",
                        "cancer",
                        "education"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Prevention",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "80",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Prostate Cancer Genius app",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The Prostate Cancer Genius app includes the following components: (1) educational content that is consistent with existing evidence and recommendations for prostate cancer and prostate cancer screening but has been adapted for the African American male population and for adults who read at or below the 8th-grade level; (2) real-time messages about the risks of prostate cancer and the benefits of completing a PSA test, placing a special emphasis on screening considerations for individuals with a family history of prostate cancer and/or lower urinary tract symptoms (measured via the American Urological Association Symptom Score); (3) general trivia that also incorporates quiz questions about prostate cancer and the PSA test; (4) African American-specific testimonials and educational videos; (5) optional counseling by African American prostate cancer survivors; and (6) on-demand, automated ordering of a home-based PSA test.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Prostate Cancer Genius App"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Prevention Taskforce app",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "The Prevention Taskforce app provides on-demand access to evidence-based recommendations for prostate cancer for men between 55 and 69 (i.e., it can be accessed as needed).",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: US Prevention Taskforce App"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Prostate Cancer Genius App",
                            "InterventionDescription": "Participants assigned to use the Prostate Cancer Genius App will receive a combination of (a) scheduled and (b) on-demand content prostate cancer for one month. Scheduled content will be delivered on specific days each week using app notifications. Participants will also receive tailored navigation for ordering a home-based PSA kit, including receiving follow-up information from trained medical professionals about their test results.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Prostate Cancer Genius app"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "US Prevention Taskforce App",
                            "InterventionDescription": "Participants assigned to use the US Prevention Task Force app will download the app from Google Play and will be instructed to use the app for one-month to to become more informed about prostate cancer. They will also be instructed to download a companion app from the Google Play store. This companion app will be used to deliver weekly assessments and order a home-based PSA test kit if the participant chooses to so. Participants assigned to the Prevention Taskforce app will receive a brochure providing details about the purpose of the home-based PSA test.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Prevention Taskforce app"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Prostate Cancer Knowledge",
                            "PrimaryOutcomeDescription": "All participants will complete a baseline survey and a post-intervention survey via REDCap. Baseline and post-intervention assessments will measure prostate cancer risk and screening knowledge using the Prostate Cancer Knowledge Scale.The scale consists of 18 items that assess screening (6 items), risk factors (5 items), and warning signs (7 items) of prostate cancer. This scale has strong internal consistency (α = .80) and has been validated for use in the African American population.",
                            "PrimaryOutcomeTimeFrame": "30-days"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "PSA screening test completion rates",
                            "SecondaryOutcomeDescription": "Home-based PSA test completion rates will be analyzed four weeks after enrollment via documented receipt of the kit. We will also measure the number of participants who (a) scheduled a visit with their provider, (b) reported shared decision making with their provider, and (c) self-report completing a clinic-based PSA test. To verify, participants will have the option to upload a copy of their results to verify self-report data.",
                            "SecondaryOutcomeTimeFrame": "30-days"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nlive in Oklahoma\nself-identify as \"male\" and \"Black or African American\"\nare between the ages of 55 and 69\nhave not completed PSA screening within the past two years.\n\nExclusion Criteria:\n\nCurrently or previously diagnosed with prostate cancer ;",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Male",
                "MinimumAge": "55 Years",
                "MaximumAge": "69 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Adam C Alexander, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "1+ (405) 965-0558",
                            "CentralContactEMail": "adam-alexander@ouhsc.edu"
                        },
                        {
                            "CentralContactName": "Ashley Krukowski, MPA, CRA",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "(405) 271-2090",
                            "CentralContactEMail": "Ashley-Krukowski@ouhsc.edu"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Adam Alexander, PhD",
                            "OverallOfficialAffiliation": "TSET Health Promotion Research Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "TSET Health Promotion Research Center",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Oklahoma City",
                            "LocationState": "Oklahoma",
                            "LocationZip": "73104",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Adam C Alexander, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "405-271-5046",
                                        "LocationContactEMail": "adam-alexander@ouhsc.edu"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}