{
    "Rank": 156,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04568226",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "UW19-183"
                },
                "Organization": {
                    "OrgFullName": "The University of Hong Kong",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "The Effect of Metacognition-based, Manualized Intervention on Fear of Cancer Recurrence",
                "OfficialTitle": "The Effect of Metacognition-based, Manualized Intervention on Fear of Cancer Recurrence: a Randomized Controlled Trial"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "July 21, 2021",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "August 31, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 31, 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "September 22, 2020",
                "StudyFirstSubmitQCDate": "September 27, 2020",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 29, 2020",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 8, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 10, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Wendy Wing Tak Lam",
                    "ResponsiblePartyInvestigatorTitle": "Associate Professor",
                    "ResponsiblePartyInvestigatorAffiliation": "The University of Hong Kong"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "The University of Hong Kong",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Research Grants Council, Hong Kong",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The primary aim of this study is to assess the effect of ConquerFear, a metacognition-based manualized intervention on fear of cancer recurrence, using the randomized controlled trial approach, among Chinese patients newly diagnosed with curable cancer. This study aims to (1) test the direct effect of ConquerFear intervention on fear of cancer recurrence and on maladaptive metacognition, and (2) to test the indirect effect of ConquerFear intervention on fear of cancer recurrence through its effect on maladaptive metacognition.",
                "DetailedDescription": "A randomized controlled trial will be conducted to test the effect of a metacognition-based manualized intervention on fear of cancer recurrence among Chinese breast, gynecologic and colorectal cancer patients with high levels of fear of cancer recurrence.\n\nThe aims are to test:\n\nthe direct effect of ConquerFear intervention on fear of cancer recurrence,\nthe direct effect of ConquerFear intervention on maladaptive metacognition\nthe indirect effect of ConquerFear intervention on fear of cancer recurrence through its effect on maladaptive metacognition.\n\nPrimary hypothesis:\n\nParticipants in the ConquerFear intervention will show a greater reduction in fear of cancer recurrence compared to participants in the control group\nParticipants in the ConquerFear intervention will show a greater reduction in maladaptive metacognition than the control participants\nThere will be an indirect effect of ConquerFear intervention on fear of cancer recurrence through its effect on maladaptive metacognition."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Fear of Cancer Recurrence"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Fear of cancer recurrence",
                        "Metacognition",
                        "Cancer survivorship",
                        "Psychooncology",
                        "Breast cancer",
                        "Colorectal cancer",
                        "Gynecologic cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "We will use a block randomization structure with randomly permuted block sizes of 2,4, and 6 to ensure a close balance of the numbers in each arm. Randomization (by a statistician) occurs prior to eligible patients attending the clinic to minimize opportunities for selection bias.\n\nWe will also use a block randomization structure with randomly permuted block sizes of 4 and 8 to ensure an equal case allocation to each therapist.\n\nWe will also use a block randomization structure with randomly permuted block sizes of 2,4, and 6 to ensure an equal case allocation to each dietitian.",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Quadruple",
                        "DesignMaskingDescription": "The investigator, care provider, and outcomes assessor are masked in terms of not knowing to which condition the participants will be randomized until after the completion of the baseline assessment. The outcomes assessor will break the envelope for the next eligible participant indicating if that participant is to be allocated to ConquerFear or control arms.\n\nThe participants are masked in terms of not knowing that one intervention (i.e. Conquer fear) is hypothesized to yield larger effects than the other (i.e. control).",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Participant",
                                "Care Provider",
                                "Investigator",
                                "Outcomes Assessor"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "174",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "ConquerFear Intervention",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants in the ConquerFear intervention group will receive a manualized intervention, consisting of 6 therapist-led individual sessions.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: ConquerFear Intervention"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Basic Cancer Care",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Basic Cancer Care serves as an active comparator and is not developed specifically to target fear of cancer recurrence through modifying participants' cognitive beliefs. Participants in this arm will receive 6 individual sessions including 2 relaxation training sessions, 2 dietetic consultation sessions, and 2 exercise sessions, which will be led by a trained therapist, a registered dietitian, and an exercise physiologist, respectively.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Active control: Basic Cancer Care"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "ConquerFear Intervention",
                            "InterventionDescription": "ConquerFear is a manualized intervention, consists of six individual sessions over 10 weeks. The key goals of this intervention are the following: (1) teach strategies for controlling worry and excessive threat monitoring, (2) modify underlying unhelpful beliefs about worry, (3) develop appropriate monitoring and screening behaviours, (4) encourage acceptance of the uncertainty brought about by a cancer diagnosis, and (5) clarify values and encourage engagement in values-based goal setting (19). Each session will last 60-90 minutes and be delivered by a trained therapist. After each session, participants will be given home-based exercises to practice the skills learned in the sessions. With the uncertainty surrounding the COVID-19 pandemic, instead of face-to-face sessions only, a hybrid mode of intervention delivery will be used by offering participants the choice of face-to-face or online sessions.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "ConquerFear Intervention"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Active control: Basic Cancer Care",
                            "InterventionDescription": "Basic Cancer Care intervention for the control arm was developed to help cancer survivors with health maintenance in long-term through providing comprehensive lifestyle guidance. The intervention incorporates relaxation training, dietary and physical fitness consultations with the key goals to (1) teach relaxation techniques, (2) offer personalized diet and physical activity advice, and (3) enhance survivors' perceived control over illness, thereby leading to better adjustment to cancer. Similar to the ConquerFear intervention, Basic Cancer Care intervention consists of 6 individual sessions over 10 weeks. Each session will last 60-90 minutes and be delivered by a trained therapist, a registered dietitian, and an exercise physiologist, respectively. A hybrid mode of intervention delivery will be also used by offering participants the choice of face-to-face or online sessions.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Basic Cancer Care"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Fear of cancer recurrence",
                            "PrimaryOutcomeDescription": "The 42-items Fear of cancer recurrence inventory comprised of seven subscales will be used to assess the change of fear of cancer recurrence (FCR). Each item is rated on a 5-point Likert Scale with a total score ranging from 0 to 168. Higher scores indicate greater FCR. The subscale, Severity will be used as a screening tool for high level of FCR. A score of 13 or higher was optimal for screening.",
                            "PrimaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Metacognitions",
                            "SecondaryOutcomeDescription": "The 30-items Metacognitions questionnaire (MCQ-30) will be used to assess the change of metacognitive beliefs.Each item is rated on a 4-point Likert scale with a total score ranging from 30 to 120. High scores indicate a more maladaptive metacognitive style.",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "EORTC QLQ-C30",
                            "SecondaryOutcomeDescription": "Quality of life (QoL) will be assessed by the EORTC QLQ-C30, in which incorporates five functional scales (physical, role, cognitive, emotional, and social), three symptom scales (fatigue, pain, and nausea and vomiting), a global health status / QoL scale, and a number of single items assessing additional symptoms commonly reported by cancer patients (dyspnoea, loss of appetite, insomnia, constipation and diarrhoea) and perceived financial impact of the disease.",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Self-efficacy",
                            "SecondaryOutcomeDescription": "Self-efficacy for managing chronic disease will be assessed using the Self-Efficacy for Managing Chronic Disease 6-item Scale.",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Coping behavior",
                            "SecondaryOutcomeDescription": "Coping behavior will be assessed using the 28-item Chinese Brief COPE.",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Experimental avoidance",
                            "SecondaryOutcomeDescription": "Experimental avoidance will be assessed using the Acceptance and action questionnaire.",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cognitive Attentional Syndrome",
                            "SecondaryOutcomeDescription": "Cognitive Attentional Syndrome (CAS) will be assessed using the Cognitive-attentional Syndrome questionnaire (CAS-1).",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Intolerance of uncertainty",
                            "SecondaryOutcomeDescription": "Intolerance of uncertainty (IU) will be assessed using the 12-item Intolerance of uncertainty-12.",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Psychological distress",
                            "SecondaryOutcomeDescription": "Psychological distress will be assessed using the Hospital Anxiety and Depression Scale (HADS). HADS is a 14-item measure of anxiety and depression widely used to assess cancer-related distress.",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cancer-related distress",
                            "SecondaryOutcomeDescription": "The 22-item Chinese Impact of Events Scale-revised (CIES-R) will be used to assess cancer-related distress, which comprised three subscales: avoidance, intrusive thoughts and hyperarousal symptoms measured using 5-point Likert scales. Higher mean scores on each subscale indicate greater avoidance/intrusiveness/arousal.",
                            "SecondaryOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Treatment expectancy",
                            "SecondaryOutcomeDescription": "Treatment expectancy will be assessed using the 6-item credibility/ expectancy questionnaire.",
                            "SecondaryOutcomeTimeFrame": "Baseline and immediate post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Therapeutic alliance",
                            "SecondaryOutcomeDescription": "The 12-item Working Alliance Inventory (WAI-SF)will be used to assess agreement on the therapy goal, patients' agreement with the therapist, and quality of the interpersonal bond. Both the participants and therapists will be asked to fill in the WAI-SF immediate post-intervention",
                            "SecondaryOutcomeTimeFrame": "Immediate post-intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Treatment satisfaction",
                            "SecondaryOutcomeDescription": "Treatment satisfaction will be assessed using the evaluation form. Participants will be asked to indicate their overall satisfaction with the intervention they have received.",
                            "SecondaryOutcomeTimeFrame": "Immediate post-intervention"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Demographic data",
                            "OtherOutcomeDescription": "Demographic data including age, gender, marital status, education level, occupation and monthly family income will be assessed by self-reported questionnaire",
                            "OtherOutcomeTimeFrame": "Baseline"
                        },
                        {
                            "OtherOutcomeMeasure": "Clinical data",
                            "OtherOutcomeDescription": "Clinical data will be extracted from medical records.",
                            "OtherOutcomeTimeFrame": "Baseline, immediate post-intervention, 3months post-intervention, and 6months post-intervention"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nCantonese- or Mandarin-speaking Chinese patients recently diagnosed with non-metastatic breast cancer, gynecologic cancer, or colorectal cancer\nhad surgery as a primary treatment\nhave had completed hospital-based adjuvant treatments including radiotherapy and chemotherapy within the past 18 months\nwith the cut-off scored ≥ 13 on Severity, the subscale of Fear of cancer inventory\nare able to read and write Chinese\nare over the age of 18 years\n\nExclusion Criteria:\n\nnon-Chinese ethnicity\nPatients diagnosed with metastatic cancer\nwith a current diagnosis of depression or psychosis\ncurrently receiving psychological treatment\nwith language difficulties or intellectual disability.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Danielle Wing Lam Ng, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+852 39179897",
                            "CentralContactEMail": "dwlng@hku.hk"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Wendy Wing Tak Lam, PhD",
                            "OverallOfficialAffiliation": "School of Public Health, The University of Hong Kong",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Queen Mary Hospital-Department of Surgery",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Hong Kong",
                            "LocationZip": "000",
                            "LocationCountry": "Hong Kong",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Dominic Foo",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "ccfoo@hku.hk"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Kwong Wah Hospital-Breast Center",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Hong Kong",
                            "LocationCountry": "Hong Kong",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Vanessa Chun",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "cok702@ha.org.hk"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Prince of Wales Hospital-Department of Surgery",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Hong Kong",
                            "LocationCountry": "Hong Kong",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Simon Ng",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "simonng@surgery.cuhk.edu.hk"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Queen Mary Hospital-Department of Obstetrics & Gynaecology",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Hong Kong",
                            "LocationCountry": "Hong Kong",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Karen Chan",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "kklchan@hku.hk"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "The University of Hong Kong Jockey Club Institute of Cancer Care",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Hong Kong",
                            "LocationCountry": "Hong Kong",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Wendy Lam",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "wwtlam@hku.hk"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Tung Wah Hospital-Department of Surgery",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Hong Kong",
                            "LocationCountry": "Hong Kong",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Ava Kwong",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "avakwong@hku.hk"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "31663187",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ng DWL, Foo CC, Ng SSM, Kwong A, Suen D, Chan M, Or A, Chun OK, Fielding BFS, Lam WWT. The role of metacognition and its indirect effect through cognitive attentional syndrome on fear of cancer recurrence trajectories: A longitudinal study. Psychooncology. 2020 Feb;29(2):271-279. doi: 10.1002/pon.5234. Epub 2019 Dec 23."
                        },
                        {
                            "ReferencePMID": "30932279",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ng DWL, Kwong A, Suen D, Chan M, Or A, Ng SS, Foo CC, Fielding BFS, Lam WWT. Fear of cancer recurrence among Chinese cancer survivors: Prevalence and associations with metacognition and neuroticism. Psychooncology. 2019 Jun;28(6):1243-1251. doi: 10.1002/pon.5073. Epub 2019 Apr 26."
                        },
                        {
                            "ReferencePMID": "29095681",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Butow PN, Turner J, Gilchrist J, Sharpe L, Smith AB, Fardell JE, Tesson S, O'Connell R, Girgis A, Gebski VJ, Asher R, Mihalopoulos C, Bell ML, Zola KG, Beith J, Thewes B. Randomized Trial of ConquerFear: A Novel, Theoretically Based Psychosocial Intervention for Fear of Cancer Recurrence. J Clin Oncol. 2017 Dec 20;35(36):4066-4077. doi: 10.1200/JCO.2017.73.1257. Epub 2017 Nov 2."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "All IPD that underlie results in a publication will be available from the PI upon reasonable request.",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol"
                    ]
                },
                "IPDSharingTimeFrame": "Starting 6 months after publication",
                "IPDSharingAccessCriteria": "Information will be available from the PI upon reasonable request. The author to review requests is the PI."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000012008",
                            "ConditionMeshTerm": "Recurrence"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000020969",
                            "ConditionAncestorTerm": "Disease Attributes"
                        },
                        {
                            "ConditionAncestorId": "D000010335",
                            "ConditionAncestorTerm": "Pathologic Processes"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14540",
                            "ConditionBrowseLeafName": "Recurrence",
                            "ConditionBrowseLeafAsFound": "Recurrence",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M22390",
                            "ConditionBrowseLeafName": "Disease Attributes",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            }
        }
    }
}