{
    "Rank": 167,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05459454",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "SK-421-BRCA"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "22-090",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "Icelandic Bioethics Committee"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Sidekick Health",
                    "OrgClass": "INDUSTRY"
                },
                "BriefTitle": "A Digital Solution for Breast Cancer Patients",
                "OfficialTitle": "Sidekick Health Digital Health Program (SK-421) for Breast Cancer Patients: a Pilot Study"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "July 15, 2022",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "September 1, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "February 1, 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "July 5, 2022",
                "StudyFirstSubmitQCDate": "July 12, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "July 15, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 3, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 6, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Sidekick Health",
                    "LeadSponsorClass": "INDUSTRY"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Landspitali University Hospital",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Ljósið Cancer Rehabilitation Center",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Sidekick Health has developed an interactive digital health program (SK-421) to support breast cancer patients. The study will be a single center pilot study with an intervention group and a comparison group aiming to recruit 66 breast cancer patients prescribed to surgery, chemotherapy, radiation and/or hormonal therapy according to standard breast cancer treatment.\n\nThis pilot study will determine whether the digital health program, supporting lifestyle changes, can positively impact management of side effects, quality of life, physical activity and fitness and medication adherence in this patient population.\n\nPatients will be randomized to receive either the standard of care (SoC) treatment alone or SoC with the addition of the digital healthprogram.",
                "DetailedDescription": "Many cancer survivors do not achieve previous levels of function and report prolonged fatigue, cognitive limitations, depression, anxiety, sleep problems, pain, or sexual dysfunction for up to ten years after diagnosis. In addition to symptoms related to the cancer itself, most cancer treatments cause physical and psychosocial side-effects that can affect a patient's physical function, mental well-being, and overall quality of life (QoL). These treatment-related side effects are most prominent during treatment but can also persist long after completion of the treatment with some becoming chronic and others developing as late side effects.\n\nThe European Society of Medical Oncology (ESMO) recommends encouraging patients towards adopting a healthy lifestyle including diet modification and exercise as well as addressing psychosocial needs.\n\nSidekick Health developed a 14-week digital health program (SK-421) with patient support aiming to increase the health related quality of life of breast cancer patients and improve management of treatment-related side effects.\n\nThe aim of this study is to assess the effectiveness of this digital health program when added to standard of care treatment. By comparing the effect of adding a digital solution to the standard of care with standard of care only, this study will investigate the impact of a holistic, digitally delivered health program on quality of life, physical activity, medication and treatment-related side effects. The main analysis is done after 14 weeks, with exploratory follow-up analysis at 26 and 38 weeks."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "breast cancer",
                        "digital solution",
                        "lifestyle change",
                        "quality of life",
                        "digital intervention",
                        "side effects",
                        "medication adherence",
                        "physical activity"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "Single-center prospective randomized open label pilot study",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "66",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Digital intervention group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants will be instructed to download the Sidekick Health app and receive a code to access the 14-week digital intervention in addition to standard of care, as is defined for the control arm.\n\nBeyond this, all patients in the interventional arm will also receive standard of care as defined for the control arm.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Device: A digital health program for patients with Breast Cancer"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Standard of Care",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "The control arm will receive standard of care treatment. Standard of care includes medical treatment at Landspitali University Hospital, and optional cancer rehabilitation at the Ljósið Cancer Rehabilitation Center."
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Device",
                            "InterventionName": "A digital health program for patients with Breast Cancer",
                            "InterventionDescription": "A digital solution that supports healthy lifestyle changes, provides disease and side effect education as well as daily tasks for patients diagnosed with breast cancer.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Digital intervention group"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "SK-421"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Cancer-specific Quality of Life",
                            "PrimaryOutcomeDescription": "Difference in change in total score of the 30-item Quality of life Core Questionnaire (QLQ-C30) between the intervention and control groups.\n\nThis 30-item questionnaire is composed of 28 questions with a Likert scale of 4 options where 1 represents \"not at all\" to 4 \"very much\", and 2 questions with a Likert scale of 7 options where 1 represents \"very poor\" to 7 \"excellent\". Scores on the QLQ-C30 range from 30 to 126, with a lower score representing a higher quality of life.",
                            "PrimaryOutcomeTimeFrame": "14 weeks"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Breast cancer-specific Quality of Life",
                            "SecondaryOutcomeDescription": "Difference in change in the total score of the 45-item Quality of life Breast Cancer Questionnaire (QLQ-BR45) between the intervention and control groups.\n\nThis 45-item questionnaire is composed of 45 questions with a Likert scale of 4 options where 1 represents \"not at all\" to 4 \"very much\". Scores on the QLQ-BR45 range from 45 to 180, with a lower score representing a higher quality of life.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cancer related fatigue",
                            "SecondaryOutcomeDescription": "Difference in change in the total score of the 12-item Quality of life Fatigue questionnaire (QLQ-FA12) between the intervention and control groups.\n\nThis 12-item questionnaire assesses physical-, cognitive- and emotional fatigue, the questionnaire is composed of 12 questions with a Likert scale of 4 options where 1 represents \"not at all\" to 4 \"very much\". Scores on the QLQ-FA12 range from 12 to 48, with a lower score representing less fatigue.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Depression, anxiety, and stress levels.",
                            "SecondaryOutcomeDescription": "Difference in change in the total score of the 21-item Depression, Anxiety and Stress Scale (DASS21) questionnaire between the intervention and control group.\n\nEach question has a Likert scale of 4 options where 0 represents \"did not apply to me\" to 3 \"applied to me very much\". The scores on the subscales range from 0 to 63, and low scores indicate a better mental health status.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Medication adherence in participants on antihormonal therapy.",
                            "SecondaryOutcomeDescription": "Difference in self-assessed medication adherence between intervention and control group as measured by the 8-item Morisky Medication adherence Scale (MMAS-8).\n\nThe MMAS-8 is an 8-item structured, self-reported medication adherence measure. The total scale has a range of 0 to 8, with <6 reflecting low adherence, 6 to <8 reflecting medium adherence, and 8 reflecting high adherence.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Weight",
                            "SecondaryOutcomeDescription": "Difference in change in weight in the intervention and control groups from baseline to 14 weeks.\n\nWeight is measured in kilograms.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Body composition",
                            "SecondaryOutcomeDescription": "Difference in change in body composition in the intervention and control groups from baseline to 14 weeks.\n\nChanges in body composition (fat mass and lean mass), measured by InBody 770 Body Composition Analyzer.\n\nFat mass and lean mass are both expressed as percentage (%).",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cardiorespiratory fitness",
                            "SecondaryOutcomeDescription": "Difference in change in estimated maximum rate of oxygen the body is able to use during exercise (VO2 max) in the intervention and control groups from baseline to 14 weeks.\n\nVO2 max is assessed with the Åstrand ergometry test and is expressed as:\n\nmL oxygen/kilograms x minute.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Self-assessed health-related quality of life for health economic evaluation",
                            "SecondaryOutcomeDescription": "Difference in change in total score of the EuroQuol Five Dimension - Five Level (EQ-5D-5L) health questionnaire in the intervention and control groups from baseline to 14 weeks.\n\nEQ-E5-5L scores range from -0.530 to 1, with higher scores indicating a better health status. A score of 1 indicates full health.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Patients' disease related self-efficacy",
                            "SecondaryOutcomeDescription": "Difference in change in a 6-item Self-Efficacy for Managing Chronic Disease questionnaire (SEMCD) score between the intervention and control groups from baseline to 14 weeks.\n\nThe SEMCD covers several domains that are common across many chronic diseases, symptom control, role function, emotional functioning and communicating with physicians.\n\nThe SEMCD questionnaire is composed of 6 questions with Likert scales of 10 options where 1 represents \"not at all confident\" to 10 \"totally confident\". Scores on the SEMCD range from 6 to 60, with a higher score representing a higher self-efficacy.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "User satisfaction in intervention group",
                            "SecondaryOutcomeDescription": "Score in the MHealth App Usability Questionnaire (MAUQ) of intervention group.\n\nThis 18-item questionnaire is composed of questions with Likert scales of 7 options where 1 represents \"strongly disagree\" to 7 \"strongly agree\". Scores on the MAUQ range from 18 to 126, with a higher score representing a higher usability.",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "User experience",
                            "SecondaryOutcomeDescription": "Qualitative semi-structured interviews with a subset of participants in intervention group",
                            "SecondaryOutcomeTimeFrame": "14 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nFemale adults diagnosed with breast cancer stage 1, 2, 3 or 4\nTreatment plan includes surgery and (neo)adjuvant treatments: targeted-, chemo-, endocrine-, or radiotherapy.\nFluent in verbal and written Icelandic or English\nCapacity to give informed consent\nCapacity to operate a smartphone\n\nExclusion Criteria:\n\nNot owning a smartphone compatible with the Sidekick Health app or not willing to have it installed on their device\nNot able to comply with study intervention/scheduled measures and visits, as assessed by oncologist\nPregnancy",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Kristin L. Steinadottir, MSc Pharm",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+3548218083",
                            "CentralContactEMail": "kristin@sidekickhealth.com"
                        },
                        {
                            "CentralContactName": "Kolbrun Sveinsdottir, : MSc Pharm",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+3547792943",
                            "CentralContactEMail": "kolbrun@sidekickhealth.com"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Sigríður L Guðmundsdóttir, PhD",
                            "OverallOfficialAffiliation": "Sidekick Health & University of Iceland",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Ljosið Cancer Rehabilitation Centre",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Reykjavik",
                            "LocationZip": "104",
                            "LocationCountry": "Iceland",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Erna Magnúsdóttir, MSc",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+354 561 3770",
                                        "LocationContactEMail": "erna@ljosid.is"
                                    },
                                    {
                                        "LocationContactName": "Aslaug Adalsteinsdottir, MSc",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+354 561 3770",
                                        "LocationContactEMail": "aslaug@ljosid.is"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Landspitali University Hospital",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Reykjavík",
                            "LocationZip": "104",
                            "LocationCountry": "Iceland",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Soley D Stefansdottir, BSc",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+354 6218594",
                                        "LocationContactEMail": "soleyds@landspitali.is"
                                    },
                                    {
                                        "LocationContactName": "Olof K Bjarnadottir, MD, PhD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No",
                "IPDSharingDescription": "Anonymized IPD may be shared with other researchers for relevant research purposes following complementary ethical review and approval from the Ethical Review Board."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M21550",
                            "InterventionBrowseLeafName": "Pharmaceutical Solutions",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "PhSol",
                            "InterventionBrowseBranchName": "Pharmaceutical Solutions"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}