{
    "Rank": 168,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03253744",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "170153"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "17-C-0153"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "National Institutes of Health Clinical Center (CC)",
                    "OrgClass": "NIH"
                },
                "BriefTitle": "Prostate SBRT for Locally Recurrent Prostate Cancer After Prior Radiotherapy",
                "OfficialTitle": "Phase I Trial of Image Guided Focally Dose Escalated Prostate SBRT for Locally Recurrent Prostate Cancer After Prior Radiotherapy"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 9, 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "July 5, 2018",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "May 3, 2023",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "February 16, 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "August 17, 2017",
                "StudyFirstSubmitQCDate": "August 17, 2017",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 18, 2017",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 10, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 14, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "National Cancer Institute (NCI)",
                    "LeadSponsorClass": "NIH"
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "Yes",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Background:\n\nProstate cancer is the second leading cause of cancer death in U.S. men. Radiation is an effective treatment for most patients with localized prostate cancer, but sometimes the tumor returns. Researchers want to see if a highly focused type of radiation can help. It is given in only 5 treatments. It is called stereotactic body radiation therapy (SBRT).\n\nObjective:\n\nTo study the maximum tolerated dose and side effects of stereotactic body radiation therapy in people with a local recurrence of prostate cancer after radiation.\n\nEligibility:\n\nMen at least 18 years old who have recurrent prostate cancer after radiation therapy and no evidence of distant metastatic disease\n\nDesign:\n\nParticipants will be screened with blood tests, physical exam, and medical history. They may also have:\n\nMagnetic resonance imaging (MRI) scan of the prostate..\n\nPET/CT scan. Participants will get an injection of 18F-DCFPyL for the PET scan. They will lie very still on their back on the scanner table.\n\nSmall samples of prostate tumor tissue will be taken by a needle through the skin or rectum to see if the cancer is in the prostate. Small metal seeds will be placed into the prostate at the same time to help guide the radiation.\n\nAbout 2 weeks later, participants will have a radiation treatment planning CT scan.\n\nParticipants will answer questions about their urine function, bowel function, erectile function, and mood.\n\nParticipants will receive SBRT. They will have 5 radiation treatments over 2 weeks.\n\nParticipants will have follow-up visits. They will have a physical exam, blood tests, and questionnaires.\n\nSix months after ending SBRT, the 18F-DCFPyL PET/CT will be repeated.\n\nParticipantes will continue to have routine visits until two years after treatment is completed....",
                "DetailedDescription": "Background:\n\nProstate cancer that recurs after prior radiation treatment can be challenging to cure due to the side effects of available treatments such as surgery and cryoablation.\nRe-irradiation with brachytherapy or stereotactic approaches has shown excellent rates of prostate cancer disease control with tolerable side effects.\nUsing image guidance to allow highly conformal focal re-irradiation may potentially increase the efficacy of re-irradiation.\n\nObjectives:\n\n-Define the maximum tolerated dose (MTD) of image guided, focally dose escalated prostate radiation with stereotactic body radiation therapy (SBRT) in patients with a local recurrence of prostate cancer after prior radiotherapy.\n\nEligibility:\n\nHistological confirmation of recurrent prostate cancer after prior irradiation (external beam or brachytherapy)\nNo evidence of distant metastases of prostate cancer\nNo prior prostatectomy\nSubject is greater than or equal to18 years old\nECOG performance status less than or equal to 2 (Karnofsky greater than or equal to 60%).\n\nDesign:\n\nThis is a Phase I trial of focal dose escalation with SBRT using image and pathologic guidance.\nAreas in the prostate shown to have tumor on biopsy or with advanced imaging studies will be treated with highly conformal SBRT over a period of two to three weeks. Treatment will be guided and gated by fiducials implanted in the prostate.\nPatients will be treated to escalating doses based on tolerability of the treatment.\nQuality of life and functional outcomes such as urine, bowel, and erectile function will be assessed with questionnaires.\nUp to 52 patients will be enrolled."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer",
                        "Prosatatic Neoplasm"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Image Guidance",
                        "Dose Escalation",
                        "Radiotherapy",
                        "Re-irradiation",
                        "Quality of Life"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 1"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Non-Randomized",
                    "DesignInterventionModel": "Sequential Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "13",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "1/Tumor Irradiation",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "SBRT will be delivered to areas of recurrent prostate cancer identified on imaging and biopsy",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: 18F-DCFPyL",
                                    "Radiation: Tumor Irradiation"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "2/Prostate and Tumor Irradiation",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "SBRT will be delivered to areas of recurrent prostate cancer identified on imaging and biopsy; and a reduced dose will be delivered to the entire prostate",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: 18F-DCFPyL",
                                    "Radiation: Prostate + tumor irradiation"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "18F-DCFPyL",
                            "InterventionDescription": "Subjects will receive 18F-DCFPyL at baseline and 6 months after radiation. The maximum amount of injected active drug will be less than 4.02 micrograms. The target administered activity will be 6-6.5 mCi.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "1/Tumor Irradiation",
                                    "2/Prostate and Tumor Irradiation"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Radiation",
                            "InterventionName": "Tumor Irradiation",
                            "InterventionDescription": "SBRT will be delivered to areas of recurrent prostate cancer identified on imaging and biopsy",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "1/Tumor Irradiation"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Radiation",
                            "InterventionName": "Prostate + tumor irradiation",
                            "InterventionDescription": "SBRT will be delivered to areas of recurrent prostate cancer identified on imaging and biopsy; and a reduced dose will be delivered to the entire prostate",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "2/Prostate and Tumor Irradiation"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Maximum tolerated dose",
                            "PrimaryOutcomeDescription": "Define the MTD of image-guided, focally dose escalated prostate SBRT in patients with a local recurrence of prostate cancer after prior radiotherapy.",
                            "PrimaryOutcomeTimeFrame": "3 weeks post-treatment"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Sensitivity and specifity of 18F-DCFPyl imaging as compared to biopsy in detecting locally recurrent prostate cancer",
                            "SecondaryOutcomeDescription": "Evaluate 18F-DCFPyL imaging as a method to detect locally recurrent prostate cancer after radiation. The sensitivity and specificity of DCF-PyL for detecting locally recurrent prostate cancer (at baseline) will be reported using biopsy as the gold standard.",
                            "SecondaryOutcomeTimeFrame": "6 months after radiation"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Changes of quality of life scores during and after treatment",
                            "SecondaryOutcomeDescription": "Describe the effects of focally dose escalated prostate SBRT on patient reported outcomes (SHIM, AUA Symptom Index, EPIC-26) in patients previously treated with radiotherapy. The quality of life scores will be summarized at baseline and for each visit. Linear mixed effects model will be used to model quality of life scores at baseline and during and after treatment in which random intercept and random slope are used to account for patient-specific trajectory of quality of life scores. Changes of quality of life scores during and after treatment will be calculated from the estimated linear mixed effect model.",
                            "SecondaryOutcomeTimeFrame": "2 years after treatment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "biochemical progression free survival",
                            "SecondaryOutcomeDescription": "Describe the rate of PSA control (bPFS, PSA < 2 ng/dL above post SBRT nadir) at 1 and 2 years after treatment with focally dose escalated SBRT for locally recurrent prostate cancer after irradiation: bPFS will be estimated by the Kaplan-Meier survival analysis and effects of clinical variables on bPFS will be assessed by the Cox proportional hazards model.",
                            "SecondaryOutcomeTimeFrame": "1 and 2 years after treamtnet"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Assessment of Dose limiting toxicities",
                            "SecondaryOutcomeDescription": "Define the dose-limiting toxicities and toxicity profile of image-guided, focally dose escalated prostate SBRT in patients previously treated with radiotherapy: DLTs will be reported descriptively.",
                            "SecondaryOutcomeTimeFrame": "3 weeks after end of treatment"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "INCLUSION CRITERIA:\nPatients must have histologically confirmed locally recurrent adenocarcinoma of the prostate after prior radiation (EBRT or brachytherapy).\nPSA failure after definitive radiation as defined by the Phoenix criteria (PSA elevation at least 2 ng/dL above post-radiotherapy nadir)\nAge greater than or equal to 18 years.\nECOG performance status less than or equal to 2 (Karnofsky greater than or equal to 60%).\nAbility of subject to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\nPatients who are receiving any other investigational agents.\nPSA greater than or equal to 20 ng/dL if no prior DCFPyL scan obtained (If PSA > 20 and DCFPyL obtained within 3 months prior to enrollment shows no evidence of metastatic disease, subjects may be included in the study)\nBiochemical recurrence within one year of completion of radiotherapy\nNeed for chronic anticoagulation therapy (chronic low dose aspirin is not an exclusion)\nPre-existing and ongoing radiation-related grade 3 bowel or bladder toxicity\nInflammatory bowel disease\nActive Lupus or Active scleroderma\nPatients with distant metastatic disease (prostate adjacent adenopathy is not an exclusion)\nPrior prostatectomy\nSubjects with any coexisting medical or psychiatric condition that is likely to interfere with study procedures and/or results.\nSubjects with severe claustrophobia that is unresponsive to oral anxiolytics\nOther medical conditions deemed by the Principal Investigator (or associates) to make the subject unsafe or ineligible for protocol procedures\nSubjects weighing > 350 lbs. (weight limit for scanner table), or unable to fit within the imaging gantry\nSerum creatinine > 2 times the upper limit of normal\nTotal bilirubin > 2 times the upper limit of normal OR in patients with Gilbert s syndrome, a total bilirubin > 3.0.\nLiver transaminases (ALT, AST) greater than 3 times the upper limit of normal\nPatients with positive Human Immunodeficiency Virus (HIV) status and currently requiring treatment with agents known to sensitize to irradiation, such as protease inhibitors.",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Deborah E Citrin, M.D.",
                            "OverallOfficialAffiliation": "National Cancer Institute (NCI)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "National Institutes of Health Clinical Center",
                            "LocationCity": "Bethesda",
                            "LocationState": "Maryland",
                            "LocationZip": "20892",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "NIH Clinical Center Detailed Web Page",
                            "SeeAlsoLinkURL": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_2017-C-0153.html"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)",
                        "Informed Consent Form (ICF)"
                    ]
                },
                "IPDSharingTimeFrame": "Clinical data available during the study and indefinitely. Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
                "IPDSharingAccessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. Genomic data are made available via dbGaP through requests to the data custodians."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14540",
                            "ConditionBrowseLeafName": "Recurrence",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        }
                    ]
                }
            }
        }
    }
}