{
    "Rank": 175,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02364531",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CR105924"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "212082-PCR-4020",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "Janssen Inc."
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Janssen Inc.",
                    "OrgClass": "INDUSTRY"
                },
                "BriefTitle": "A Canadian Observational Study in Metastatic Cancer of the Prostate: A Study of ZYTIGA Use in the Community Urology Setting",
                "OfficialTitle": "A Canadian Observational Study in Metastatic Cancer of the Prostate: A Study of ZYTIGA Use in the Community Urology Setting. The COSMiC Prospective Prostate Cancer Registry",
                "Acronym": "COSMiC"
            },
            "StatusModule": {
                "StatusVerifiedDate": "December 2019",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 30, 2014",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "November 1, 2018",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "November 1, 2018",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "February 10, 2015",
                "StudyFirstSubmitQCDate": "February 17, 2015",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 18, 2015",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "December 5, 2019",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "December 6, 2019",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Janssen Inc.",
                    "LeadSponsorClass": "INDUSTRY"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to temporally evaluate the impact of abiraterone acetate (ZYTIGA) therapy on Patient Reported Outcomes (PROs) and on clinical outcomes in the chemotherapy-naive metastatic castrate-resistant prostate cancer (mCRPC) population. Safety data, levels of health care resource utilization associated with abiraterone acetate (ZYTIGA) therapy will also be prospectively collected and analyzed.",
                "DetailedDescription": "This is a non-interventional, multicenter (when more than one hospital or medical school team work on a medical research study), prospective (observation of a population for a sufficient number of persons over a sufficient number of years to generate incidence or mortality rates subsequent to the selection of the study group), observational (clinical study in which participants may receive diagnostic, therapeutic, or other types of interventions, but the investigator does not assign participants to specific interventions) study. This observational study will focus on chemotherapy-naive metastatic castrate-resistant prostate cancer (mCRPC) participants initiating abiraterone acetate (ZYTIGA) therapy for the treatment of asymptomatic or mildly symptomatic disease. All treatment decisions will be made at the discretion of the Investigator per clinical practice and in accordance with approved local Product Monograph and treatment algorithms. The planned study duration will be three years from initial first participant enrolment. Participants will be followed for a maximum of 72 weeks from the time of initiation of abiraterone acetate (ZYTIGA) treatment, or up to the time of early study withdrawal/termination. Data will be collected in both paper-based and electronic data capture (eDC) and primarily collected for PROs and clinical outcomes. Participants' safety will be monitored throughout the study."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostatic Neoplasms"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Prostatic Neoplasms",
                        "Prostate Cancer",
                        "Metastatic",
                        "Observational",
                        "Abiraterone Acetate",
                        "ZYTIGA"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "194",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Abiraterone Acetate (ZYTIGA): Prostate Cancer Registry",
                            "ArmGroupDescription": "Participants will not receive any intervention in this study. The chemotherapy-naive metastatic castrate-resistant prostate cancer (mCRPC) participants who, on failing conventional androgen deprivation therapy (ADT), are prescribed to initiate Abiraterone Acetate (ZYTIGA) therapy as part of their physician's treatment approach for their asymptomatic or mildly symptomatic disease, will be observed in this study. Participants will receive standard of care therapy.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Abiraterone Acetate (ZYTIGA): Prostate Cancer Registry"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Abiraterone Acetate (ZYTIGA): Prostate Cancer Registry",
                            "InterventionDescription": "Participants will not receive any intervention in this study. The chemotherapy-naive metastatic castrate-resistant prostate cancer (mCRPC) participants who, on failing conventional androgen deprivation therapy (ADT), are prescribed to initiate Abiraterone Acetate (ZYTIGA) therapy as part of their physician's treatment approach for their asymptomatic or mildly symptomatic disease, will be observed in this study. Participants will receive standard of care therapy.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Abiraterone Acetate (ZYTIGA): Prostate Cancer Registry"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "No Intervention"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Functional Assessment of Cancer Therapy - Prostate (FACT-P) Score",
                            "PrimaryOutcomeDescription": "The FACT-P consists of the FACT-General (FACT-G) and a prostate cancer subscale. The FACT-G contains a 27-item questionnaire and is composed of 4 subscales of health-related quality-of-life: physical well-being, social/family well-being, emotional well-being, and functional well-being. Each Item is scored on a scale of 0 (Not at all) to 4 (Very much). All Items on a sub-scale will be averaged to derive the sub-scale score.The prostate cancer subscale is composed of 12 items, related to prostate-specific questions, which include sexuality, bowel/bladder function, and pain. The FACT-P questionnaire has a 7-day recall, and takes approximately 15 minutes to complete. Each Item is scored on a scale of 0 (Not at all) to 4 (Very much). All Items on a sub-scale will be averaged to derive the sub-scale score.",
                            "PrimaryOutcomeTimeFrame": "up to Week 72"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Brief Fatigue Inventory (BFI) Scale Score",
                            "PrimaryOutcomeDescription": "The BFI assesses the severity of fatigue and the impact of fatigue on daily functioning. BFI measures the severity of fatigue and the impact of fatigue on daily functioning in the past 24 hours. BFI is a 4 item questionnaire. Each item is assessed on a 11-point scale, ranges from 0 (No Fatigue) to 10 (As bad as you can imagine). Average from all 4 items will be used to derive the final score.",
                            "PrimaryOutcomeTimeFrame": "up to Week 72"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Brief Pain Inventory - Short Form (BPI-SF) Scale Score",
                            "PrimaryOutcomeDescription": "The BPI-SF measures severity of pain, impact of pain on daily function, locations of pain, pain medications, and amount of pain relief in the past 24 hours or the past week. The BPI- SF includes 4 items measuring the intensity of pain which make up the pain intensity subscales, assessed using 11-point numerical rating scales from \"0\" = no pain to \"10\" = pain as bad as you can imagine; 7 items that assess how much pain has interfered with 7 daily activities which make up the pain interference subscale, assessed on a scale of 0, \"Does not interfere\" to 10, \"completely interferes.\" This subscale is typically scored as the mean of the 7 interference items; An additional item on the extent of pain relief.",
                            "PrimaryOutcomeTimeFrame": "up to Week 72"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Current Health Satisfaction in Prostate Cancer (CHS-PCa) Questionnaire",
                            "PrimaryOutcomeDescription": "The CHS-PCa is an exploratory questionnaire that includes 9 questions to assess participant satisfaction with their current status. Each question has 7 response categories corresponding to strongly agree, disagree, somewhat disagree, neither agree nor disagree, somewhat agree, agree and strongly agree.",
                            "PrimaryOutcomeTimeFrame": "up to Week 72"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Work Limitations Questionnaire (WLQ) Score",
                            "PrimaryOutcomeDescription": "The WLQ measures the degree to which employed individuals are experiencing limitations on-the-job due to their health problems, and health-related productivity loss. The WLQ items ask respondents to rate their level of difficulty or ability to perform specific job demands. Scale score range from 0 (limited none of the time) to 100 (limited all of the time) and represent the reported amount of time in the prior two weeks respondents were limited on- the-job.",
                            "PrimaryOutcomeTimeFrame": "up to Week 72"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Prostate Specific Antigen (PSA) Level in Plasma",
                            "PrimaryOutcomeDescription": "Prostate Specific Antigen (PSA) Level in Plasma at Week 72 will be assessed.",
                            "PrimaryOutcomeTimeFrame": "up to Week 72"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Eastern Cooperative Oncology Group (ECOG) Performance Status Score",
                            "PrimaryOutcomeDescription": "ECOG performance status measured on 6 point scale to assess participant's performance status. 0=Fully active, able to carry on all pre-disease activities without restriction; 1=Restricted in physically strenuous activity, ambulatory and able to carry out light or sedentary work; 2=Ambulatory (greater than [>]50% of waking hours), capable of all self care, unable to carry out any work activities; 3=Capable of only limited self care, confined to bed/chair >50 percent (%) of waking hours; 4=Completely disabled, cannot carry on any self care, totally confined to bed/chair; 5=Dead. 0=Best status, 5=Worst status",
                            "PrimaryOutcomeTimeFrame": "up to Week 72"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Barriers Encountered (Prostate Cancer Care) During Study",
                            "SecondaryOutcomeDescription": "At the end of study, each participating investigator, as part of the close out activities, will be interviewed to identify the barriers which were encountered to enrolling participants in the study and also assess if barriers and/or participant flow were changed during the course of the study.",
                            "SecondaryOutcomeTimeFrame": "up to Week 72"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nParticipants must have a confirmed diagnosis of metastatic castrate-resistant prostate cancer (mCRPC) according to medical history and have rising Prostate-Specific Antigen (PSA) levels or radiographic progression (documented by previous positive bone scan or metastatic lesions identified on CT or MRI) despite ongoing conventional Androgen deprivation therapy (ADT)\nParticipant (or legally accepted representative) must be able to sign an informed consent form (ICF) indicating that they understand the procedures for data collection and are willing to participate in the study\nParticipant must be able to understand and complete study questionnaires\nAbiraterone Acetate (ZYTIGA) has been chosen as the treatment for mCRPC disease progression as part of standard of care\nMale participants aged greater than (>) 18 years\n\nExclusion Criteria:\n\nParticipants currently participating in another investigational clinical study of ZYTIGA or any other investigational drug\nParticipants who have received prior cytotoxic chemotherapy for prostate cancer while receiving ADT\nParticipants who have any other condition that, in the opinion of the investigator, may affect the participants health or outcome of the trial (i.e. uncontrolled disease)\nLife expectancy of less than (<) 1 year\nHistory of another malignancy within the previous 5 years other than curatively treated non-melanoma skin cancer",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Chemotherapy-naive metastatic castrate-resistant prostate cancer (mCRPC) participants who were prescribed Abiraterone Acetate (ZYTIGA) will be enrolled.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Janssen Inc. Clinical Trial",
                            "OverallOfficialAffiliation": "Janssen Inc.",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationCity": "Calgary",
                            "LocationState": "Alberta",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Abbotsford",
                            "LocationState": "British Columbia",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Kamloops",
                            "LocationState": "British Columbia",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Kelowna",
                            "LocationState": "British Columbia",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Maple Ridge",
                            "LocationState": "British Columbia",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Vancouver",
                            "LocationState": "British Columbia",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Victoria",
                            "LocationState": "British Columbia",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Winnipeg",
                            "LocationState": "Manitoba",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Dieppe",
                            "LocationState": "New Brunswick",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Moncton",
                            "LocationState": "New Brunswick",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "ST. John's",
                            "LocationState": "Newfoundland and Labrador",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Halifax",
                            "LocationState": "Nova Scotia",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Barrie",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Brampton",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Burlington",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Hamilton",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "London",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Mississauga",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Newmarket",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "North York",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Oakville",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Oshawa",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Peterborough",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Richmond Hill",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Sault Ste. Marie",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Scarborough",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Sudbury",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Thunder Bay",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Toronto",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Woodstock",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Chateauguay",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Gatineau",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Granby",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Greenfield Park",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Laval",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Montreal",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Pointe-Claire",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Sherbrooke",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "St Charles Borromee",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Val d'or",
                            "LocationState": "Quebec",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationCity": "Quebec",
                            "LocationCountry": "Canada"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009362",
                            "ConditionMeshTerm": "Neoplasm Metastasis"
                        },
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009385",
                            "ConditionAncestorTerm": "Neoplastic Processes"
                        },
                        {
                            "ConditionAncestorId": "D000010335",
                            "ConditionAncestorTerm": "Pathologic Processes"
                        },
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M11997",
                            "ConditionBrowseLeafName": "Neoplasm Metastasis",
                            "ConditionBrowseLeafAsFound": "Metastatic Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostatic Neoplasms",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M12020",
                            "ConditionBrowseLeafName": "Neoplastic Processes",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionMeshList": {
                    "InterventionMesh": [
                        {
                            "InterventionMeshId": "D000069501",
                            "InterventionMeshTerm": "Abiraterone Acetate"
                        }
                    ]
                },
                "InterventionAncestorList": {
                    "InterventionAncestor": [
                        {
                            "InterventionAncestorId": "D000000970",
                            "InterventionAncestorTerm": "Antineoplastic Agents"
                        },
                        {
                            "InterventionAncestorId": "D000065088",
                            "InterventionAncestorTerm": "Steroid Synthesis Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000004791",
                            "InterventionAncestorTerm": "Enzyme Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000045504",
                            "InterventionAncestorTerm": "Molecular Mechanisms of Pharmacological Action"
                        },
                        {
                            "InterventionAncestorId": "D000006727",
                            "InterventionAncestorTerm": "Hormone Antagonists"
                        },
                        {
                            "InterventionAncestorId": "D000006730",
                            "InterventionAncestorTerm": "Hormones, Hormone Substitutes, and Hormone Antagonists"
                        },
                        {
                            "InterventionAncestorId": "D000045505",
                            "InterventionAncestorTerm": "Physiological Effects of Drugs"
                        },
                        {
                            "InterventionAncestorId": "D000065607",
                            "InterventionAncestorTerm": "Cytochrome P-450 Enzyme Inhibitors"
                        }
                    ]
                },
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M451",
                            "InterventionBrowseLeafName": "Abiraterone Acetate",
                            "InterventionBrowseLeafAsFound": "Crohn's Disease",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M3749",
                            "InterventionBrowseLeafName": "Androgens",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M7641",
                            "InterventionBrowseLeafName": "Enzyme Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M9479",
                            "InterventionBrowseLeafName": "Hormones",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M9478",
                            "InterventionBrowseLeafName": "Hormone Antagonists",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M30227",
                            "InterventionBrowseLeafName": "Cytochrome P-450 Enzyme Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}