{
    "Rank": 207,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05857995",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "21-XXXX.cc"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "R01CA254734",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/R01CA254734"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "University of Colorado, Denver",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Precision Lung Cancer Survivorship Care Intervention",
                "OfficialTitle": "Precision Lung Cancer Survivorship Care Intervention: A Randomized Controlled Trial Serving Rural Survivors and Communities",
                "Acronym": "KYLEADSII"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2023",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "June 1, 2023",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 31, 2026",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "June 30, 2026",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "May 4, 2023",
                "StudyFirstSubmitQCDate": "May 4, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 15, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 4, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 15, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Colorado, Denver",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University of Kentucky",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of Louisville",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "G02 for Lung Cancer",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "National Cancer Institute (NCI)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The overarching goal of the Kentucky LEADS Collaborative Lung Cancer Survivorship Care program is to reduce the burden of lung cancer by offering an innovative survivorship care approach that improves lung cancer quality of life, overcomes lung cancer stigma, and helps survivors engage with care. The project involves a two-group parallel randomized clinical trial comparing the impact of the Kentucky LEADS Collaborative Lung Cancer Survivorship Care program (KLCLCSC) among lung cancer survivors (N=300) against an enhanced usual care condition (bibliotherapy+assessment) on quality of life outcomes.",
                "DetailedDescription": "Among the devastating illnesses impacting rural America, few exact the physical, social, psychological, and economic toll of lung cancer. Lung cancer is the leading cause of cancer death in rural America, and the levy is particularly acute in Kentucky - a state that not only leads the nation in lung cancer incidence and mortality but is a global epicenter of lung cancer. Despite the prevailing nihilism regarding lung cancer care, lung cancer survivors are living longer. Innovations in prevention, early detection, and treatment, have created substantial optimism and opportunities for long-term lung cancer survivorship. These dramatic changes in the lung cancer care landscape have invigorated the need for quality lung cancer survivorship interventions. The overarching goal of the Kentucky LEADS Collaborative Lung Cancer Survivorship Care program is to reduce the burden of lung cancer by offering an innovative survivorship care approach that improves lung cancer quality of life, overcomes lung cancer stigma, and helps survivors engage with care. Using a novel precision survivorship approach and developed in collaboration with rural community stakeholders, the program's foundation incorporates principles of patient-centered care, shared decision making, and motivational interviewing to build survivor engagement. A large acceptability and feasibility trial conducted in collaboration with nine lung cancer care facilities in Kentucky with lung cancer survivors (N=140) demonstrated the acceptability of the intervention among survivors, caregivers, and lung cancer care clinicians. The study also revealed the feasibility of conducting the proposed study methods in rural cancer care facilities. The project continues this program of research by conducting a two-group parallel randomized clinical trial comparing the impact of the Kentucky LEADS Collaborative Lung Cancer Survivorship Care program (KLCLCSC) among lung cancer survivors (N=300) against an enhanced usual care condition (bibliotherapy+assessment) on quality of life outcomes. Rural-residing lung cancer survivors will be recruited from ten oncology care facilities throughout Kentucky. The project's first aim compares the efficacy of the interventions with regard to lung cancer quality of life among survivors as measured by the FACT-L and other rigorous assessments of patient engagement, symptom burden, psychosocial well-being, and behavior change. The project's second aim evaluates the moderating impact of including caregivers as intervention partners on survivor quality of life outcomes. A third aim evaluates the cost-effectiveness of the KLCLCSC intervention in comparison to the enhanced usual care condition. Based on highly encouraging pilot data collected in collaboration with oncology care programs in Kentucky, this research holds credible potential to establish a new paradigm for addressing the challenges associated with lung cancer and for delivering quality survivorship care to rural-residing, economically distressed lung cancer survivors."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Lung Cancer",
                        "Pulmonary Neoplasm",
                        "Neoplasms, Lung",
                        "Neoplasms, Pulmonary",
                        "Neoplasm, Pulmonary",
                        "Cancer, Lung",
                        "Cancers, Lung",
                        "Pulmonary Cancer",
                        "Cancer, Pulmonary",
                        "Cancers, Pulmonary",
                        "Pulmonary Cancers",
                        "Cancer of the Lung",
                        "Cancer of Lung",
                        "Pulmonary Neoplasms",
                        "Lung Cancers"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Survivorship",
                        "Quality of Life",
                        "Behavioral Oncology",
                        "Psychosocial Oncology"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "Two-group randomized clinical trial",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Double",
                        "DesignMaskingDescription": "The principal investigators and outcomes assessors will be masked to the random assignment of participants.",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Investigator",
                                "Outcomes Assessor"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "300",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Kentucky LEADS Collaborative Lung Cancer Survivorship Care Program (KLCLCSC)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The Kentucky LEADS Collaborative Lung Cancer Survivorship Care Program (KLCLCSC) is a targeted and tailored lung cancer survivorship care intervention built on principles of patient-centered care, shared decision making, and motivational interviewing to build survivor engagement and improve lung cancer outcomes.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Kentucky LEADS Collaborative Lung Cancer Survivorship Care Program"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Enhanced Usual Care (EUC)",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "The enhanced usual care condition involves usual care plus bibliotherapy and assessment.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Enhanced Usual Care"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Kentucky LEADS Collaborative Lung Cancer Survivorship Care Program",
                            "InterventionDescription": "KLCLCSC is a survivor or survivor plus caregiver-focused psychosocial and behavioral intervention designed to engage lung cancer survivors and improve lung cancer outcomes.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Kentucky LEADS Collaborative Lung Cancer Survivorship Care Program (KLCLCSC)"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Enhanced Usual Care",
                            "InterventionDescription": "EUC involves a combination of the standard of care plus a bibliotherapy intervention and assessment.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Enhanced Usual Care (EUC)"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Change from Baseline (T0) in Mean Lung Cancer Quality of Life at 6 Months (T2)",
                            "PrimaryOutcomeDescription": "The Functional Assessment of Cancer Therapy-Lung (FACT-L) is a 36-item self-report instrument that measures quality life.",
                            "PrimaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Survivor Engagement at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Patient Activation Measure (PAM) is a standardized 13-item self-report measure of patient engagement.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Lung Cancer Knowledge at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Perceived Knowledge of Lung Cancer Scale is a 6-item intervention-specific measure of self-reported/perceived knowledge of lung cancer and survivorship developed for this research program.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Fatigue Symptoms at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Fatigue Symptoms is a standardized 5-item self-report measure of fatigue within the Patient-Reported Outcomes Measurement Information System (PROMIS-Fatigue).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Sleep Disturbance at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Sleep Disturbance is a standardized 6-item self-report measure of sleep disruption within the Patient-Reported Outcomes Measurement Information System (PROMIS-Sleep).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Respiratory Dysfunction at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Respiratory Dysfunction (FACT-L Breathing Items) is a 3-item self-report measure of breathing problems drawn from the Functional Assessment of Cancer Therapy Lung Cancer Module.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Pain Interference at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Pain Interference is a standardized 6-item self-report measure of pain interference within the Patient-Reported Outcomes Measurement Information System (PROMIS-Pain).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Emotional Social Support at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Emotional Social Support is a standardized 4-item self-report measure of emotional social support within the Patient-Reported Outcomes Measurement Information System (PROMIS-Emotional Support).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Social Isolation at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Social Isolation is a standardized 4-item self-report measure of social isolation within the Patient-Reported Outcomes Measurement Information System (PROMIS-Social Isolation).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Social Constraints at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Social Constraint Scale is a standardized 15-item self-report instrument measuring social constraints in the past month targeted to the lung cancer experience.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Perceptions of Palliative Care at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Perceptions of Palliative Care (Perceptions) scale is a standardized 15-item self-report measure of knowledge and feeling about palliative care and hospice care.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Needs at the End of Life at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Needs at the End of Life scale is a 5-item set of self-report questions regarding end of life needs, including spirituality, relationship, medical, and purpose.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Psychological Distress at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Distress Thermometer is an ultra-brief, single-item, standardized self-report measure of psychological distress developed and supported by the National Comprehensive Cancer Network (DT).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Depressive Symptoms at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Depressive Symptoms is a standardized 6-item self-report measure of depressive symptom burden within the Patient-Reported Outcomes Measurement Information System (PROMIS-Depression).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Anxiety Symptoms at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Anxiety Symptoms is a standardized 6-item self-report measure of anxiety symptom burden within the Patient-Reported Outcomes Measurement Information System (PROMIS-Anxiety).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Lung Cancer Stigma at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Lung Cancer Stigma (Perceived Stigma Scale) is a 6-item self-report measure of perceived lung cancer stigma developed for this research program.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Physical Activity at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Physical Activity (BRFSS-Health Bxs-PA) measure includes 5 standardized self-report items drawn from the Behavioral Risk Factor Surveillance System to assess levels of physical activity.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Nutrition at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Nutrition (BRFSS-Health Bxs-Nutrition) measure includes 6 standardized self-report items drawn from the Behavioral Risk Factor Surveillance system to assess fruit and vegetable intake.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Smoking Status at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "The Smoking Status (BRFSS-Tobacco Use) measure is a single-item standardized self-report measure of 30-day smoking point prevalence.",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change from Baseline (T0) in Mean Psychosocial Impact at 6 Months (T2)",
                            "SecondaryOutcomeDescription": "Psychosocial Illness Impact - Positive is a standardized 8-item self-report instrument measuring perceived positive outcomes following illness within the Patient-Reported Outcomes Measurement Information System (PROMIS-Psychosocial Impact).",
                            "SecondaryOutcomeTimeFrame": "Baseline (T0) and 6 Months (T2)"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nHave been diagnosed with lung cancer\nReside in a rural county as determined by a RUC code of 4 or higher\nBe at least 18 years of age or older\nBe able to communicate effectively in English\n\nExclusion Criteria:\n\nHave significant psychiatric disturbance that requires a higher level of care\nHave substance abuse/dependence that requires a higher level of care\nAre participating in another lung cancer survivorship care intervention\nHave previously participated in the Kentucky LEADS Lung Cancer Survivorship Care Program",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Courtney R Blair, MSM",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "(859) 218-6638",
                            "CentralContactEMail": "courtney.blair@uky.edu"
                        },
                        {
                            "CentralContactName": "Joan Kahl, MS",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "(859) 218-6222",
                            "CentralContactEMail": "joan.kahl@uky.edu"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Jamie L Studts, PhD",
                            "OverallOfficialAffiliation": "University of Colorado School of Medicine",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Jessica L Burris, PhD",
                            "OverallOfficialAffiliation": "University of Kentucky",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000008175",
                            "ConditionMeshTerm": "Lung Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000012142",
                            "ConditionAncestorTerm": "Respiratory Tract Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000013899",
                            "ConditionAncestorTerm": "Thoracic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000008171",
                            "ConditionAncestorTerm": "Lung Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012140",
                            "ConditionAncestorTerm": "Respiratory Tract Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafAsFound": "Neoplasms, Pulmonary",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14669",
                            "ConditionBrowseLeafName": "Respiratory Tract Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16348",
                            "ConditionBrowseLeafName": "Thoracic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10858",
                            "ConditionBrowseLeafName": "Lung Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14667",
                            "ConditionBrowseLeafName": "Respiratory Tract Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        }
                    ]
                }
            }
        }
    }
}