{
    "Rank": 212,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03837132",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "H2018:291"
                },
                "Organization": {
                    "OrgFullName": "University of Manitoba",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Early Palliative Care on Quality of Life of Patients With Advanced Pancreas Cancer",
                "OfficialTitle": "The Impact of Early Palliative Care on the Quality of Life of Patients With Advanced Pancreas Cancer: A Case-crossover Study"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2022",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "October 15, 2018",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 30, 2021",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "June 30, 2021",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "August 8, 2018",
                "StudyFirstSubmitQCDate": "February 8, 2019",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 11, 2019",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "February 1, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "February 2, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Christina Kim",
                    "ResponsiblePartyInvestigatorTitle": "Medical Oncologist, CancerCare Manitoba; Assistant Professor, University of Manitoba",
                    "ResponsiblePartyInvestigatorAffiliation": "University of Manitoba"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Manitoba",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "CancerCare Manitoba",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Celgene",
                            "CollaboratorClass": "INDUSTRY"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The primary objective is to explore the impact of early palliative care on quality of life in patients with advanced pancreatic cancer. The secondary objectives are to explore the impact of early palliative care on symptom management, depression, anxiety and survival in patients with advanced pancreatic cancer.",
                "DetailedDescription": "This is a prospective case-crossover study of patients with advanced pancreatic cancer (APC) at CancerCare Manitoba (CCMB) with early palliative care (PALC) plus standard oncologic care.\n\nThe primary endpoint of this study is quality of life (QOL) at week 16, measured by the Functional Assessment of Cancer Therapy - hepatobiliary (FACT-Hep). FACT-hep is a 45-item tool, which measures physical, emotional, social and functional well-being, and has been validated in a general population with hepatobiliary cancers, including metastatic pancreatic cancer. FACT-Hep has strong psychometric properties, and is a reliable, comprehensive and well-validated scale for use in patients with gastrointestinal cancers.\n\nSecondary endpoints will include: (1) symptom control at 16 weeks as measured by the revised Edmonton Symptom Assessment Scale (ESAS-r), (a widely used and validated tool to assess symptom intensity, which is routinely completed by patients at all CCMB visits); (2) depression and anxiety at 16 weeks using the Hospital Anxiety and Depression Scale (HADS), (a-14 item scale which can be used in the outpatient setting to screen for anxiety and depression within the previous week) and the Patient Health Questionnaire (PHQ-9), (a sensitive (88%) and specific (88%) 9-question tool which incorporates diagnostic criteria for major depression); and overall survival measured from date of registration to death.\n\nRecruitment to the study will occur in a clinic staffed by medical oncologists with expertise in gastrointestinal cancers, as this is the first point of entry into the CCMB system for patients with APC.\n\nEarly PALC will consist of referral to PALC at the time of study enrollment. Patients will undergo an initial consultation by the PALC team within two weeks of registration. Patients enrolled in the study who are also receiving chemotherapy must have their initial PALC consultation before receiving cycle 2 of chemotherapy. Baseline QoL questionnaires may be completed any time between registration and the first PALC consultation. The PALC team will be led by a physician with subspecialty training in PALC and an advanced practice nurse, with the ability to involve other members of the team (dietician, pharmacist, social worker, psychologist, psychiatrist, spiritual care, home care) as needed. The initial consultation by the PALC team will consist of assessments as per guidelines set by the Canadian Hospice Palliative Care Association. Patients will be followed by the PALC team at least every 2 weeks for the first month, then every 4 weeks until week 16, then at the discretion of the PALC team thereafter. Follow-up PALC visits will occur in person or via telehealth videoconference. A more intensive follow up regimen will occur early on, with a goal of achieving symptom control, as APC related symptoms can result in emergency room visits and hospitalizations. Patients will also receive regular oncologic follow up as directed by their oncologist.\n\nAll patients will complete the FACT-hep, ESAS-r, HADS and PHQ-9 at baseline and every 4 weeks until week 16. The data collected at these time points will provide a sense of the trajectory of the patient experience and provide insights into the timing of interventions to improve management of pain, symptoms, anxiety and depression in the future. Measuring QOL at these various time points may also be useful in case we experience unexpected loss to follow up at weeks 16, as it would provide data at intermediate time points for analysis.\n\nCompletion of QOL questionnaires will take patients approximately 15-20 minutes (10-15 minutes for FACT-hep), 1-2 minutes for ESAS, 2-3 minutes for HADS, and 1-2 minutes for PHQ-9). Questionnaires will be completed in the outpatient clinic, at least 7 days after receiving any chemotherapy to avoid conflation from chemotherapy side effects. All questionnaires will be collected by a study coordinator, and the study coordinator will be available to assist patients with questionnaire paperwork as needed. If a patient does not have an oncology appointment, they may receive the questionnaires and a stamped return envelope in the mail. If the questionnaires are not returned within 2 weeks, the study coordinator will contact the patient via phone as a reminder. If necessary, the study coordinator can complete these in an interview-style format over the telephone.\n\nPatient and treatment characteristics will be captured at baseline, including: age, sex, education level, height, weight, primary language spoken, Eastern Cooperative Oncology Group (ECOG) performance status, comorbid illnesses (hypertension, dyslipidemia, diabetes, coronary artery disease, cerebrovascular accident or transient ischemic attack, psychiatric illness, other cancers), medications (prescribed, over the counter, alternative/complementary), use of opioids for cancer related pain, weight loss, clinical stage (locally advanced, unresectable/metastatic), site of primary tumour in pancreas (head or neck/body/tail), CA 19-9 (normal/elevated). Emergency room visits and hospitalizations while on study will be captured. This data will be used to describe the study cohort. Data will be entered and maintained in REDCap on the University of Manitoba's secure research environment.\n\nNote: During the time of the COVID-19 response, patients are assessed over the phone by the advanced practice nurse two days before their scheduled appointment to determine if in-person visits are necessary. If in-person visits are necessary, follow up palliative care visits will be done in clinic with only one support person allowed per patient and clinic visit time limited to minimize any potential exposure time. In in-person visits not necessary, the follow up palliative care visits are conducted over the phone until COVID-19 precautions are lifted."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Advanced Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Advanced Pancreatic Cancer",
                        "Early Palliative Care",
                        "Quality of Life"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Crossover"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "40",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Advanced pancreatic cancers",
                            "ArmGroupDescription": "Newly diagnosed patients with advanced pancreatic cancer",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Palliative care assessment"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Palliative care assessment",
                            "InterventionDescription": "Patients with advanced pancreatic cancer will have regular palliative care assessment with palliative care team",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Advanced pancreatic cancers"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Early palliative care assessment"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Impact of early palliative care on quality of life in patients with advanced pancreatic cancer",
                            "PrimaryOutcomeDescription": "For the primary endpoint, we will use a generalized linear model to test for a statistically significant change score between baseline and 16 weeks. We will assume a normal distribution for the change scores. Model fit will be assessed via a visual assessment of residuals and the ratio of the model deviance to its degrees of freedom.",
                            "PrimaryOutcomeTimeFrame": "registration to 16 weeks"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "To explore the impact of early palliative care on symptom management, depression, anxiety and survival in patients with advanced pancreatic cancer",
                            "SecondaryOutcomeDescription": "Secondary endpoints will include: (1) symptom control at 16 weeks as measured by the revised Edmonton Symptom Assessment Scale (ESAS-r) (a widely used and validated tool to assess symptom intensity, which is routinely completed by patients at all CCMB visits); (2) depression and anxiety at 16 weeks using the Hospital Anxiety and Depression Scale (HADS) (a 14 item scale which can be used in the outpatient setting to screen for anxiety and depression within the previous week) and the Patient Health Questionnaire (PHQ-9) (a sensitive (88%) and specific (88%) 9 question tool which incorporates diagnostic criteria for major depression); and overall survival measured from date of registration to death",
                            "SecondaryOutcomeTimeFrame": "registration to 16 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nage >18\nnewly diagnosed advanced pancreatic cancer (APC)\nEnglish speaking or willing to be seen with a medical interpreter\nwilling and able to complete quality of life (QoL) questionnaires\n\nExclusion Criteria:\n\nage <18\nreceiving cycle 2 of chemotherapy",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Newly diagnosed advanced adult pancreatic patients",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Christina Kim, MD FRCPC",
                            "OverallOfficialAffiliation": "CancerCare Manitoba/ University of Manitoba",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Victoria General Hospital Buhler Cancer Centre",
                            "LocationCity": "Winnipeg",
                            "LocationState": "Manitoba",
                            "LocationZip": "R3T 2E8",
                            "LocationCountry": "Canada"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000010190",
                            "ConditionMeshTerm": "Pancreatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004701",
                            "ConditionAncestorTerm": "Endocrine Gland Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000010182",
                            "ConditionAncestorTerm": "Pancreatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000004700",
                            "ConditionAncestorTerm": "Endocrine System Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M12800",
                            "ConditionBrowseLeafName": "Pancreatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Pancreas Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7553",
                            "ConditionBrowseLeafName": "Endocrine Gland Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12792",
                            "ConditionBrowseLeafName": "Pancreatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7552",
                            "ConditionBrowseLeafName": "Endocrine System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafAsFound": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "T4387",
                            "ConditionBrowseLeafName": "Pancreatic Cancer",
                            "ConditionBrowseLeafAsFound": "Pancreas Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC19",
                            "ConditionBrowseBranchName": "Gland and Hormone Related Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M22244",
                            "InterventionBrowseLeafName": "Pancrelipase",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M12804",
                            "InterventionBrowseLeafName": "Pancreatin",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "Gast",
                            "InterventionBrowseBranchName": "Gastrointestinal Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}