{
    "Rank": 237,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04260737",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "VSN-18-127"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "141490-052",
                            "SecondaryIdType": "Other Grant/Funding Number",
                            "SecondaryIdDomain": "The Icelandic Research Fund"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Reykjavik University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Interactive Decision Aid for Men Diagnosed With Prostate Cancer",
                "OfficialTitle": "Developing and Testing an Interactive Decision Aid for Newly Diagnosed Prostate Cancer Patients"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2022",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 26, 2020",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 8, 2020",
                "StudyFirstSubmitQCDate": "February 6, 2020",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 7, 2020",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 2, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 4, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Dr. Heiddis B Valdimarsdottir",
                    "ResponsiblePartyInvestigatorTitle": "Professor",
                    "ResponsiblePartyInvestigatorAffiliation": "Reykjavik University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Reykjavik University",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "The Icelandic Research Fund",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "The Icelandic Cancer Society",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Prostate cancer is the second leading cause of cancer related deaths in the western world (National Cancer Institute, 2011). Prostate cancer diagnosis relates to significant psychological distress (Roesch et al, 2005; Hervouet et al, 2005). The management options available for men with localized prostate cancer typically offer similar survival rate and one treatment has not been determined more effective than other. Variance in severity, duration and frequency of side effects between treatments is considerable (National Cancer Institute, 2011). This can make the choice between management options challenging and distressing. Researches show that patients that are actively involved and provided with sufficient information have better health outcomes (Stewart, 1995).\n\nThe study involves implementing interactive, web-based decision-aid to assist men with localized prostate cancer with their decision regarding their prostate cancer management options. Participants will be randomized to standard-care (SC) and SC + interactive decision-aid (IDA). The SC group will meet with their urologist and receive and information brochure. In addition the IDA group will receive a website that includes a wealth of information (e.g., overview about prostate cancer, overview of different treatment options, pros and cons of different treatment options and a value clarification exercise that is designed to assist participants to weigh the risks and benefits of each prostate cancer management option).\n\nThe effectiveness of the intervention will be evaluated with questionnaires administered prior to randomization (baseline) and then again two weeks, one, three and six months after the randomization.\n\nAim 1. Evaluate the relative impact of SC versus SC + IDA on medical decision making. It is hypothesized that participants randomized to the SC + IDA arms will have improved decision making (e.g., reduced decisional conflict) and psychosocial outcomes (e.g., distress), compared to those randomized to SC only.\n\nAim 2. Identify mechanisms by which the interventions impact patient outcomes. It is hypothesized that: 1) improved decision making and psychosocial outcomes for the IDA arms will be mediated by increased knowledge; 2) participants who are undecided about the treatment decision and those that have information-seeking decision styles will benefit most from the decision-aid interventions."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Localized Prostate Cancer",
                        "Decision Aid",
                        "Medical Decision Making"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "200",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Standard Care",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "The control group will receive standard care for localized prostate cancer, i.e., information from their doctor and an information brochure."
                        },
                        {
                            "ArmGroupLabel": "Decision Aid + Standard Care",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The intervention group will receive standard care and intervention that includes a website with the Decision Aid which covers the following:\n\nAn overview about prostate cancer;\nAn overview of different treatment options (e.g. surgery and active surveillance)\nThe pros and cons of different treatment options (e.g., physical, emotional, social).\nA value clarification exercise that is designed to assist participants to weigh the pros and cons of each prostate cancer management option.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Decision Aid for Men with Localized Prostate Cancer"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Decision Aid for Men with Localized Prostate Cancer",
                            "InterventionDescription": "The intervention is an interactive decision aid aimed to assist newly diagnosed prostate cancer patients with their treatment management options.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Decision Aid + Standard Care"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Change in decisional conflict over time",
                            "PrimaryOutcomeDescription": "The Decisional Conflict Scale (DCS) is a measure that was designed to evaluate health-care-consumer decisions. It is a 16-item measure and the answers range from \"strongly agree\" to \"strongly disagree\" on a five point Likert scale. Scores on DCS range from 0 to 100, were higher score indicate greater decisional conflict. It has test-retest reliability of 0.81 and internal consistency ranges from α=.0.78 to 0.92.",
                            "PrimaryOutcomeTimeFrame": "Baseline, 2 weeks, 1 month, 3 months and 6 months."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in decisional regret over time",
                            "PrimaryOutcomeDescription": "The Decision Regret Scale (DRS) measures regret after health care decision. It is a 5-item measure and the answers range from \"strongly agree\" to \"strongly disagree\" on a five point Likert scale. Scores on DRS range from 0 to 100, were higher score indicate more regret after health care decision. It has good internal consistency that ranges from α=.0.81 to 0.92.",
                            "PrimaryOutcomeTimeFrame": "2 weeks, 1 month, 3 months and 6 months."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in satisfaction with decision over time",
                            "PrimaryOutcomeDescription": "The Satisfaction with Decision Scale (SWDS) measures satisfaction with health care decision. It is a 5-item measure and the answers range from \"strongly agree\" to \"strongly disagree\" on a five point Likert scale. Scores on SWDS range from 5 to 25, were higher score indicate more satisfaction with a decision.The scale has good internal consistency (α=.0.86).",
                            "PrimaryOutcomeTimeFrame": "2 weeks, 1 month, 3 months and 6 months."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in anxiety over time",
                            "PrimaryOutcomeDescription": "The Generalized Anxiety Disorder - 7 (GAD-7) is a 7-item measure used to screen for general anxiety disorder and to measure its severity. It is also a good screening tool for social anxiety disorder, panic disorder and post traumatic stress disorder. Response options range from \"not at all\" to \"several days\" on a 4-point Likert scale. GAD-7 total score ranges from 0 to 21, were higher score indicates more severe anxiety. It has excellent internal consistency (α = 0.92).",
                            "PrimaryOutcomeTimeFrame": "Baseline, 2 weeks, 1 month, 3 months and 6 months."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in depression over time",
                            "PrimaryOutcomeDescription": "The Patient Health Questionnaire (PHQ-9) is a widely used and well validated measure used to screen for depression and assess severity of it. It is a 9-item scale and answers are on 4-point Likert scale ranging from \"not at all\" to \"nearly every day\". PHQ-9 total score ranges from 0 to 27, were higher score indicates more severe depression. PHQ-9 has been shown to be a reliable and valid measure.",
                            "PrimaryOutcomeTimeFrame": "Baseline, 2 weeks, 1 month, 3 months and 6 months."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in Stress over time",
                            "PrimaryOutcomeDescription": "The Perceived Stress Scale (PSS-10) is a 10-item scale used to measure stress. Each item on the list is rated on a five point Likert scale ranging from \"never\" to \"very often\". PSS-10 total score ranges from 0 to 40, were higher score indicates higher perceived stress. The PSS has adequate reliability and validity.",
                            "PrimaryOutcomeTimeFrame": "Baseline, 2 weeks, 1 month, 3 months and 6 months."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in Stress over time",
                            "PrimaryOutcomeDescription": "The NCCN Distress Thermometer and checklist is a widely used screening measure for distress in cancer patients. It consists of a distress thermometer where participants assess their distress on a scale from 0 to 10, were 0 indicates no distress and 10 extreme distress. Additionally participants answer a problem checklist with several domains to identify what area of life distresses the participant.",
                            "PrimaryOutcomeTimeFrame": "Baseline, 2 weeks, 1 month, 3 months and 6 months."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in Cancer related Stress over time",
                            "PrimaryOutcomeDescription": "The Impact of events scale-revised (IES-R) is a widely used questionnaire that measures trauma related stress, that is cancer specific distress. It is a 22-item measure that includes three factors; avoidance, hyper arousal and intrusion. Those factors together form a cancer-specific distress measure and the higher the score on the scale suggest more distress. Total score range from 0 to 88. The IES-R has high internal consistency and test-retest reliability ranges from 0.51-0.94.",
                            "PrimaryOutcomeTimeFrame": "Baseline, 2 weeks, 1 month, 3 months and 6 months."
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Control preference",
                            "SecondaryOutcomeDescription": "The control preference scale (CPS) assesses the patient's preferred role in the decision-making process. It measures how people with life-threatening illnesses make treatment decisions. It measures the degree of control a person wants to have when making a medical treatment management decision.The scale is a single item and displays five possible roles of patient in decision making, that is fully passive, semi-passive, collaborative, semi-active and fully active.",
                            "SecondaryOutcomeTimeFrame": "Baseline"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Localized Prostate cancer knowledge",
                            "SecondaryOutcomeDescription": "The localized prostate cancer knowledge scale is a 9-item list that assesses participants knowledge of localized prostate cancer and prostate cancer management options. The scale was developed for this study based on method used by Berger, Grønberg, Loge, Kaasa and Sand (2018). Total score range from 0 to 9, were higher score indicates better knowledge of localized prostate cancer and prostate cancer management options.",
                            "SecondaryOutcomeTimeFrame": "Baseline, 2 weeks, 1 month, 3 months and 6 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Health Information Orientation",
                            "SecondaryOutcomeDescription": "The Health Information Orientation Scale (HIOS) measures underlying reasons for avoiding or seeking information in health context. The scale consists of 8 items and has two factors, that is information engagement and information apprehension. Both factors show adequate construct validity and reliability. Total score range from 0 to 32, were higher score indicates greater information apprehension and information engagement.",
                            "SecondaryOutcomeTimeFrame": "Baseline"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Intolerance of uncertainty",
                            "SecondaryOutcomeDescription": "The Intolerance of uncertainty-12 (IUS-12) measures response to ambiguous situation and uncertainty. The scale consists of 12 items. Total score range from 12 to 60, where higher score indicates greater intolerance of uncertainty. The IUS shows good psychometric properties.",
                            "SecondaryOutcomeTimeFrame": "Baseline"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nNewly diagnosed with localized prostate cancer.\n\nExclusion Criteria:\n\nReads and understands Icelandic\nCan give informed consent",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "GenderBased": "Yes",
                "GenderDescription": "Only those that have been assigned the biological sex of male at birth are eligible.",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Valgerdur K Eiriksdottir, MSc",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "003548690404",
                            "CentralContactEMail": "valgerdure@ru.is"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Heiddis B Valdimarsdottir, PhD",
                            "OverallOfficialAffiliation": "Reykjavik University",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Birna Baldursdottir, PhD",
                            "OverallOfficialAffiliation": "Reykjavik University",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Reykjavik University",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Reykjavik",
                            "LocationZip": "102",
                            "LocationCountry": "Iceland",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Valgerður K Eiríksdóttir, MSc",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "003458690404",
                                        "LocationContactEMail": "valgerdure@ru.is"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "16015462",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Roesch SC, Adams L, Hines A, Palmores A, Vyas P, Tran C, Pekin S, Vaughn AA. Coping with prostate cancer: a meta-analytic review. J Behav Med. 2005 Jun;28(3):281-93. doi: 10.1007/s10865-005-4664-z."
                        },
                        {
                            "ReferencePMID": "16310621",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hervouet S, Savard J, Simard S, Ivers H, Laverdiere J, Vigneault E, Fradet Y, Lacombe L. Psychological functioning associated with prostate cancer: cross-sectional comparison of patients treated with radiotherapy, brachytherapy, or surgery. J Pain Symptom Manage. 2005 Nov;30(5):474-84. doi: 10.1016/j.jpainsymman.2005.05.011."
                        },
                        {
                            "ReferencePMID": "7728691",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Stewart MA. Effective physician-patient communication and health outcomes: a review. CMAJ. 1995 May 1;152(9):1423-33."
                        },
                        {
                            "ReferencePMID": "29614997",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Berger O, Gronberg BH, Loge JH, Kaasa S, Sand K. Cancer patients' knowledge about their disease and treatment before, during and after treatment: a prospective, longitudinal study. BMC Cancer. 2018 Apr 3;18(1):381. doi: 10.1186/s12885-018-4164-5."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "National Cancer Institute. (2011). Treatment choice for men with early stage prostate cancer. [Brochure].",
                            "SeeAlsoLinkURL": "https://www.cancer.gov/publications/patient-education/prostate-cancer-treatment-choices.pdf"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}