{
    "Rank": 241,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01306188",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "LYMPHOS1"
                },
                "Organization": {
                    "OrgFullName": "Centre Leon Berard",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Prognostic Value of Divpenia and CD4 Count in Relapsed Breast or Lung Cancer Patients",
                "OfficialTitle": "Study of Prognostic Value of T Cell Receptor Diversity and CD4 Lymphopenia in First Relapse Breast or Lung Cancer Patients",
                "Acronym": "LYMPHOS1"
            },
            "StatusModule": {
                "StatusVerifiedDate": "July 2015",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "July 2010"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 2014",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2014",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "February 28, 2011",
                "StudyFirstSubmitQCDate": "February 28, 2011",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "March 1, 2011",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "July 1, 2015",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "July 2, 2015",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Centre Leon Berard",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "The Biostatistics and Therapy Evaluation Unit",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "BEC (Department of Clinical Sciences)",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The T and B cells repertoire diversity represent one of the immune defence level which controls the integrity of the organism and determines its ability to recognize and control infectious attacks and development of tumours. The study of the lymphocytes TCR and BCR diversity could permit to better understand how lymphopenia act on overall survival and to improve detection of high risk patients who could benefit of adapted therapies for better care.",
                "DetailedDescription": "The therapeutic management recommendations of patients with metastatic cancer offer standard treatment in specific situations. But, there is always a subgroup of patients who do not benefit from treatment and which has a very low survival. The risk of death for patients is very variable depending on the initial cancer site, tumor aggressiveness and chemosensitivity of tumours.\n\nIt's therefore important to have relevant prognostic tools to predict such an excess of relative toxicity or drug resistance. Simple prognostic factors for survival as the performance status (PS) have already been highlighted in several studies. Thus, the possibility to identify a group of patients with a higher risk of mortality could be of major interest for clinicians. In fact such stratification will allow:\n\nTo limit this risk by adjusting the therapy and/or associated treatments (antibiotic prophylaxis, dose reduction ...),\nTo develop protocols for testing innovative strategies specific to this high risk population.\n\nThe objectives of these innovative protocols would be designed to correct lymphodivpenia.\n\nThe main objective is to show that T divpenia (low TCR combinatorial diversity <30%) is a risk factor for early death after chemotherapy (early death: any death occurring within 3 months (lung cancer) or within 6 months (breast cancer) after the start of chemotherapy).\n\nThe secondary objectives are:\n\nTo establish that the divpenia factor is independent of clinical and biological prognostic factors (PS, LDH, haemoglobin, lymphopenia or ANC) to predict a early death,\nTo establish that the prognostic score NDL which will combine in a two-dimensional graph the CD4 count or total lymphocytes count and TCR repertoire diversity will allow a better stratification of lympho-divpenic patients who will benefit from more appropriate treatments,\nTo characterize other circulating markers this could improve the identification of the early death risk (phenotypic markers, cytokines ...) in combination with the previous settings.\n\nPrognostic models have been established in many tumor types at the initial stage or at time of the relapse (breast and lung cancers ...). It seems necessary to highlight other clinical and biological prognostic factors that would estimate a lower survival at 6 months, whatever the nature or the original site of the tumour.\n\nThe strong prognostic value of lymphopenia in the early death after chemotherapy or hematologic toxicity of chemotherapy has recently been established in several tumor models. 25% of patients with metastatic solid cancers have a systemic immune dysfunction.\n\nFurther analysis incorporating prior any treatment (D0) a systematic phenotypic analysis of lymphocyte subpopulations in the patients' blood showed that a significant reduction in the absolute number of peripheral CD4+ T cells (<450/μl) was an independent factor risk of early death and febrile neutropenia in patients with solid cancers of different origin (lymphoma, myeloma, sarcoma, breast cancer) treated with chemotherapy.\n\nHowever, early death remains rare events and a more recent study has established that a lymphopenia (<1000 lymphocytes/µl) was an independent prognostic factor for overall survival in patients with solid tumours.\n\nRecent studies have shown the importance of combinatorial diversity of T and B lymphocytes repertoire (TCR/BCR) in the efficiency of the immune response against infection.\n\nA preliminary analysis of TCR repertoire diversity, in a retrospective cohort of patients with metastatic breast cancer, demonstrated the independent predictive value of divpenia for overall survival in these patients. This research has demonstrated that patients with cancer had a very large disparity in immune TCR diversity and that it was not always correlated with lymphocyte count.\n\nThese preliminary data show that the discriminating power of TCR diversity is greater than the measurement of cell count. The combined analysis of these data in a NDL® graph may help to better discriminate patients at risk for which it is necessary to develop new therapeutic strategies."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer",
                        "Lung Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "metastatic cancer",
                        "lymphopenia",
                        "T cell receptor diversity"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "Whole blood, plasma, PBMC"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "179",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Breast cancer",
                            "ArmGroupDescription": "Metastatic breast cancer",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Biological: Breast cancer cohort"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Lung cancer",
                            "ArmGroupDescription": "Metastatic lung cancer",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Biological: Lung cancer cohort"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Biological",
                            "InterventionName": "Breast cancer cohort",
                            "InterventionDescription": "Blood samples must be made within 48 hours after the inclusion of the patient. Patients are treated according to the standards of the centre where they are supported. No follow-up is provided in this study.\n\nFor each patient, the following analyses is performed:\n\nThe analysis of TCR and BCR repertoire diversity,\nThe phenotypic analysis of immune subpopulations,\nThe analysis of the global lymphopenia or subpopulations T,\nThe analyses by multiplex assay of a large panel of plasma cytokines and chemokines.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Breast cancer"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Biological",
                            "InterventionName": "Lung cancer cohort",
                            "InterventionDescription": "Blood samples must be made within 48 hours after the inclusion of the patient. Patients are treated according to the standards of the centre where they are supported. No follow-up is provided in this study.\n\nFor each patient, the following analyses is performed:\n\nThe analysis of TCR and BCR repertoire diversity,\nThe phenotypic analysis of immune subpopulations,\nThe analysis of the global lymphopenia or subpopulations T,\nThe analyses by multiplex assay of a large panel of plasma cytokines and chemokines.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Lung cancer"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Analyse the prognostic value of divpenia",
                            "PrimaryOutcomeDescription": "To show that T divpenia (low TCR combinatorial diversity <30%) is a risk factor for early death after chemotherapy (early death: any death occurring within 3 months (lung cancer) or within 6 months (breast cancer) after the start of chemotherapy).",
                            "PrimaryOutcomeTimeFrame": "3 month (lung cancer) 6 month (breast cancer)"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Analyse prognostic value of clinico-biological parameters (PS ECOG, LDH levels, - To establish that the divpenia factor is independent of clinical and biological prognostic factors (PS, LDH, metastasis localization, Hb, PMN, age, sex)",
                            "SecondaryOutcomeDescription": "Establish that the divpenia factor is independent of clinical and biological prognostic factors (PS, LDH, initial metastasis localization, Hb, PMN, age, sex) to predict a early death,",
                            "SecondaryOutcomeTimeFrame": "3 month (lung cancer) - 6 month (breast cancer)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Prognostic score NDL",
                            "SecondaryOutcomeDescription": "Establish that the prognostic score NDL which will combine in a two-dimensional graph the CD4 count or total lymphocytes count and TCR repertoire diversity will allow a better stratification of lympho-divpenic patients who will benefit from more appropriate treatments",
                            "SecondaryOutcomeTimeFrame": "3 month (lung cancer) - 6 month (breast cancer)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Characterization of other circulating markers",
                            "SecondaryOutcomeDescription": "Characterize other circulating markers this could improve the identification of the early death risk (phenotypic markers, cytokines ...) in combination with the previous settings",
                            "SecondaryOutcomeTimeFrame": "3 month (lung cancer) - 6 month (breast cancer)"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAge ≥ 18 years old,\nPatients with an histologically proven, inoperable breast or lung tumour,\nMetastatic disease before the start of any chemotherapy,\nSigned written informed consent form,\nCovered by a medical insurance,\nPatient accepting the conservation of biological samples,\nLocally advanced incurable disease (only breast tumour).\n\nExclusion Criteria:\n\nHematological tumour,\nAuto-immune disease (including HIV-positive - AIDS stage) or patients with immunosuppressive therapy,\nMetastatic disease that had progressed after a first line chemotherapy,\nPregnant or lactating female or female of child-bearing potential not employing adequate contraception,\nPatient deprived of liberty by a judicial or administrative,\nAdult protected by law.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "2 cohorts of patients (breast and lung cancer), with locally advanced or metastatic cancer",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Olivier TREDAN, MD",
                            "OverallOfficialAffiliation": "Centre Leon Berard",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Hopital de la Croix Rousse",
                            "LocationCity": "Lyon",
                            "LocationZip": "69004",
                            "LocationCountry": "France"
                        },
                        {
                            "LocationFacility": "Centre Léon Bérard",
                            "LocationCity": "Lyon",
                            "LocationZip": "69008",
                            "LocationCountry": "France"
                        },
                        {
                            "LocationFacility": "Hopital Privé Jean Mermoz",
                            "LocationCity": "Lyon",
                            "LocationZip": "69008",
                            "LocationCountry": "France"
                        },
                        {
                            "LocationFacility": "CHLS",
                            "LocationCity": "Pierre Bénite",
                            "LocationZip": "69495",
                            "LocationCountry": "France"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "20537187",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Belbaraka R, Tredan O, Ray-Coquard I, Chvetzoff G, Bajard A, Perol D, Ismaili N, Ismaili M, Errihani H, Bachelot T, Rebattu P. Factors of interrupting chemotherapy in patients with Advanced Non-Small-Cell Lung Cancer. BMC Res Notes. 2010 Jun 10;3:164. doi: 10.1186/1756-0500-3-164."
                        },
                        {
                            "ReferencePMID": "19549917",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Ray-Coquard I, Cropet C, Van Glabbeke M, Sebban C, Le Cesne A, Judson I, Tredan O, Verweij J, Biron P, Labidi I, Guastalla JP, Bachelot T, Perol D, Chabaud S, Hogendoorn PC, Cassier P, Dufresne A, Blay JY; European Organization for Research and Treatment of Cancer Soft Tissue and Bone Sarcoma Group. Lymphopenia as a prognostic factor for overall survival in advanced carcinomas, sarcomas, and lymphomas. Cancer Res. 2009 Jul 1;69(13):5383-91. doi: 10.1158/0008-5472.CAN-08-3845. Epub 2009 Jun 23."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000008175",
                            "ConditionMeshTerm": "Lung Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000012142",
                            "ConditionAncestorTerm": "Respiratory Tract Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000013899",
                            "ConditionAncestorTerm": "Thoracic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000008171",
                            "ConditionAncestorTerm": "Lung Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012140",
                            "ConditionAncestorTerm": "Respiratory Tract Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafAsFound": "Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M11997",
                            "ConditionBrowseLeafName": "Neoplasm Metastasis",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10914",
                            "ConditionBrowseLeafName": "Lymphopenia",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14669",
                            "ConditionBrowseLeafName": "Respiratory Tract Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16348",
                            "ConditionBrowseLeafName": "Thoracic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10858",
                            "ConditionBrowseLeafName": "Lung Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14667",
                            "ConditionBrowseLeafName": "Respiratory Tract Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC15",
                            "ConditionBrowseBranchName": "Blood and Lymph Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC20",
                            "ConditionBrowseBranchName": "Immune System Diseases"
                        }
                    ]
                }
            }
        }
    }
}