{
    "Rank": 254,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05541380",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "T2322"
                },
                "Organization": {
                    "OrgFullName": "National Health Research Institutes, Taiwan",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients (TOPICS-THYROID)",
                "OfficialTitle": "A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients (TOPICS-THYROID)"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2022",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 29, 2022",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 31, 2030",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 31, 2030",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "September 4, 2022",
                "StudyFirstSubmitQCDate": "September 12, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 15, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "November 13, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "November 15, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "National Health Research Institutes, Taiwan",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Because one cancer type may harbor various genetic aberrations, it is not enough to check only one or a few genes for a patient to choose the adequate treatment. Because the advance in multiplex genomic testing, several NGS-based cancer-associated genetic panel tests (oncopanel) have been developed and used to identify the genetic alterations, particularly the actionable genes, in each patient. Large scale checks of oncopanel have been executed in US. The study showed the genetic alterations in various cancer types and 11% of the patients had further molecular targeted therapy based on the result of the oncopanel test. Similar program was also conducted in Japan. Moreover, the oncopanel tests have been implicated in their clinical practice and the cost was reimbursed by the government of Japan and Korea recently. Precision medicine and such personalized treatment is the trend of cancer treatment. The trend of such treatment patterns is also observed in Taiwan. The genetic background for cancer treatment may also be different among different areas and races. There is short of genetic alteration data in Taiwanese cancer patients. To understand the landscape of genetic aberrations of cancer in Taiwan, large scale survey of the cancer patients is indicated. investigators propose to evaluate the landscape of genetic aberrations in cancer patients via oncopaenl test and collect the clinical data of the patients. The result of the oncopanel test will be provided to patients and their attending physicians as reference for their further treatment. In addition, investigators want to correlate the clinical outcome with the genetic aberrations of the cancer patients in Taiwan. Thyroid cancers are divided into differentiated thyroid cancer (DTC), medullary and anaplastic carcinoma. The majority of the patients are DTC. Different from other cancer type, radioactive iodine (RAI) therapy is usually the main treatment for advanced DTC. Multitargeted kinase inhibitors are indicated for advanced DTC refractory to RAI therapy and advanced medullary thyroid cancer. For anaplastic thyroid cancer, the prognosis is poor in spite of chemotherapy or radiation therapy. BRAF or NTRK targeted therapies are suggested if the patients have these genetic aberrations. Thyroid cancer patients have various genetic aberrations, including BRAF, RAS, RET, NTRK and others. Various gene specific kinase inhibitors have been developed and demonstrated the efficacy for the treatment of advanced thyroid cancer in addition to current standard therapies. Thyroid cancer is a cancer type with high percentage of driver gene aberration, however the genetic landscape of thyroid cancer is not well understood in Taiwan. In the current study, investigators want to investigate the genetic aberrations of advanced thyroid cancers by performing the NGS oncopanel.",
                "DetailedDescription": "Cancer is the most common cause of death in Taiwan since 1982. The incidence of cancer is increasing worldwide, including Taiwan. Cancers in early stage can usually be treated by surgery with a good prognosis. However, the prognosis for recurrent, locally advanced or metastatic cancers is poor with a shorter survival. Systemic treatments are usually indicated for these patients. Chemotherapy is the mainstay for advanced cancer patients. However, the advances in the understanding of cancer biology and identification of targeted therapeutics not only increase the treatment strategies of cancer but also improve the survival and quality of life of the cancer patients. There are more and more molecularly targeted therapy developed and approved for the treatment of advanced cancer patients currently, which makes the beginning of precision cancer medicine. There are more and more treatments can be used based on the genetic aberrations of the cancers. Because one cancer type may harbor various genetic aberrations, it is not enough to check only one or a few genes for a patient to choose the adequate treatment. Because the advance in multiplex genomic testing, several NGS-based cancer-associated genetic panel tests (oncopanel) have been developed and used to identify the genetic alterations, particularly the actionable genes, in each patient. Large scale checks of oncopanel have been executed in US. The study showed the genetic alterations in various cancer types and 11% of the patients had further molecular targeted therapy based on the result of the oncopanel test. Similar program was also conducted in Japan. Moreover, the oncopanel tests have been implicated in their clinical practice and the cost was reimbursed by the government of Japan and Korea recently. Precision medicine and such personalized treatment is the trend of cancer treatment. The trend of such treatment patterns is also observed in Taiwan. The genetic background for cancer treatment may also be different among different areas and races. There is short of genetic alteration data in Taiwanese cancer patients. To understand the landscape of genetic aberrations of cancer in Taiwan, large scale survey of the cancer patients is indicated. investigators propose to evaluate the landscape of genetic aberrations in cancer patients via oncopaenl test and collect the clinical data of the patients. The result of the oncopanel test will be provided to patients and their attending physicians as reference for their further treatment. In addition, investigators want to correlate the clinical outcome with the genetic aberrations of the cancer patients in Taiwan. Thyroid cancers are divided into differentiated thyroid cancer (DTC), medullary and anaplastic carcinoma. The majority of the patients are DTC. Different from other cancer type, radioactive iodine (RAI) therapy is usually the main treatment for advanced DTC. Multitargeted kinase inhibitors are indicated for advanced DTC refractory to RAI therapy and advanced medullary thyroid cancer. For anaplastic thyroid cancer, the prognosis is poor in spite of chemotherapy or radiation therapy. BRAF or NTRK targeted therapies are suggested if the patients have these genetic aberrations. Thyroid cancer patients have various genetic aberrations, including BRAF, RAS, RET, NTRK and others. Various gene specific kinase inhibitors have been developed and demonstrated the efficacy for the treatment of advanced thyroid cancer in addition to current standard therapies. Thyroid cancer is a cancer type with high percentage of driver gene aberration, however the genetic landscape of thyroid cancer is not well understood in Taiwan. In the current study, investigators want to investigate the genetic aberrations of advanced thyroid cancers by performing the NGS oncopanel. Then investigators can understand the genetic aberrations of these patients in Taiwan and help search potential treatment targets for these patients."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Thyroid Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "advanced thyroid cancers",
                        "Registry Study"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "One H&E staining slide, and 10-18 tissue slides (5 um thickness) for cancer panel.\n\nDetails of Tests/Collaborative Test Unit:\n\nTesting will take place in a certified precision medicine laboratory.\n\nNon-tumor Sample (Blood): Eight (8) ml of blood in EDTA tube will be collected from the participant"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "300",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cohort A",
                            "ArmGroupDescription": "patients who were pathologically (histologically) diagnosed as papillary carcinoma (PTC). They are in advanced stage and need systemic therapies. These patients may be unresectable, recurrent, persistent, or metastatic disease with RAI refractory or ineligible and need systemic therapies.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Cohort B",
                            "ArmGroupDescription": "patients who were pathologically diagnosed as DTC other than PTC, which includes follicular carcinoma, Hurthle cell carcinoma, and poorly differentiated carcinoma. The patients are in advanced stage and need systemic therapies. These patients may be unresectable, recurrent, persistent, or metastatic disease with RAI refractory or ineligible and need systemic therapies.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Cohort C",
                            "ArmGroupDescription": "patients who were pathologically diagnosed as medullary thyroid cancer (MTC) with persistent disease.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Cohort D",
                            "ArmGroupDescription": "patients who were pathologically diagnosed as anaplastic thyroid cancer (ATC).",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Cohort E",
                            "ArmGroupDescription": "the patients who had performed large scale NGS oncopanel test previously and fulfil with the criteria in cohort A, B, C, or D.\n\nThe patients must meet all the inclusion criteria and none of the exclusion criteria in each cohort.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients",
                            "InterventionDescription": "A Taiwanese Oncogenetic Panel and Integrated Clinical Data Registry Study for Advanced Thyroid Cancer Patients",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Cohort A",
                                    "Cohort B",
                                    "Cohort C",
                                    "Cohort D",
                                    "Cohort E"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "To evaluate the genetic profiles in advanced thyroid cancer patients in Taiwan.",
                            "PrimaryOutcomeDescription": "ACTonco+ACTFusion",
                            "PrimaryOutcomeTimeFrame": "5 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nCohort A:\n\nPathologically confirmed papillary thyroid carcinoma (PTC).\nThe patient is in advanced stage, which includes recurrent, metastatic, unresectable, or persistent disease.\n\nThe patients are RAI-refractory* or ineligible for RAI therapy**.\n\n*The definitions of RAI-refractory are one of the following criteria: no uptake of RAI in the tumor, uptake of RAI in some tumors but no uptake in other tumors, disease progression in spite of RAI uptake in the tumors, or accumulated RAI dose ≥ 600 mCi.\n\n**the definitions of ineligible for RAI therapy are one of the following criteria: patients are unable to have RAI therapy due to some reasons, such as not received total thyroidectomy, unable to receive total thyroidectomy, or unable to have self-care in the isolation room.\n\nThe patient needs systemic therapy.\nThere are archived tumor samples available and the date of archived tumor sampling must be not more than 5 years from screening date. If there is no archived tumor sample available or the tumor sampling date is more than 5 years from screening date, re-biopsy is needed. If the quality of tumor sample is not fit for NGS oncopanel test, re-biopsy is needed.\nAge ≥ the legal age.\nLife expectancy greater than 6 months.\nCapable of understanding and complying with the protocol requirements and signed informed consent.\n\nCohort B:\n\nPathologically confirmed differentiated thyroid cancer (DTC) other than PTC, which includes follicular thyroid cancer (FTC), Hurthle cell carcinoma, and poorly-differentiated thyroid cancer.\nThe patient is in advanced stage, which includes recurrent, metastatic, unresectable, or persistent disease.\n\nThe patients are RAI-refractory* or ineligible for RAI therapy**.\n\n*The definitions of RAI-refractory are one of the following criteria: no uptake of RAI in the tumor, uptake of RAI in some tumors but no uptake in other tumors, disease progression in spite of RAI uptake in the tumors, or accumulated RAI dose ≥ 600 mCi.\n\n**the definitions of ineligible for RAI therapy are one of the following criteria: patients are unable to have RAI therapy due to some reasons, such as not received total thyroidectomy, unable to receive total thyroidectomy, or unable to have self-care in the isolation room.\n\nThe patient needs systemic therapy.\nThere are archived tumor samples available and the date of archived tumor sampling must be not more than 5 years from screening date. If there is no archived tumor sample available or the tumor sampling date is more than 5 years from screening date, re-biopsy is needed. If the quality of tumor sample is not fit for NGS oncopanel test, re-biopsy is needed.\nAge ≥ the legal age.\nLife expectancy greater than 6 months.\nCapable of understanding and complying with the protocol requirements and signed informed consent.\n\nCohort C:\n\nPathologically confirmed medullary thyroid carcinoma (MTC).\nThe patient is in advanced stage, which includes recurrent, metastatic, unresectable, or persistent disease.\nThere are archived tumor samples available and the date of archived tumor sampling must be not more than 5 years from screening date. If there is no archived tumor sample available or the tumor sampling date is more than 5 years from screening date, re-biopsy is needed. If the quality of tumor sample is not fit for NGS oncopanel test, re-biopsy is needed.\nAge ≥ the legal age.\nLife expectancy greater than 6 months.\nCapable of understanding and complying with the protocol requirements and signed informed consent.\n\nCohort D:\n\nPathologically confirmed anaplastic thyroid carcinoma (ATC).\nThere are archived tumor samples available and the date of archived tumor sampling must be not more than 5 years from screening date. If there is no archived tumor sample available or the tumor sampling date is more than 5 years from screening date, re-biopsy is needed. If the quality of tumor sample is not fit for NGS oncopanel test, re-biopsy is needed.\nAge ≥ the legal age.\nCapable of understanding and complying with the protocol requirements and signed informed consent.\n\nCohort E:\n\nThe patients who had performed large NGS oncopanel test (ACTOnco) previously meet all the inclusion criteria of cohort A, B, C or D except the criteria of archived tumor sample requirement. These patients do not need to take archived tumor sample for NGS oncopanel test but need to take archived tumor sample for TERT promoter mutation and peripheral blood sampling.\n\n-\n\nExclusion Criteria:\n\nCohort A:\n\nInability and unwillingness to give informed consent.\nThe patients have no evidence of disease before systemic treatment.\nThe patients have stable residual disease or metastatic disease without progression and do not need systemic therapies.\nThe patients do not intend to have systemic therapies.\nPatients do not agree to provide archived tumor samples and blood samples or they do not agree to do tumor biopsy when archived tumor samples are not available or inadequate for NGS oncopanel test.\nThe date of archived tumor sampling is more than 5 years from screening date.\nPatients refuse for collection of clinical data and follow-up.\nMental status is not fit for further treatment or data collection.\n\nCohort B:\n\nInability and unwillingness to give informed consent.\nThe patients have no evidence of disease before systemic treatment.\nThe patients have stable residual disease or metastatic disease without progression and do not need systemic therapies.\nThe patients do not intend to have systemic therapies.\nPatients do not agree to provide archived tumor samples and blood samples or they do not agree to do tumor biopsy when archived tumor samples are not available or inadequate for NGS oncopanel test.\nThe date of archived tumor sampling is more than 5 years from screening date.\nPatients refuse for collection of clinical data and follow-up.\nMental status is not fit for further treatment or data collection.\n\nCohort C:\n\nInability and unwillingness to give informed consent.\nThe patients have no evidence of disease before systemic treatment.\nPatients do not agree to provide archived tumor samples and blood samples or they do not agree to do tumor biopsy when archived tumor samples are not available or inadequate for NGS oncopanel test.\nThe date of archived tumor sampling is more than 5 years from screening date.\nPatients refuse for collection of clinical data and follow-p.\nMental status is not fit for further treatment or data collection.\n\nCohort D:\n\nInability and unwillingness to give informed consent.\nPatients do not agree to provide archived tumor samples and blood samples or they do not agree to do tumor biopsy when archived tumor samples are not available or inadequate for NGS oncopanel test.\nThe date of archived tumor sampling is more than 5 years from screening date.\nPatients refuse for collection of clinical data and follow up.\n\nCohort E:\n\nThe patients do not meet all exclusion criteria of cohort A, B, C, or D except for providing archived tumor sample.\n\n-",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "20 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "We plan to include 250 advanced thyroid cancer patients, including 150 papillary thyroid cancer cancers (cohort A), and 50 non-PTC DTC, including follicular thyroid cancers, Hurthle cell carcinoma and poorly-differentiated carcinoma (cohort B), 25 medullary thyroid cancer (cohort C), and 25 anaplastic thyroid cancer (cohort D) in this study. There is no case number limitation for cohort E. However, we estimate to enroll approximately 50 patients in cohort E. In cohort A, the enrolled number of men and women must be ≥ 50 for each group.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Yuchin Chang",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+886-6-7000123",
                            "CentralContactPhoneExt": "65110",
                            "CentralContactEMail": "110510@nhri.edu.tw"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Kaohsiung Medical University Chung-Ho Memorial Hospital",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Kaohsiung",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Mei-Yueh Lee",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Kaohsiung Veterans General Hospital",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Kaohsiung",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Hueng-Yuan Shen",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "China Medical University Hospital",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Taichung",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Chen-Yuan Lin",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "National Cheng Kung University Hospital",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Tainan",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Chung-Jye Hung",
                                        "LocationContactRole": "Contact"
                                    },
                                    {
                                        "LocationContactName": "Chung-Jye Hung",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "National Taiwan University Cancer Center",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Taipei",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Chia-Chi Lin",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "National Taiwan University Hospital",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Taipei",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Chia-Chi Lin",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Taipei Veterans General Hospital",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Taipei",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Jui-Yu Chen",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Tri-service General Hospital",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Taipei",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Ren-Hua Yehn",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Linkou Chang Gung Memorial Hospital",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Taoyuan",
                            "LocationCountry": "Taiwan",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Miaw-Jene Liou",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000013964",
                            "ConditionMeshTerm": "Thyroid Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000013959",
                            "ConditionMeshTerm": "Thyroid Diseases"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000004700",
                            "ConditionAncestorTerm": "Endocrine System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000004701",
                            "ConditionAncestorTerm": "Endocrine Gland Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000006258",
                            "ConditionAncestorTerm": "Head and Neck Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M16408",
                            "ConditionBrowseLeafName": "Thyroid Diseases",
                            "ConditionBrowseLeafAsFound": "Thyroid",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M16413",
                            "ConditionBrowseLeafName": "Thyroid Neoplasms",
                            "ConditionBrowseLeafAsFound": "Thyroid Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M7552",
                            "ConditionBrowseLeafName": "Endocrine System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7553",
                            "ConditionBrowseLeafName": "Endocrine Gland Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M9038",
                            "ConditionBrowseLeafName": "Head and Neck Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC19",
                            "ConditionBrowseBranchName": "Gland and Hormone Related Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        }
                    ]
                }
            }
        }
    }
}