{
    "Rank": 259,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04450264",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "GCO 17-2188"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "R21MD012863-01A1",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/R21MD012863-01A1"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Icahn School of Medicine at Mount Sinai",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Increasing African Immigrant Women's Participation in Breast Cancer Screening",
                "OfficialTitle": "Increasing African Immigrant's Breast Cancer Screening",
                "Acronym": "AIBCS"
            },
            "StatusModule": {
                "StatusVerifiedDate": "June 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 5, 2020",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "June 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "June 25, 2020",
                "StudyFirstSubmitQCDate": "June 25, 2020",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 29, 2020",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "June 7, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "June 8, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Jamilia Sly",
                    "ResponsiblePartyInvestigatorTitle": "Assistant Professor",
                    "ResponsiblePartyInvestigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Icahn School of Medicine at Mount Sinai",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Institute on Minority Health and Health Disparities (NIMHD)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "New York City (NYC) is home to a large and diverse immigrant population. Many of these groups face significant barriers to preventive health care, including lack of insurance, poor health care access and language difficulties. Most African immigrant women are likely to live below the poverty line and have low health literacy, are less likely to have health insurance and visit a doctor, particularly for primary/preventive care. Without access to primary care, many preventive services, such as breast cancer screenings go unattended. The barriers and facilitators to breast cancer screening for other minority groups from underserved populations, such as African Americans and Latina women have been studied. Less is known about these for African immigrant women and how to most effectively engage their participation in regular screening. Data of over 2,000 African-born immigrants living in NYC show that 77% report not having health insurance; 75% do not have a primary care physician; and 57% have less than a high school education. As for cancer screening, when corrected for age, 44% have never had a mammogram. Through the study team's unique collaboration with the African Services Committee and the African Advisory Council of the Bronx, two non-governmental community-based service organizations, the study team is poised to have a significant impact on these immigrant women, who have emigrated from more than 20 countries in Africa. This is a population with great need for increased breast cancer knowledge, access to breast cancer screening, and basic medical care. The Health Belief Model (HBM) provides a framework for addressing cultural health barriers by positing that making a decision to engage in a health behavior is determined by weighing perceived threats versus benefits. The long term goal of the proposed project is to conduct a randomized clinical trial that tests the adapted intervention to increase breast cancer screening rates for African-born immigrants. In the short term, the study team plans to pursue the following specific aims: (1) Identify barriers and facilitators to breast cancer screening among African-born immigrants and (2) Culturally adapt and pilot test the Witness Project breast cancer education program for African-born women. Thus, the study team will culturally adapt an effective, innovative intervention to address this significant health disparity in African-born immigrant communities.",
                "DetailedDescription": "The goal of Aim 1 is to collect formative data via a mixed methods approach and use those results to culturally adapt the Witness Project for African immigrant populations. Cultural adaptation will follow the stage model outlined by Barrera et al.48 The model includes five stages: 1) information gathering to determine which intervention components to modify; 2) preliminary adaptation design that integrates information from stage 1 to inform preliminary modification of the original intervention; 3) preliminary adaptation tests to pilot the intervention for feasibility and acceptability, 4) adaptation refinement with decisions informed a leadership team/advisory board; and 5) cultural adaptation trial to test the effectiveness of the intervention in changing health outcomes. As this is the first step in this line of research, the proposed study will only follow stages 1-4. The Witness Project has three main components that will be culturally adapted: 1) educational presentation addressing myths, barriers and values related to breast cancer and mammography, 2) culturally matched, peer led narrative about breast cancer experience, 3) experiential education about breast anatomy and self-examination. The quantitative surveys will be conducted first. The results will inform the refinement of the focus group guide and in-depth interview questions. Participant Recruitment for Focus Groups, Interviews and Surveys. There is a tremendous diversity of African nations and languages; focusing research on individual African nations and/or native languages is not feasible within the proposed study. Given that French and English are the most prevalent non-native languages spoken by African immigrants in New York City, the study team has chosen to focus on targeting individuals who speak these languages as a first step in this line of research. All participants will be recruited from African immigrant communities in NYC. Based on the prior experience of the study team's community partners, the majority of the populations that they serve are from Senegal, Mali, Ivory Coast, and Burkina Faso. In anticipation of wide variations in cultural values, barriers and benefits, the study team will thus use a maximum variation sampling approach to allow discovery of central themes, core elements and/or shared dimensions that cut across a diverse sample of participants. The study team has a well-established collaborative relationship with gatekeepers in the African immigrant community and have successfully recruited African-born persons into prior studies49 and therefore anticipate successful recruitment for this proposed research. Participants will be recruited for in-depth interviews, focus groups, and surveys through IRB approved flyers at community sites.\n\nQuantitative Surveys: The study team will conduct surveys (N=50) to assess predictors of breast cancer screening among African immigrant women. The survey will be conducted by a bilingual RA and take about 15-30 minutes to Focus Groups: The study team will ask the community partners to assist the team with identifying potential participants for the focus groups. The goal of the focus groups is to gather rich, qualitative data from African immigrant stakeholders and gatekeepers about the breast cancer screening needs of women within their communities. The study team will deliver informational presentations about the focus groups and the proposed study at events and meetings held by the community partners. The study team will conduct one focus group with gatekeepers and stakeholders (in English) and the other two focus groups will be conducted with African immigrant women (in French and English). The focus groups will take 75-90 minutes to complete and will be conducted by a bilingual RA. In-depth Interviews: An RA will approach potential participants and explain the purpose of the study, verify eligibility and obtain informed consent. Participants will be asked to discuss their beliefs about barriers and facilitators patients may face as they consider breast cancer screening. The duration of the in-depth interview and focus group will be approximately one hour including the interview and completion of a demographic questionnaire.\n\nRecruitment and Iterative Program Development: After the completion of the interviews and focus groups in Aim 1, a 3×3 table of themes categorized using the PEN-3 model 25 will be produced for each of the three components of the Witness Project: 1) addressing myths, barriers and values, 2) culturally relevant breast cancer narrative, 3) experiential breast education. Themes will be categorized in the following domains: cultural empowerment and relationships and expectations. These themes will inform how the intervention components for the educational narrative program should be adapted for an African immigrant audience. Cultural barriers identified will also be addressed in the culturally relevant narrative by providing examples and suggestions for coping with these perceived risks. The study team will invite participants (N=20) to give feedback on the first iteration of the educational program components, procedures and feasibility and acceptability of the interventions.\n\nPopulations, Sites and Recruitment for Programs: Over the past 20 years, US African immigration has increased ~750% with a high concentration settling in NYC.60,61 Experienced outreach coordinators, assisted by the consultants, will recruit local community, faith-based, and other social organizations to host breast cancer educational programs as the study team has successfully done for previous studies. 24,20 Research staff will focus on sites that include African-born immigrant women 40 years of age and older. A program will be scheduled by the coordinator and individuals at the community sites will be approached to participate in a breast cancer educational program. The study team will emphasize the goal of the programs such that the study team will over recruit those eligible for breast cancer screening. The study team will conduct a total of eight programs in English (N=4) and French (N=4). Based on prior experience, the study team anticipates that about 15 participants will attend each program and of those attendees, 50% will be eligible for breast cancer screening (N=8). Thus, the study team will recruit a total of 64 eligible women at each program. When recruiting program sites, the RA will emphasize the language in which the program will be conducted.\n\nConducting Educational Intervention Programs: Trained staff will conduct the educational programs. Trained staff will enroll and collect data from English- and French- speaking African-born immigrants working with the consultants. Information and resources about breast cancer, and primary care clinical services will be available to all participants, including the mobile mammography van operated by the institution. The study team will inform both insured and uninsured participants about the Cancer Services Program and local clinical service resources for those without primary care physicians as well as questions to guide them about asking clinicians about breast cancer screenings when they have medical appointments. The program will take approximately 60 minutes to complete. The program will also use a culturally matched peer approach to educate and model successful experiences with mammography screening."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Breast Cancer",
                        "Screening",
                        "African Immigrant",
                        "Women",
                        "New York City",
                        "French"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignInterventionModelDescription": "This trial will have a single arm design. All participants will receive the same intervention as the purpose of the current study is to assess feasibility and acceptability of the intervention. The intervention will however, be delivered in English or French (according to language preference of the participant).",
                    "DesignPrimaryPurpose": "Screening",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "64",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Breast Cancer Education Program",
                            "ArmGroupType": "Other",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: African Immigrant Breast Cancer Education Program"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "African Immigrant Breast Cancer Education Program",
                            "InterventionDescription": "African immigrant women are at significant risk for not participating in preventive screening, such as for breast cancer. Thus, this project will culturally adapt an existing evidenced-based, the Witness Project, by identifying potential barriers and guided by the Health Belief Model incorporate those findings into a group-based narrative education program for English and French-speaking African immigrant women. The program content will include: (1) information about the benefits of early detection of breast cancer screening, (2) education about disparities in breast cancer, (3) disparities in breast cancer screening among African immigrant women, and (4) will address the unique barriers and facilitators of African immigrant women identified in Aim 1 of this study. The program will use a culturally matched peer approach to educate and model successful experiences with mammography screening.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Breast Cancer Education Program"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Mammogram intention",
                            "PrimaryOutcomeDescription": "Participants' intentions to complete breast cancer screening by responding to How likely or unlikely is it that you will have a mammogram in the next 12 months? a. Very unlikely b. Unlikely c. Likely d. Very Likely",
                            "PrimaryOutcomeTimeFrame": "Immediate"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Mammogram location and appointment",
                            "PrimaryOutcomeDescription": "Participants' intentions to complete breast cancer screening: Have you thought about where you will have your next mammogram? a. Yes b. No Have you thought about making the appointment? a. Yes b. No",
                            "PrimaryOutcomeTimeFrame": "Immediate"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Perceived Risk",
                            "SecondaryOutcomeDescription": "Participants' perceived risk of developing breast cancer: What do you think are the chances that you will have breast cancer at some point in your life? 1. Very low 2. Somewhat low 3. Moderate 4. Somewhat high 5. Very high",
                            "SecondaryOutcomeTimeFrame": "Immediate"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Comparison Perceived Risk",
                            "SecondaryOutcomeDescription": "Participants' perceived risk of developing breast cancer: Compared to the average person your age and gender, would you say that you are... 1. Less likely to get breast cancer 2. About as likely to get breast cancer 3. More likely to get breast cancer",
                            "SecondaryOutcomeTimeFrame": "Immediate"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Self-Efficacy for Mammography",
                            "SecondaryOutcomeDescription": "Ten items will be used to examine participants' self-efficacy for undergoing mammography using a 5-point Likert-type scale. Full scale from 1 to 5, with higher score indicating greater self-efficacy",
                            "SecondaryOutcomeTimeFrame": "Immediate"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "AIM 1:\n\nInclusion Criteria\n\n≥ 18 years of age\nStakeholder/gatekeeper in the African immigrant community, and read and speak English or French.\n\nExclusion Criteria\n\n<18 years of age\nCannot read and speak English or French\n\nAIM 2:\n\nInclusion Criteria\n\n≥ 40 years of age\nWomen born in Africa, and read and speak English or French.\n\nExclusion Criteria\n\n<40 years of age\nCannot read and speak English or French",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "MaximumAge": "74 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Jamilia R Sly, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "212-824-7813",
                            "CentralContactEMail": "jamilia.sly@mssm.edu"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Jamilia R Sly, PhD",
                            "OverallOfficialAffiliation": "Icahn School of Medicine at Mount Sinai",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Icahn School of Medicine at Mount Sinai",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "New York",
                            "LocationState": "New York",
                            "LocationZip": "10029",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Jamilia R Sly, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "212-824-7813",
                                        "LocationContactEMail": "jamila.sly@mssm.edu"
                                    },
                                    {
                                        "LocationContactName": "Jamilia R Sly, PhD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "17173279",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Erwin DO, Johnson VA, Trevino M, Duke K, Feliciano L, Jandorf L. A comparison of African American and Latina social networks as indicators for culturally tailoring a breast and cervical cancer education intervention. Cancer. 2007 Jan 15;109(2 Suppl):368-77. doi: 10.1002/cncr.22356."
                        },
                        {
                            "ReferencePMID": "20711645",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Saad-Harfouche FG, Jandorf L, Gage E, Thelemaque LD, Colon J, Castillo AG, Trevino M, Erwin DO. Esperanza y Vida: training lay health advisors and cancer survivors to promote breast and cervical cancer screening in Latinas. J Community Health. 2011 Apr;36(2):219-27. doi: 10.1007/s10900-010-9300-3."
                        },
                        {
                            "ReferencePMID": "25034729",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hurtado-de-Mendoza A, Song M, Kigen O, Jennings Y, Nwabukwu I, Sheppard VB. Addressing cancer control needs of African-born immigrants in the US: a systematic literature review. Prev Med. 2014 Oct;67:89-99. doi: 10.1016/j.ypmed.2014.07.006. Epub 2014 Jul 14."
                        },
                        {
                            "ReferencePMID": "24006174",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wafula EG, Snipes SA. Barriers to health care access faced by black immigrants in the US: theoretical considerations and recommendations. J Immigr Minor Health. 2014 Aug;16(4):689-98. doi: 10.1007/s10903-013-9898-1."
                        },
                        {
                            "ReferencePMID": "6392204",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Janz NK, Becker MH. The Health Belief Model: a decade later. Health Educ Q. 1984 Spring;11(1):1-47. doi: 10.1177/109019818401100101."
                        },
                        {
                            "ReferencePMID": "17600449",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Kreuter MW, Green MC, Cappella JN, Slater MD, Wise ME, Storey D, Clark EM, O'Keefe DJ, Erwin DO, Holmes K, Hinyard LJ, Houston T, Woolley S. Narrative communication in cancer prevention and control: a framework to guide research and application. Ann Behav Med. 2007 Jun;33(3):221-35. doi: 10.1007/BF02879904."
                        },
                        {
                            "ReferencePMID": "21071167",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Kreuter MW, Holmes K, Alcaraz K, Kalesan B, Rath S, Richert M, McQueen A, Caito N, Robinson L, Clark EM. Comparing narrative and informational videos to increase mammography in low-income African American women. Patient Educ Couns. 2010 Dec;81 Suppl(Suppl):S6-14. doi: 10.1016/j.pec.2010.09.008. Epub 2010 Nov 10."
                        },
                        {
                            "ReferencePMID": "20417005",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Dillard AJ, Fagerlin A, Dal Cin S, Zikmund-Fisher BJ, Ubel PA. Narratives that address affective forecasting errors reduce perceived barriers to colorectal cancer screening. Soc Sci Med. 2010 Jul;71(1):45-52. doi: 10.1016/j.socscimed.2010.02.038. Epub 2010 Mar 21."
                        },
                        {
                            "ReferencePMID": "19078934",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Larkey LK, Lopez AM, Minnal A, Gonzalez J. Storytelling for promoting colorectal cancer screening among underserved Latina women: a randomized pilot study. Cancer Control. 2009 Jan;16(1):79-87. doi: 10.1177/107327480901600112."
                        },
                        {
                            "ReferencePMID": "23753039",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Jandorf L, Braschi C, Ernstoff E, Wong CR, Thelemaque L, Winkel G, Thompson HS, Redd WH, Itzkowitz SH. Culturally targeted patient navigation for increasing african americans' adherence to screening colonoscopy: a randomized clinical trial. Cancer Epidemiol Biomarkers Prev. 2013 Sep;22(9):1577-87. doi: 10.1158/1055-9965.EPI-12-1275. Epub 2013 Jun 10."
                        },
                        {
                            "ReferencePMID": "24933144",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Sriphanlop P, Jandorf L, Kairouz C, Thelemaque L, Shankar H, Perumalswami P. Factors related to hepatitis B screening among Africans in New York City. Am J Health Behav. 2014 Sep;38(5):745-54. doi: 10.5993/AJHB.38.5.12."
                        },
                        {
                            "ReferencePMID": "12693519",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Kreuter MW, Lukwago SN, Bucholtz RD, Clark EM, Sanders-Thompson V. Achieving cultural appropriateness in health promotion programs: targeted and tailored approaches. Health Educ Behav. 2003 Apr;30(2):133-46. doi: 10.1177/1090198102251021."
                        },
                        {
                            "ReferencePMID": "22498923",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Bollinger S, Kreuter MW. Real-time moment-to-moment emotional responses to narrative and informational breast cancer videos in African American women. Health Educ Res. 2012 Jun;27(3):537-43. doi: 10.1093/her/cys047. Epub 2012 Apr 11."
                        },
                        {
                            "ReferencePMID": "20646810",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Erwin DO, Trevino M, Saad-Harfouche FG, Rodriguez EM, Gage E, Jandorf L. Contextualizing diversity and culture within cancer control interventions for Latinas: changing interventions, not cultures. Soc Sci Med. 2010 Aug;71(4):693-701. doi: 10.1016/j.socscimed.2010.05.005. Epub 2010 May 25."
                        },
                        {
                            "ReferencePMID": "24385340",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Crookes DM, Njoku O, Rodriguez MC, Mendez EI, Jandorf L. Promoting colorectal cancer screening through group education in community-based settings. J Cancer Educ. 2014 Jun;29(2):296-303. doi: 10.1007/s13187-013-0599-1."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures, and appendices).",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)",
                        "Clinical Study Report (CSR)",
                        "Analytic Code"
                    ]
                },
                "IPDSharingTimeFrame": "Beginning 3 months and ending 5 years following article publication.",
                "IPDSharingAccessCriteria": "Anyone who wishes to access the data."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}