{
    "Rank": 262,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04239105",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "Yuan Shifang-1"
                },
                "Organization": {
                    "OrgFullName": "Xijing Hospital",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Detection of Circulating Tumor Cells in Breast Cancer Patients Using a Novel Microfluidic and Raman Spectrum Device",
                "OfficialTitle": "Detection and Analysis of Circulating Tumor Cells (CTCs) in Patients With Breast Cancer Using a Novel Microfluidic and Raman Spectrum Device"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2020",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "January 2020",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "July 2021",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2022",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "December 31, 2019",
                "StudyFirstSubmitQCDate": "January 19, 2020",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 23, 2020",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "January 19, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "January 23, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Yuan Shifang",
                    "ResponsiblePartyInvestigatorTitle": "Director of Department of Vascular and Endocrine Surgery, Xijing Hospital, The Fourth Military Medical University",
                    "ResponsiblePartyInvestigatorAffiliation": "Xijing Hospital"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Xijing Hospital",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Xidian University",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No",
                "IsUSExport": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Circulating tumor cells (CTCs) in peripheral blood originate from breast cancer (primary and metastatic lesions) shedding. Utilization of CTCs as novel and noninvasive tests for diagnosis confirmation, therapy selection, and cancer surveillance is a rapidly growing area of interest. In this project, the investigators will explore a novel detection technology of circulating tumor cells in breast cancer using novel Microfluidic and Raman Spectrum Device. The primary objective is to demonstrate that the CTC assay counts technology can distinguish between healthy subjects and malignant breast cancer subjects. The secondary objective is to demonstrate that the CTCs detection technology can evaluate the efficacy of chemotherapy and neoadjuvant chemotherapy, as well as dynamic treatment monitoring and prognosis evaluation.",
                "DetailedDescription": "Circulating tumor cells (CTCs) are a new type of breast cancer molecular marker. CTCs in peripheral blood originate from breast cancer (primary and metastatic lesions) shedding. Utilization of CTCs as novel and noninvasive tests for diagnosis confirmation, therapy selection, and cancer surveillance is a rapidly growing area of interest. At present, there is a great challenge to create an effective platform that can isolate these cells, as they are extremely rare: only 1-10 CTCs are present in a 7.5mL of a cancer patient's peripheral blood. The majority of the CTC capture methods are based on EpCAM expression as a surface marker of tumor-derived cells. However, EpCAM protein expression levels can be significantly down regulated during cancer progression as a consequence of the process of epithelial to mesenchymal transition. Although many technologies have been reported to achieve the capture and counting of CTCs, these methods study little information of cells and limited biological information can be obtained, leading to a lack in clinical diagnosis.\n\nMicrofluidics has demonstrated great potential as an effective technique for the medical and biological sciences. Inspired by the bed topography in river meanders, here, the investigators report a novel river meander-like cross-section in helical microchannels for size-based inertial focusing and enrichment, aiming to realize more functional geometries as well as reduce the extensive laborious requirement in traditional fabrication process. This device can facilitate particle focusing at a larger scale than traditional channels. Compared to the circular, rectangular and trapezoidal channels, the river meander-like microfluidic channel can successfully realize 26 μm particle focusing with a thinner focusing band in a shorter channel length. Also, in a single test, this structure can achieve 85.4% recovery and the enrichment ratio of 1.86 of spiked MDA-MB-231 cells in the whole blood, overcoming the dependence on traditional cell manipulation microfluidic devices. These results indicate that this river meander-like microfluidic chip has the great potential of size-based cell/particle sorting and enrichment for clinical application. Meanwhile, Surface-enhanced Raman scattering (SERS) has such advantages as high sensitivity, flexible excitation wavelength, high spectral resolution, non-invasiveness to biological samples, resistance self-fluorescence, photobleaching, etc., which is considered as a promising and powerful real-time detection technology for unlabeled cells. But SERS spectrum of cell contains information about different molecules, so it usually requires complex data interpretation. Therefore, the application of Raman spectroscopy combined with chemometrics in biological problems has attracted more and more attention. However, analysis result of chemometrics can be influenced by the complex background of Raman spectroscopy. Therefore, a pre-processing is needed to remove these influencing factors.\n\nBased on these previous work, the investigators have developed a novel technology for the detection of CTCs of breast cancer. The detection platform constructed by the combination of microfluidic chip and surface-enhanced Raman spectroscopy is used to detect the blood sample of the subject, obtain the high quality of breast cancer circulating tumor cells from the aspects of cell specificity, surface structure and molecular activity of surface-enhanced Raman spectrum information, and extract the characteristics of different breast cancer circulating tumor cells by related signal feature extraction methods, establish a standard surface-enhanced Raman spectral feature database for the main types of breast cancer circulating tumor cells.\n\nThis technology aims to build a platform allowing for cell detection, synthesize particles for surface plasmon Raman enhancement, fabricate microfluidic devices, study the collection and analysis of the Raman spectra of CTCs, establish the database of CTC Raman spectra and develop the evaluation method of the biological detection. The primary objective is to demonstrate that the CTC assay counts technology can distinguish between healthy subjects and malignant breast cancer subjects. The secondary objective is to demonstrate that the CTCs detection technology can evaluate the efficacy of chemotherapy and neoadjuvant chemotherapy, as well as dynamic treatment monitoring and prognosis evaluation."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Neoplasms",
                        "Circulating Tumor Cells"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Breast Cancer",
                        "Circulating Tumor Cells",
                        "Microfluidic",
                        "Raman Spectrum"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "120",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Breast cancer Group",
                            "ArmGroupDescription": "The biopsy result is breast cancer.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Device: Microfluidic and Raman spectrum"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Device",
                            "InterventionName": "Microfluidic and Raman spectrum",
                            "InterventionDescription": "Detection of Circulating Tumor Cells",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Breast cancer Group"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "The level of CTC markers in breast cancer patients' peripheral blood",
                            "PrimaryOutcomeDescription": "The counts and analysis of CTC of peripheral blood in breast cancer group and healthy control group.",
                            "PrimaryOutcomeTimeFrame": "19 Months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "The change of CTC markers in breast cancer patients' peripheral blood during chemotherapy and Neoadjuvant chemotherapy",
                            "SecondaryOutcomeDescription": "The counts and analysis of CTC in patients' peripheral blood during chemotherapy and Neoadjuvant chemotherapy in different periods.",
                            "SecondaryOutcomeTimeFrame": "17 Months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAll subjects need to sign the informed consent form.\nAge of at least 20 and at most 70 years.\nCancer group subjects with pathology report confirmed to be malignant.\nChemotherapy is necessary before or after surgery.\nControl group need to have mammogram /ultrasound results category1-3.\nPatients must be available for and compliant to treatment and follow-up.\n\nExclusion Criteria:\n\nNot willing to sign the informed consent form.\nPregnant or lactating patients.\nPrior or concomitant secondary malignancy.\nAny other serious medical pathology, such as congestive heart failure.\nOther condition which may affect the CTC results.\nMales.",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Female",
                "MinimumAge": "20 Years",
                "MaximumAge": "70 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Breast cancer patients",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Shifang Yuan, professor",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "13991249382",
                            "CentralContactEMail": "shifangy@fmmu.edu.cn"
                        },
                        {
                            "CentralContactName": "Bo Hu, professor",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "18309256226",
                            "CentralContactEMail": "bohu@xidian.edu.cn"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Shifang Yuan, Ph.D",
                            "OverallOfficialAffiliation": "Xijing Hospital",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "30207593",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Bray F, Ferlay J, Soerjomataram I, Siegel RL, Torre LA, Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2018 Nov;68(6):394-424. doi: 10.3322/caac.21492. Epub 2018 Sep 12. Erratum In: CA Cancer J Clin. 2020 Jul;70(4):313."
                        },
                        {
                            "ReferencePMID": "24872111",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Fan L, Strasser-Weippl K, Li JJ, St Louis J, Finkelstein DM, Yu KD, Chen WQ, Shao ZM, Goss PE. Breast cancer in China. Lancet Oncol. 2014 Jun;15(7):e279-89. doi: 10.1016/S1470-2045(13)70567-9."
                        },
                        {
                            "ReferencePMID": "28105198",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hong Y, Li Z, Zhang Q. A circulating tumor cell cluster-based model for tumor metastasis (Hypothesis). Oncol Lett. 2016 Dec;12(6):4891-4895. doi: 10.3892/ol.2016.5358. Epub 2016 Nov 7."
                        },
                        {
                            "ReferencePMID": "29051388",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Micalizzi DS, Maheswaran S, Haber DA. A conduit to metastasis: circulating tumor cell biology. Genes Dev. 2017 Sep 15;31(18):1827-1840. doi: 10.1101/gad.305805.117."
                        },
                        {
                            "ReferencePMID": "28013389",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Alix-Panabieres C, Mader S, Pantel K. Epithelial-mesenchymal plasticity in circulating tumor cells. J Mol Med (Berl). 2017 Feb;95(2):133-142. doi: 10.1007/s00109-016-1500-6. Epub 2016 Dec 24."
                        },
                        {
                            "ReferencePMID": "29414248",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Mittal V. Epithelial Mesenchymal Transition in Tumor Metastasis. Annu Rev Pathol. 2018 Jan 24;13:395-412. doi: 10.1146/annurev-pathol-020117-043854."
                        },
                        {
                            "ReferencePMID": "28238187",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Cabel L, Proudhon C, Gortais H, Loirat D, Coussy F, Pierga JY, Bidard FC. Circulating tumor cells: clinical validity and utility. Int J Clin Oncol. 2017 Jun;22(3):421-430. doi: 10.1007/s10147-017-1105-2. Epub 2017 Feb 25."
                        },
                        {
                            "ReferencePMID": "26969689",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Alix-Panabieres C, Pantel K. Clinical Applications of Circulating Tumor Cells and Circulating Tumor DNA as Liquid Biopsy. Cancer Discov. 2016 May;6(5):479-91. doi: 10.1158/2159-8290.CD-15-1483. Epub 2016 Mar 11."
                        },
                        {
                            "ReferencePMID": "25489582",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Toss A, Mu Z, Fernandez S, Cristofanilli M. CTC enumeration and characterization: moving toward personalized medicine. Ann Transl Med. 2014 Nov;2(11):108. doi: 10.3978/j.issn.2305-5839.2014.09.06."
                        },
                        {
                            "ReferencePMID": "27900377",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wu J, Chen Q, Lin JM. Microfluidic technologies in cell isolation and analysis for biomedical applications. Analyst. 2017 Jan 26;142(3):421-441. doi: 10.1039/c6an01939k."
                        },
                        {
                            "ReferencePMID": "29796523",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Cho H , Kim J , Song H , Sohn KY , Jeon M , Han KH . Microfluidic technologies for circulating tumor cell isolation. Analyst. 2018 Jun 25;143(13):2936-2970. doi: 10.1039/c7an01979c."
                        },
                        {
                            "ReferencePMID": "29475470",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Sun Y, Haglund TA, Rogers AJ, Ghanim AF, Sethu P. Review: Microfluidics technologies for blood-based cancer liquid biopsies. Anal Chim Acta. 2018 Jul 5;1012:10-29. doi: 10.1016/j.aca.2017.12.050. Epub 2018 Feb 3."
                        },
                        {
                            "ReferencePMID": "24681997",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Thege FI, Lannin TB, Saha TN, Tsai S, Kochman ML, Hollingsworth MA, Rhim AD, Kirby BJ. Microfluidic immunocapture of circulating pancreatic cells using parallel EpCAM and MUC1 capture: characterization, optimization and downstream analysis. Lab Chip. 2014 May 21;14(10):1775-84. doi: 10.1039/c4lc00041b. Epub 2014 Mar 28."
                        },
                        {
                            "ReferencePMID": "20930119",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Stott SL, Hsu CH, Tsukrov DI, Yu M, Miyamoto DT, Waltman BA, Rothenberg SM, Shah AM, Smas ME, Korir GK, Floyd FP Jr, Gilman AJ, Lord JB, Winokur D, Springer S, Irimia D, Nagrath S, Sequist LV, Lee RJ, Isselbacher KJ, Maheswaran S, Haber DA, Toner M. Isolation of circulating tumor cells using a microvortex-generating herringbone-chip. Proc Natl Acad Sci U S A. 2010 Oct 26;107(43):18392-7. doi: 10.1073/pnas.1012539107. Epub 2010 Oct 7."
                        },
                        {
                            "ReferencePMID": "17289886",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Riethdorf S, Fritsche H, Muller V, Rau T, Schindlbeck C, Rack B, Janni W, Coith C, Beck K, Janicke F, Jackson S, Gornet T, Cristofanilli M, Pantel K. Detection of circulating tumor cells in peripheral blood of patients with metastatic breast cancer: a validation study of the CellSearch system. Clin Cancer Res. 2007 Feb 1;13(3):920-8. doi: 10.1158/1078-0432.CCR-06-1695."
                        },
                        {
                            "ReferencePMID": "26289942",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Chen P, Huang YY, Bhave G, Hoshino K, Zhang X. Inkjet-Print Micromagnet Array on Glass Slides for Immunomagnetic Enrichment of Circulating Tumor Cells. Ann Biomed Eng. 2016 May;44(5):1710-20. doi: 10.1007/s10439-015-1427-z. Epub 2015 Aug 20."
                        },
                        {
                            "ReferencePMID": "24151533",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Harb W, Fan A, Tran T, Danila DC, Keys D, Schwartz M, Ionescu-Zanetti C. Mutational Analysis of Circulating Tumor Cells Using a Novel Microfluidic Collection Device and qPCR Assay. Transl Oncol. 2013 Oct 1;6(5):528-38. doi: 10.1593/tlo.13367. eCollection 2013."
                        },
                        {
                            "ReferencePMID": "21088774",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Chen CL, Chen KC, Pan YC, Lee TP, Hsiung LC, Lin CM, Chen CY, Lin CH, Chiang BL, Wo AM. Separation and detection of rare cells in a microfluidic disk via negative selection. Lab Chip. 2011 Feb 7;11(3):474-83. doi: 10.1039/c0lc00332h. Epub 2010 Nov 18."
                        },
                        {
                            "ReferencePMID": "24396522",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Liu Z, Huang F, Du J, Shu W, Feng H, Xu X, Chen Y. Rapid isolation of cancer cells using microfluidic deterministic lateral displacement structure. Biomicrofluidics. 2013 Jan 7;7(1):11801. doi: 10.1063/1.4774308. eCollection 2013."
                        },
                        {
                            "ReferencePMID": "29872702",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Renier C, Pao E, Che J, Liu HE, Lemaire CA, Matsumoto M, Triboulet M, Srivinas S, Jeffrey SS, Rettig M, Kulkarni RP, Di Carlo D, Sollier-Christen E. Label-free isolation of prostate circulating tumor cells using Vortex microfluidic technology. NPJ Precis Oncol. 2017 May 8;1(1):15. doi: 10.1038/s41698-017-0015-0. eCollection 2017."
                        },
                        {
                            "ReferencePMID": "26678083",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Warkiani ME, Khoo BL, Wu L, Tay AK, Bhagat AA, Han J, Lim CT. Ultra-fast, label-free isolation of circulating tumor cells from blood using spiral microfluidics. Nat Protoc. 2016 Jan;11(1):134-48. doi: 10.1038/nprot.2016.003. Epub 2015 Dec 17."
                        },
                        {
                            "ReferencePMID": "27344255",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Bhuvanendran Nair Gourikutty S, Chang CP, Poenar DP. An integrated on-chip platform for negative enrichment of tumour cells. J Chromatogr B Analyt Technol Biomed Life Sci. 2016 Aug 15;1028:153-164. doi: 10.1016/j.jchromb.2016.06.016. Epub 2016 Jun 14."
                        },
                        {
                            "ReferencePMID": "24577360",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Karabacak NM, Spuhler PS, Fachin F, Lim EJ, Pai V, Ozkumur E, Martel JM, Kojic N, Smith K, Chen PI, Yang J, Hwang H, Morgan B, Trautwein J, Barber TA, Stott SL, Maheswaran S, Kapur R, Haber DA, Toner M. Microfluidic, marker-free isolation of circulating tumor cells from blood samples. Nat Protoc. 2014 Mar;9(3):694-710. doi: 10.1038/nprot.2014.044. Epub 2014 Feb 27."
                        },
                        {
                            "ReferencePMID": "27711257",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Jack RM, Grafton MM, Rodrigues D, Giraldez MD, Griffith C, Cieslak R, Zeinali M, Kumar Sinha C, Azizi E, Wicha M, Tewari M, Simeone DM, Nagrath S. Ultra-Specific Isolation of Circulating Tumor Cells Enables Rare-Cell RNA Profiling. Adv Sci (Weinh). 2016 Apr 18;3(9):1600063. doi: 10.1002/advs.201600063. eCollection 2016 Sep."
                        },
                        {
                            "ReferencePMID": "28675606",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ahmed MG, Abate MF, Song Y, Zhu Z, Yan F, Xu Y, Wang X, Li Q, Yang C. Isolation, Detection, and Antigen-Based Profiling of Circulating Tumor Cells Using a Size-Dictated Immunocapture Chip. Angew Chem Int Ed Engl. 2017 Aug 28;56(36):10681-10685. doi: 10.1002/anie.201702675. Epub 2017 Jul 26."
                        },
                        {
                            "ReferencePMID": "27897359",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Poudineh M, Labib M, Ahmed S, Nguyen LN, Kermanshah L, Mohamadi RM, Sargent EH, Kelley SO. Profiling Functional and Biochemical Phenotypes of Circulating Tumor Cells Using a Two-Dimensional Sorting Device. Angew Chem Int Ed Engl. 2017 Jan 2;56(1):163-168. doi: 10.1002/anie.201608983. Epub 2016 Nov 29."
                        },
                        {
                            "ReferencePMID": "27870841",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Poudineh M, Aldridge PM, Ahmed S, Green BJ, Kermanshah L, Nguyen V, Tu C, Mohamadi RM, Nam RK, Hansen A, Sridhar SS, Finelli A, Fleshner NE, Joshua AM, Sargent EH, Kelley SO. Tracking the dynamics of circulating tumour cell phenotypes using nanoparticle-mediated magnetic ranking. Nat Nanotechnol. 2017 Mar;12(3):274-281. doi: 10.1038/nnano.2016.239. Epub 2016 Nov 21."
                        },
                        {
                            "ReferencePMID": "29055574",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Kwak B, Lee J, Lee J, Kim HS, Kang S, Lee Y. Spiral shape microfluidic channel for selective isolating of heterogenic circulating tumor cells. Biosens Bioelectron. 2018 Mar 15;101:311-316. doi: 10.1016/j.bios.2017.10.036. Epub 2017 Oct 17."
                        },
                        {
                            "ReferencePMID": "27146365",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Waheed S, Cabot JM, Macdonald NP, Lewis T, Guijt RM, Paull B, Breadmore MC. 3D printed microfluidic devices: enablers and barriers. Lab Chip. 2016 May 24;16(11):1993-2013. doi: 10.1039/c6lc00284f."
                        },
                        {
                            "ReferencePMID": "29784646",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Taylor-Papadimitriou J, Burchell JM, Graham R, Beatson R. Latest developments in MUC1 immunotherapy. Biochem Soc Trans. 2018 Jun 19;46(3):659-668. doi: 10.1042/BST20170400. Epub 2018 May 21."
                        },
                        {
                            "ReferencePMID": "20127358",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Yuan S, Shi C, Ling R, Wang T, Wang H, Han W. Immunization with two recombinant Bacillus Calmette-Guerin vaccines that combine the expression of multiple tandem repeats of mucin-1 and colony stimulating-factor suppress breast tumor growth in mice. J Cancer Res Clin Oncol. 2010 Sep;136(9):1359-67. doi: 10.1007/s00432-010-0787-x. Epub 2010 Feb 3."
                        },
                        {
                            "ReferencePMID": "20420512",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Yuan S, Shi C, Liu L, Han W. MUC1-based recombinant Bacillus Calmette-Guerin vaccines as candidates for breast cancer immunotherapy. Expert Opin Biol Ther. 2010 Jul;10(7):1037-48. doi: 10.1517/14712598.2010.485185."
                        },
                        {
                            "ReferencePMID": "24448245",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Satelli A, Mitra A, Cutrera JJ, Devarie M, Xia X, Ingram DR, Dibra D, Somaiah N, Torres KE, Ravi V, Ludwig JA, Kleinerman ES, Li S. Universal marker and detection tool for human sarcoma circulating tumor cells. Cancer Res. 2014 Mar 15;74(6):1645-50. doi: 10.1158/0008-5472.CAN-13-1739. Epub 2014 Jan 21."
                        },
                        {
                            "ReferencePMID": "25516888",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Satelli A, Mitra A, Brownlee Z, Xia X, Bellister S, Overman MJ, Kopetz S, Ellis LM, Meng QH, Li S. Epithelial-mesenchymal transitioned circulating tumor cells capture for detecting tumor progression. Clin Cancer Res. 2015 Feb 15;21(4):899-906. doi: 10.1158/1078-0432.CCR-14-0894. Epub 2014 Dec 16."
                        },
                        {
                            "ReferencePMID": "30424260",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Yin P, Hu B, Yi L, Xiao C, Cao X, Zhao L, Shi H. Engineering of Removing Sacrificial Materials in 3D-Printed Microfluidics. Micromachines (Basel). 2018 Jun 28;9(7):327. doi: 10.3390/mi9070327."
                        },
                        {
                            "ReferencePMID": "31179690",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Xu X, Zhao L, Xue Q, Fan J, Hu Q, Tang C, Shi H, Hu B, Tian J. Dynamic Liquid Surface Enhanced Raman Scattering Platform Based on Soft Tubular Microfluidics for Label-Free Cell Detection. Anal Chem. 2019 Jul 2;91(13):7973-7979. doi: 10.1021/acs.analchem.9b01111. Epub 2019 Jun 14."
                        },
                        {
                            "ReferencePMID": "31614763",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Cai S, Shi H, Li G, Xue Q, Zhao L, Wang F, Hu B. 3D-Printed Concentration-Controlled Microfluidic Chip with Diffusion Mixing Pattern for the Synthesis of Alginate Drug Delivery Microgels. Nanomaterials (Basel). 2019 Oct 12;9(10):1451. doi: 10.3390/nano9101451."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000009360",
                            "ConditionMeshTerm": "Neoplastic Cells, Circulating"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000009362",
                            "ConditionAncestorTerm": "Neoplasm Metastasis"
                        },
                        {
                            "ConditionAncestorId": "D000009385",
                            "ConditionAncestorTerm": "Neoplastic Processes"
                        },
                        {
                            "ConditionAncestorId": "D000010335",
                            "ConditionAncestorTerm": "Pathologic Processes"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M11995",
                            "ConditionBrowseLeafName": "Neoplastic Cells, Circulating",
                            "ConditionBrowseLeafAsFound": "Circulating Tumor Cells",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M11997",
                            "ConditionBrowseLeafName": "Neoplasm Metastasis",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12020",
                            "ConditionBrowseLeafName": "Neoplastic Processes",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            }
        }
    }
}