{
    "Rank": 264,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03512015",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "200"
                },
                "Organization": {
                    "OrgFullName": "Bocconi University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "A Mobile Supportive Care App for Patients With Metastatic Lung Cancer",
                "OfficialTitle": "A Mobile Supportive Care App for Patients With Metastatic Lung Cancer: a Pilot Randomized Controlled Trial - The Lung Cancer App (LuCApp) Study",
                "Acronym": "LuCApp"
            },
            "StatusModule": {
                "StatusVerifiedDate": "April 2018",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "May 15, 2018",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 31, 2019",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "June 30, 2020",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "April 9, 2018",
                "StudyFirstSubmitQCDate": "April 18, 2018",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "April 30, 2018",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "April 18, 2018",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "April 30, 2018",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Bocconi University",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "AdvicePharma srl",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Self-management interventions can help patients and their families care for themselves along the cancer care continuum. This scenario has witnessed the rapid and ongoing growth in mobile technologies, including mobile health (mHealth). LuCApp (Lung Cancer App) is an application developed by researchers and lung cancer clinicians to gather symptom data in real time and to share it with healthcare professionals. This is a 24-week, two-arm, non-blinded multicenter feasibility parallel randomized controlled trial aimed to evaluate the usability and effectiveness of LuCApp vs standard care to improve self-management of symptoms and health related quality of life in lung cancer patients.",
                "DetailedDescription": "Background: Self-management interventions can help patients and their families care for themselves along the cancer care continuum. This scenario has witnessed the rapid and ongoing growth in mobile technologies, including mobile health (mHealth). LuCApp (Lung Cancer App) is an application developed by researchers and lung cancer clinicians to gather symptom data in real time and to share it with healthcare professionals.\n\nObjectives: To evaluate the usability and effectiveness of LuCApp vs standard care to improve self-management of symptoms and health related quality of life in lung cancer patients.\n\nDesign: This is a 24-week, two-arm, non-blinded multicenter feasibility parallel randomized controlled trial.\n\nPatient population: Adults of both sexes diagnosed with small or non-small cell lung cancer, eligible for pharmaceutical treatments with good performance status and life expectancy of ≥6 months or more, fluently speaking Italian and able to use a smartphone will be eligible for recruitment. Participants will remain on study until discontinuation of cancer treatment, voluntary withdrawal, study termination or death.\n\nIntervention and comparator: Consenting patients will be assigned in a 1:1 randomized way to receiving either standard care or LuCApp in addition to standard care. During the treatment period, LuCApp allows daily monitoring and grading of a list of symptoms which trigger alerts to the physicians in case predefined severity thresholds are met.\n\nOutcomes: The primary outcome is the change in the score of the Trial Outcome Index (TOI) in the Functional Assessment of Cancer Therapy (Lung) questionnaire from baseline to 12 weeks. A battery of patient-reported outcomes measures will also be assessed: the Lung Cancer Subscale, the EuroQoL 5D questionnaire, the Hospital Anxiety and Depression Scale, the Supportive Care Needs Survey Short Form, the app usability questionnaire and resource use. The Zarit Burden interview will be assessed with the main caregiver.\n\nConclusions: The electronic and mobile health revolution holds great potentials for improving symptom management strategies in chronic conditions, hence the evaluation of such interventions becomes important in order to bring to patients and to healthcare systems effective and cost-effective solutions. This pilot trial was designed with a pragmatic attitude to test the feasibility of LuCApp, as a technology to improve self-reporting and self-management of symptoms in patients with lung cancer, on health related quality of life and usability."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Nonsmall Cell Lung Cancer",
                        "Small Cell Lung Carcinoma"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Lung Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "Consenting patients will be assigned in a 1:1 randomized way to receiving either standard care or LuCApp in addition to standard care. During the treatment period, LuCApp allows daily monitoring and grading of a list of symptoms which trigger alerts to the physicians in case predefined severity thresholds are met.",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "120",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "LuCApp + Standard Care",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "LuCApp (Lung Cancer App) is an application developed by researchers and lung cancer clinicians to gather symptom data in real time and to share it with healthcare professionals.\n\nLuCApp allows daily monitoring and grading of a list of symptoms which trigger alerts to the physicians in case predefined severity thresholds are met.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: The Lung Cancer App - LuCApp"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Standard Care",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Usual care will consist of standard procedures currently available at participating centers for monitoring and documenting symptoms. These therapeutical procedures are based on the guidelines developed by the National Comprehensive Cancer Network (NCCN) and the Associazione Italiana di Oncologia Medica (AIOM). Symptoms for control arm patients will be discussed and registered during scheduled clinical visits with the oncologists. Standard-of-care patients will fill out their PROMs following the same schedule identified for LuCApp patients with paper questionnaires during clinic visits, or at home (having received paper questionnaires during the previous visit) or via telephonic interviews with the research team.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Standard care"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "The Lung Cancer App - LuCApp",
                            "InterventionDescription": "The Intervention Arm receiving LuCApp (The Lung Cancer App) in addition to standard care",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "LuCApp + Standard Care"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Standard care",
                            "InterventionDescription": "The Standard-of-Care patients receiving following the same schedule identified for LuCApp patients with paper questionnaires during clinic visits, or at home (having received paper questionnaires during the previous visit) or via telephonic interviews with the research team.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Standard Care"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "The primary outcome is the change in the score of the Trial Outcome Index (TOI) in the Functional Assessment of Cancer Therapy (Lung) questionnaire from baseline to 12 weeks.",
                            "PrimaryOutcomeDescription": "FACT-L questionnaire contains four general and one lung cancer symptom-specific subscales. General subscales include: Physical Well-Being (PWB), Social/family Well-Being (SWB), Emotional Well-Being (EWB), and Functional Well-Being (FWB). The Lung Cancer Subscale (LCS) assesses symptoms commonly reported by lung cancer patients (e.g., shortness of breath; loss of weight; tightness in chest). The TOI is derived by adding scores on the PWB and FWB subscales to the LCS. Because they contain the most relevant questions about symptoms and physical functioning, the LCS and TOI were selected as the primary focus of this analysis.",
                            "PrimaryOutcomeTimeFrame": "12 weeks"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Eq-5D-5L",
                            "SecondaryOutcomeDescription": "EQ-5D-5L is a generic preference-based measure of health status, which is the most commonly used tool used to derive utility values that can be utilised within an economic evaluation model.",
                            "SecondaryOutcomeTimeFrame": "The questionnaire will be administered at baseline, every 3 ± 1 weeks up to 24 weeks from date of randomization"
                        },
                        {
                            "SecondaryOutcomeMeasure": "HADS",
                            "SecondaryOutcomeDescription": "HADS is a self-assessment scale developed to detect states of depression, anxiety and emotional distress amongst patients treated for a variety of problems in the setting of out-patient clinics.",
                            "SecondaryOutcomeTimeFrame": "The questionnaire will be administered at baseline, at 12 weeks, and at 24 weeks."
                        },
                        {
                            "SecondaryOutcomeMeasure": "SCNS-SF34",
                            "SecondaryOutcomeDescription": "The supportive care needs survey, short form (SCNS-SF34) is a needs assessment questionnaire in cancer supportive care measuring the gap between patients' experience and their expectations.",
                            "SecondaryOutcomeTimeFrame": "24 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "ZBI",
                            "SecondaryOutcomeDescription": "The Zarit Burden Interview (ZBI) is a 22-item self-administered scale measuring caregiver burden in health, psychological well-being, finances, social life, and relationship with patient.",
                            "SecondaryOutcomeTimeFrame": "24 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Usability of LuCApp",
                            "SecondaryOutcomeDescription": "To test usability of the App, a modified computer system usability questionnaire (CSUQ) will be administered to both patients and clinicians using LuCApp.",
                            "SecondaryOutcomeTimeFrame": "24 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Satisfaction of LuCApp",
                            "SecondaryOutcomeDescription": "To test user satisfaction with the App, a modified computer system usability questionnaire (CSUQ) will be administered to both patients and clinicians using LuCApp.",
                            "SecondaryOutcomeTimeFrame": "24 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Resource use",
                            "SecondaryOutcomeDescription": "Resource use will be captured through patients' reports of symptoms and clinicians actions in response to those symptoms (e.g. prescriptions, hospitalisations, change in therapy).",
                            "SecondaryOutcomeTimeFrame": "0-24 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nover 18 years of age individuals of both sexes;\ndiagnosed with small or non-small cell lung cancer;\npatients eligible for chemotherapy, immunotherapy or biological therapy;\npatients diagnosed with non-resectable tumor and eligible for neoadjuvant therapies;\nlife expectancy of six months or more;\na performance status between 0 (asymptomatic) and 2 (symptomatic, <50% in bed during the day) according to the Eastern Cooperative Oncology Group (ECOG) score;\npatients fluently speaking Italian;\npatients able to provide informed consent to participate in the study;\npatients who own a smartphone that can access either the iOS or the Android platform.\n\nExclusion Criteria:\n\nindividuals unable to provide written informed consent;\nindividuals unable to see the App and all other materials (i.e. are blind);\npatients receiving or that plan to receive radiotherapy or surgical resection;\npatients already included or about to join other clinical trials;\npatients already using other smartphone applications to self-manage cancer symptoms.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Paolo PP Pedrazzoli, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "0382501659",
                            "CentralContactPhoneExt": "+39",
                            "CentralContactEMail": "p.pedrazzoli@smatteo.pv.it"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Paolo PP Pedrazzoli, MD",
                            "OverallOfficialAffiliation": "Fondazione IRCCS Policlinico S. Matteo - Pavia",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "30772862",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Ciani O, Cucciniello M, Petracca F, Apolone G, Merlini G, Novello S, Pedrazzoli P, Zilembo N, Broglia C, Capelletto E, Garassino M, Nicod E, Tarricone R. Lung Cancer App (LuCApp) study protocol: a randomised controlled trial to evaluate a mobile supportive care app for patients with metastatic lung cancer. BMJ Open. 2019 Feb 15;9(2):e025483. doi: 10.1136/bmjopen-2018-025483."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "mhealth for Cancer Supportive Care",
                            "SeeAlsoLinkURL": "http://www.sdabocconi.it/en/site/mhealth-cancer-supportive-care"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided",
                "IPDSharingDescription": "Deliberation on modality of IPD sharing to other researchers have not been made yet."
            }
        },
        "DocumentSection": {
            "LargeDocumentModule": {
                "LargeDocList": {
                    "LargeDoc": [
                        {
                            "LargeDocTypeAbbrev": "Prot_SAP",
                            "LargeDocHasProtocol": "Yes",
                            "LargeDocHasSAP": "Yes",
                            "LargeDocHasICF": "No",
                            "LargeDocLabel": "Study Protocol and Statistical Analysis Plan",
                            "LargeDocDate": "November 3, 2017",
                            "LargeDocUploadDate": "02/27/2018 07:05",
                            "LargeDocFilename": "Prot_SAP_000.pdf"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000008175",
                            "ConditionMeshTerm": "Lung Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000055752",
                            "ConditionMeshTerm": "Small Cell Lung Carcinoma"
                        },
                        {
                            "ConditionMeshId": "D000002289",
                            "ConditionMeshTerm": "Carcinoma, Non-Small-Cell Lung"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000012142",
                            "ConditionAncestorTerm": "Respiratory Tract Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000013899",
                            "ConditionAncestorTerm": "Thoracic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000008171",
                            "ConditionAncestorTerm": "Lung Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012140",
                            "ConditionAncestorTerm": "Respiratory Tract Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000002283",
                            "ConditionAncestorTerm": "Carcinoma, Bronchogenic"
                        },
                        {
                            "ConditionAncestorId": "D000001984",
                            "ConditionAncestorTerm": "Bronchial Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafAsFound": "Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M28013",
                            "ConditionBrowseLeafName": "Small Cell Lung Carcinoma",
                            "ConditionBrowseLeafAsFound": "Small Cell Lung Carcinoma",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M5236",
                            "ConditionBrowseLeafName": "Carcinoma, Non-Small-Cell Lung",
                            "ConditionBrowseLeafAsFound": "Nonsmall Cell Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M5224",
                            "ConditionBrowseLeafName": "Carcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14669",
                            "ConditionBrowseLeafName": "Respiratory Tract Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16348",
                            "ConditionBrowseLeafName": "Thoracic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10858",
                            "ConditionBrowseLeafName": "Lung Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14667",
                            "ConditionBrowseLeafName": "Respiratory Tract Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5230",
                            "ConditionBrowseLeafName": "Carcinoma, Bronchogenic",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4950",
                            "ConditionBrowseLeafName": "Bronchial Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T5271",
                            "ConditionBrowseLeafName": "Small Cell Lung Cancer",
                            "ConditionBrowseLeafAsFound": "Small Cell Lung Carcinoma",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            }
        }
    }
}