{
    "Rank": 274,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT00090480",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "NLG0102"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "20031968"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Lumos Pharma",
                    "OrgClass": "INDUSTRY"
                },
                "BriefTitle": "Vaccine Treatment for Advanced Breast Cancer",
                "OfficialTitle": "A Phase I/II Study of an Antitumor Vaccination Using Alpha(1,3)Galactosyltransferase Expressing Allogeneic Tumor Cells in Patients With Relapsed or Refractory Breast Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2020",
                "OverallStatus": "Terminated",
                "WhyStopped": "Enrollment goals unable to be reached.",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 2004"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "September 2007",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "September 2007",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "August 26, 2004",
                "StudyFirstSubmitQCDate": "August 30, 2004",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 31, 2004",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "May 26, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 28, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyOldNameTitle": "Nicholas N. Vahanian, M.D., Chief Medical and Operations Officer",
                    "ResponsiblePartyOldOrganization": "NewLink Genetics Corporation"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "NewLink Genetics Corporation",
                    "LeadSponsorClass": "INDUSTRY"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This 2-phase study will determine the safety of treating patients with breast cancer with the genetically engineered HyperAcute-Breast cancer vaccine. It will establish the proper vaccine dose and will examine side effects and potential benefits of the treatment. The vaccine contains killed breast cancer cells containing a mouse gene that causes the production of a foreign pattern of protein-sugars on the cell surface. It is hoped that the immune response to the foreign substance will stimulate the immune system to attack the patient's own cancer cells that have similar proteins without this sugar pattern, causing the tumor to remain stable or shrink.\n\nPatients 18 years of age or older with breast cancer that has recurred or no longer responds to standard treatment may be eligible for this study. Candidates will be screened with medical history and physical examination, blood tests, urinalysis, chest x-rays and CT scans. MRI, PET, and ultrasound scans may be obtained if needed.\n\nParticipants will receive four vaccinations a month apart from each other. The vaccines will be injected under the skin, similar to the way a tuberculosis skin test is given. Phase I of the study will treat successive groups of patients with increasing numbers of the vaccine cells to evaluate side effects of the treatment and determine the optimum dose. Phase II will look for any beneficial effects of the vaccine given at the highest dose found to be safe in Phase I. Weekly blood samples will be drawn during the 4 months of vaccine treatment. In addition, patient follow-up visits will be scheduled every 2 months for the first year after vaccination and then every 3 months for the next 2 years for the following tests and procedures to evaluate treatment response and side effects:\n\nMedical history and physical examination\nBlood tests\nX-rays and various scans (nuclear medicine/CT/MRI)\nFACT-B Assessment questionnaire to measure the impact of treatment on the patient's general well-being. The questionnaire is administered before beginning treatment, before each vaccination, and during follow-up visits after completing the treatment. It includes questions on the severity of breast cancer symptoms and the ability to perform normal activities of daily life.",
                "DetailedDescription": "According to 2002 statistics of the American Cancer Society, an estimated 203,500 individuals will be diagnosed with breast cancer and 39,600 will die of the disease this year despite all current therapy. This protocol attempts to exploit an approach to breast cancer gene therapy using a naturally occurring barrier to xenotransplantation in humans in attempt to vaccinate patients against their breast cancer. The expression of the murine alpha (1,3) galactosyltransferase [alpha (1,3) GT] gene results in the cell surface expression of alpha (1,3) galactosyl-epitopes (alpha-gal) on membrane glycoproteins and glycolipids. These epitopes are the major target of the hyperacute rejection response that occurs when organs are transplanted from non-primate donor species into man. Human hosts often have pre-existing anti-alpha-gal antibodies that bind alpha-gal epitopes and lead to rapid activation of complement and cell lysis. The pre-existing anti-alpha-gal antibodies found in most individuals are thought to be due to exposure to alpha-gal epitopes that are naturally expressed on normal gut flora leading to chronic immunological stimulation. These antibodies may comprise up to 1% of serum IgG. In this Phase I/II trial, patients with relapsed or refractory breast cancer will undergo a series of four intradermal injections with a vaccine composed of irradiated allogeneic breast cancer cell lines (HAB-1 and HAB-2) that have been transduced with a recombinant Moloney murine leukemia virus (MoMLV)-based retroviral vector expressing the murine alpha (1,3) GT gene. Endpoints of the study include determination of dose-limiting toxicity (DLT), maximum tolerated dose (MTD), tumor and immunological responses."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 1",
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Non-Randomized",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "3",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Vaccine group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Biological: HyperAcute - Breast cancer vaccine"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Biological",
                            "InterventionName": "HyperAcute - Breast cancer vaccine",
                            "InterventionDescription": "Cells will be injected intradermally for four weeks for four cycles. Dosage will vary from 10 million to 100 million HAB cells.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Vaccine group"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "HAB-1 and HAB-2 vaccine components"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "To determine the safety and efficacy of administration of HyperAcute Breast (HAB) cancer cells by injection into women with recurrent or refractory breast carcinoma",
                            "PrimaryOutcomeTimeFrame": "4 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "To conduct correlative scientific studies of patient samples to determine the mechanism of any observed anti-tumor effect.",
                            "SecondaryOutcomeTimeFrame": "4 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nHistological diagnosis of infiltrating breast carcinoma, including infiltrating ductal carcinoma, lobular carcinoma, medullary carcinoma, colloid, comedocarcinoma, papillary, inflammatory carcinoma, signet ring carcinoma. The patient's pathology must be reviewed and confirmed by Iowa Methodist Medical Center's or Mercy Medical Center's Pathology Department.\nAJCC Stage IV (any T, any N, M1), metastatic, progressive or recurrent breast carcinoma. Patients may not be eligible for other curative intent treatment (e.g. surgical resection). Patients must have failed one salvage treatment.\nEastern Cooperate Oncology Group Performance Status less than or equal to 2.\nSerum albumin greater than or equal to 3.0 gm/dL.\nExpected survival greater than or equal to 6 months.\nSubjects must have a negative serology for Hep B, C and HIV prior to entering study.\nAdequate organ function including: Marrow: Hemoglobin greater than or equal to 10.0 mg/dL, absolute granulocyte count (AGC) greater than or equal to 1,500/mm(3), platelets greater than or equal to 100,000/mm(3), absolute lymphocyte count greater than or equal to 475/mm(3). Hepatic: serum total bilirubin less than or equal to 1.5 x upper limit of normal (ULN), ALT (SGPT) and AST (SGOT) less than or equal to 2.5 x ULN. Renal: serum creatinine less than or equal to 1.5 x ULN or creatinine clearance greater than or equal to 50 mL/min.\nAll on-study tests must be less than or equal to Grade I toxicity for patient to be eligible for study, excluding serum LDH levels. PT, PTT must be less than or equal to 1.5 x ULN except for patients who are on therapeutic anticoagulant therapy.\nMeasurable or non-measurable disease as defined as:\n\nMeasurable - those that can be accurately measured in at least one dimension (longest diameter to be recorded) as greater than or equal to 20 mm with conventional techniques (CT, MRI, x-ray) or as greater than or equal to 10 mm with spiral CT scan. All tumor measurements must be recorded in millimeters (or decimal fractions of centimeters).\n\nNon-measurable - All other lesions (or sites of disease), including small lesions (longest diameter less than 20 mm with conventional techniques or less than 10 mm using spiral CT scan), are considered non-measurable disease. Bone lesions, leptomeningeal disease, ascites, pleural or pericardial effusions, lymphangitis cutis or pulmonis, inflammatory breast disease, abdominal masses (not followed by CT or MRI), and cystic lesions are all considered non-measurable.\n\nPrior therapy for breast cancer that may include surgery, radiation therapy, and/or less than or equal to 2 different cytotoxic chemotherapy regimens (including neoadjuvant and adjuvant treatment). Patients receiving preoperative (neoadjuvant) and postoperative (within 12 weeks of surgery) adjuvant chemotherapy with the same agent(s) will be considered to have received a single chemotherapy regimen.\n\nPatients with previously treated, unresponsive or progressive disease that have failed at least one salvage regimen.\n\nPatients must be greater than or equal to 4 weeks since major surgery, radiotherapy, chemotherapy (6-weeks if they were treated with a nitrosourea or mitomycin) and recovered from the toxicity of prior treatment to less than or equal to Grade 1, exclusive of alopecia or fatigue.\nPatients must have the ability to understand the study, its risks, side effects, potential benefits and is able to give written informed consent to participate. Patients may not be consented by a durable power of attorney (DPA).\nMale and female subjects of child producing potential must agree to use contraception or avoidance of pregnancy measures while enrolled on study and receiving the experimental drug, and for one month after the last immunization.\n\nEXCLUSION CRITERIA:\n\nAge less than 18-years-old.\nActive CNS metastases or carcinomatous meningitis.\nHypercalcemia greater than 2.9 mmol/L, unresponsive to standard therapy (e.g., I.V. hydration, diuretics, calctonin and/or bisphosphate therapy).\nPregnant or nursing women due to the unknown effects of vaccination on the developing fetus or newborn infant.\nOther malignancy within five years, unless the probability of recurrence of the prior malignancy is less than 5%. Patient's curatively treated for squamous and basal cell carcinoma of the skin and carcinoma in situ of the uterine cervix (CIN) or patients with a history of malignant tumor in the past that have been disease free for at least five years are also eligible for this study.\nHistory of organ transplant or current active immunosuppressive therapy (such as cyclosporine, tacrolimus, etc.) or history of prior immunotherapy except Herceptin and/or other monoclonal antibody therapies.\nSubjects taking systemic corticosteroid therapy for any reason including replacement therapy for hypoadrenalism, are not eligible. Subjects receiving inhaled or topical corticosteroids are eligible. Subjects who require systemic corticosteroids after beginning vaccinations, will be removed from the study.\nSignificant or uncontrolled congestive heart failure (CHF), myocardial infarction, significant ventricular arrhythmias within the last six months or significant pulmonary dysfunction.\nActive infection or antibiotics within 1-week prior to study, including unexplained fever (temp. greater than 38.1 degrees Celsius).\nAutoimmune disease (e.g., systemic lupus erythematosis, active rheumatoid arthritis, etc). Patients with a remote history of asthma or mild active asthma are eligible.\nOther serious medical conditions that may be expected to limit life expectancy to less than 2 years (e.g., liver cirrhosis).\nAny condition, psychiatric or otherwise, that would preclude informed consent consistent follow-up or compliance with any aspect of the study (e.g., untreated schizophrenia or other significant cognitive impairment, etc).\nA known allergy to any component of the alpha (1,3) galactosyltransferase tumor vaccine or cell lines from which it is derived.\nPatients having undergone splenectomy.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Charles J. Link, Jr., M.D.",
                            "OverallOfficialAffiliation": "NewLink Genetics Corporation",
                            "OverallOfficialRole": "Study Chair"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Medical Oncology Hematology Associates",
                            "LocationCity": "Des Moines",
                            "LocationState": "Iowa",
                            "LocationZip": "50309",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionMeshList": {
                    "InterventionMesh": [
                        {
                            "InterventionMeshId": "D000014612",
                            "InterventionMeshTerm": "Vaccines"
                        }
                    ]
                },
                "InterventionAncestorList": {
                    "InterventionAncestor": [
                        {
                            "InterventionAncestorId": "D000007155",
                            "InterventionAncestorTerm": "Immunologic Factors"
                        },
                        {
                            "InterventionAncestorId": "D000045505",
                            "InterventionAncestorTerm": "Physiological Effects of Drugs"
                        }
                    ]
                },
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M17050",
                            "InterventionBrowseLeafName": "Vaccines",
                            "InterventionBrowseLeafAsFound": "Participants",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M9891",
                            "InterventionBrowseLeafName": "Immunologic Factors",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}