{
    "Rank": 279,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04697264",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "SPON/2020/012/FHMS"
                },
                "Organization": {
                    "OrgFullName": "University of Surrey",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Adipocytokines in Endometrial Cancer",
                "OfficialTitle": "Adipocytokines and Their Relationship to Obesity and Endometrial Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 12, 2021",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "October 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "October 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "December 1, 2020",
                "StudyFirstSubmitQCDate": "January 4, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 6, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 30, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 31, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Surrey",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Royal Surrey County Hospital NHS Foundation Trust",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "GRACE Group",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The number of women diagnosed with uterine cancer continues to rise each year. Since the early 1990s, there has been almost 55% rise in the United Kingdom (UK). 34% of endometrial cancer can be attributed to obesity. In the obese state, the function of adipose tissue deteriorates resulting in a state of chronic inflammation. Adipocytokine-related signalling pathways promote cancer development by causing inflammation, cell proliferation, DNA damage and by inhibiting apoptosis. The investigators postulate that adipocytokines levels are significantly different in uterine cancer patients of different weight categories and different grade/stage/ type of tumour.\n\nAny woman attending the hospital with endometrial cancer and receiving treatment here will be invited to participate in the study. Consent will be sought to obtain 30mls (2 1/2 tablespoons) of venous blood at the time of surgery, on day 1 post-surgery and 3/6 months post-surgery during routine follow-up to check biomarker (adiponectin, leptin, tumour necrosis factor alpha, interleukin-6, Insulin-like growth factors 1 and 2) levels to see if the markers can be used to assess response to treatment. The investigators will also get consent to collect tissue - adipose tissue (after surgery) and uterine cancer tissue and lymph nodes (after histo-pathological evaluation) to assess for biomarkers. The investigators will also obtain blood samples from patients undergoing chemotherapy for advanced stage endometrial. All tissues procured will be anonymised and analysed at the oncology laboratory, Leggett building, University of Surrey and later correlated with patients' medical data as well as with tumour grade, stage and type. The investigators will also use archival tissue blocks stored at the same laboratory for analysis (previously consented for use in research). These are anonymised tissue and there is no link to patients' data.\n\nThe aim would be to ultimately find immuno-stimulatory/ suppressive biomarkers in order to develop novel diagnostic/ prognostic tools.",
                "DetailedDescription": "BACKGROUND\n\nEndometrial cancer is the most common malignancy of the female genital tract. It is the fourth most common cancer in the UK with around 9,500 new cases in 2017, current lifetime risk being 1 in 36 women. The number of women diagnosed with endometrial cancer continues to rise each year. Since the early 1990s, uterine cancer incidence rates have increased by almost three-fifths (55%) in the UK (2015-2017). The association between endometrial cancer and obesity is well documented. 7.5% of all cancers in women in UK are attributable to being overweight / obese (BMI ≥25 kg/m2). For endometrial cancer, this risk rises to 34%. A review of meta-analyses showed endometrial cancer risk is 16% higher per 5 kg- gained during adulthood, 29% higher per 10cm increase in hip circumference and 27% higher per 10cm increase in waist circumference. This higher endometrial cancer risk with raised BMI is present in both pre- and post-menopausal women. Moreover, patients who are obese tend to have a poorer outcome with more co-morbidities than their non-obese counterparts.\n\nIn the overweight and obese state, the function of the adipose tissue deteriorates resulting in a state of chronic inflammation. In this inflammatory state, adipocytes and macrophages secrete several molecules, adipokines and inflammatory cytokines, which may promote tumour development and angiogenesis and stimulate adhesions and migration of cells.\n\nMost implicated adipocytokines in the tumorigenesis pathway are adiponectin, leptin, tumour necrosis factor-α (TNF-α), Interleukin-6 (IL-6) and Insulin-like growth factor 1 and 2 (IGF 1 and 2).\n\nAdipocytokine related signalling pathways are important in the development of an inflammatory microenvironment for tumours. This process is thought to increase the risk of endometrial cancer by inducing cell proliferation and preventing cell apoptosis. Adiponectin, the most abundant adipokine, has been suggested to have anti-angiogenic, anti-inflammatory, and anti-apoptotic properties. Raised leptin levels in obese state promotes inflammation by stimulating the production of IL-6, TNFα as well as IL-1 and IL-126. Leptin and adiponectin secretion are counter-regulated in vivo. A study by Luhn et. al. has shown adiponectin to have inverse relationship with the risk of endometrial cancer and leptin to have a direct correlation.\n\nAlso, in an inflammatory environment, macrophages secrete potent proinflammatory cytokines such as TNF-α and IL-6, which are known to activate numerous transcription factors that regulate the expression of genes involved in immune responses, anti-apoptosis, angiogenesis, and metastasis. The mechanisms of tumorigenesis are thought to be involved are free-radical production that cause DNA damage and impaired DNA repair.\n\nResearch have further suggested that systemic levels of insulin-like growth factor (IGF) is dysregulated in obesity either due to increased IGF production or by down-regulation of IGF binding protein (IGFBP) production. IGF 1 is a growth and proliferation promotor and has inhibitory effects on cell death and is a major contributor in many neoplastic transformations.\n\nThe above biomarkers are physiologically interrelated and are likely to reflect a more restricted number of underlying biological pathways. Possibly, they work in a synergistic capacity to modulate the risk of developing endometrial cancer. If specific patterns of cytokine expression were found to be predictive of adverse outcome, then the specific receptors may be targeted as a therapeutic option for endometrial cancer11. No study so far has looked at all these markers together in the serum and tissue samples of the same endometrial cancer patients to give a more wholesome idea about their effect on tumour genesis, progression and outcome. Therefore, this study is designed to assess the prognostic significance of these six biomarkers in the blood and tissue of endometrial cancer patients and co-relating the levels with their BMI and tumour type, after adjusting for age, parity, smoking status, menopausal status, use of hormone replacement therapy (HRT)/ hormonal contraception, and prevalence of diabetes and hypertension.\n\nRATIONALE\n\nDevelopment of novel biomarkers for a variety of uses including diagnosis, treatment monitoring and prognostication is on the Cancer Reform Strategy agenda and actively encouraged by the National Cancer Research Institute and Medical Research Council.\n\nUnderstanding how adipocytokines influence endometrial cancer risk may help to elucidate biological mechanisms important for the observed obesity-endometrial cancer association.\n\nTHEORITICAL FRAMEWORK\n\nAs the incidence of endometrial cancer continues to rise there is a health need for a better diagnostic and prognostic approach.\n\nStudying the different biomarker levels in blood and cancer tissue will enable us to look for new targets that may be useful in the treatment and prognostication of this cancer.\n\nAlso, if the levels of these markers change significantly post-treatment, the investigators can investigate if it will be possible to use these markers to assess response to treatment as follow-up for risk of recurrence forms an important part of the treatment protocol.\n\nRESEARCH QUESTIONS / OBJECTIVES:\n\nTo assess the relationship between the endometrial cancer and blood and tissue biomarkers in patients referred for endometrial cancer management to Royal Surrey NHS Foundation trust and to correlate with obesity and tumour characteristics.\n\nSTUDY DESIGN and METHODS of DATA COLLECTION AND DATA ANALYSIS\n\n5.1. Study design\n\nAll patients being referred to the Royal Surrey NHS Foundation trust with diagnosed uterine cancer will be given the research information leaflet.\n\nInitially, an invitation letter will be sent alongside the patients' clinic appointment letter to inform them of the study and give them time for preliminary consideration of the study.\n\nPatients will then be approached in the outpatients' clinics after the initial consultation by the clinician. They will be given a participant information leaflet detailing the study rationale, methodology and analysis. Patients who agree to participate in the study will be asked to sign a consent form after explanation.\n\nDemographic data will be collected at the same time to correlate various risk factors associated with the development of uterine cancer. This data will be collected by:\n\nA short patient interview (10 minutes)\nPatients' medical notes Data from the interview will be directly entered into an existing departmental database for Gynaecological oncology which is password protected and stored on NHS computers. A copy of the data proformas from the interview will be filed in a secure room within the University department to allow for source data verification.\n\nParticipants will then have 30mls (2 ½ tablespoons) of venous blood taken on the day of the surgery.\n\nTissue samples from the participants undergoing hysterectomy will be collected as follows: the PI will collect any fresh tissue (adipose tissue) directly from theatre before fixing as it is not needed for establishing diagnosis and the uterine cancer tissue and lymph node will be collected by the PI after histo-pathological examination from the histo-pathology department after the diagnosis is established. All tissue processing will adhere to Human Tissue Authority (HTA) guidelines and will be performed at the Oncology laboratory at Leggett building at University of Surrey.\n\nThe participants will have a repeat blood test (30mls) on day 1 post-surgery and at their 3 or 6 months routine post-surgery follow up appointment.\n\nFor those participants who are recommended chemotherapy, the investigators will also ask consent to collect demographic data at the time of consultation and baseline blood sample (30mls venous blood) before commencing chemotherapy and after 3rd and 6th chemotherapy cycles to assess any changes in the biomarkers that may correlate with progression or regression of disease.\n\nThe investigators will also obtain archival tissue blocks (of uterine cancer patients consented from a previous study for use during an appropriate ethics committee approved research) to help increase the number of recruitments for this study. Their demographic data with identification log will be made available to the PI only to assess for correlation between their data and the tissue diagnosis during analysis.\n\n5.2. Sample analysis\n\nELISA will be used to assay bio-marker levels in blood samples.\n\nFor tissue analysis the investigators will set up a tissue microarray (TMA). This will allow more uniform staining of the sample for immunohistochemistry with no inter-specimen variation of the staining method. Each case will be reviewed, and the area of interest (tumour) will be marked on the slide and cores from the areas of interest will be used to create the microarray block. Sections can then be cut from the microarray block and slides prepared for immune staining. The advantage of using this method is that the samples are subjected to the same conditions while being stained and the same part of a tumour can be reliably stained for several markers. Tissue sections from the TMA will be used for immune-staining and the expression of the markers of interest will be scored. Clinical data which is available on the cases will then be correlated with the histological and immunohistochemical scores and statistical analysis will be carried out.\n\n5.3. Data analysis\n\nStandard statistical analytical tools will be used to analyse the data. Relation between different variables will be sought with odds ratio, confidence interval and significance with P value (<0.05 significant). The Mann-Whitney U test will be used to assess differential expression of immune markers between tissue types -blood and tumour tissue. Correlation with clinical characteristics will be determined using univariate log-rank and multivariable Cox proportional hazards adjusting for age, stage, grade and histology.\n\nSAMPLE AND RECRUITMENT\n\nPotential participants will be identified in the Royal Surrey NHS Foundation trust - either seen here or referred here and receiving her treatment here for diagnosed endometrial cancer.\n\n6.1. Sample size\n\nThe investigators will aim to recruit 30-60 patients with diagnosed endometrial cancer in the study. This sample size will also include archived tissue sample (formerly consented and stored in Leggett building, University of Surrey, for use in future ethical research).\n\n6.2. Recruitment\n\nAll patients seen or referred with endometrial cancer at the Royal Surrey Oncology Department will be invited to participate in the study.\n\nPatients will not receive any payments for participation in the study. The investigators aim to obtain all information and samples at the time of routine visits.\n\n6.2.1. Sample identification\n\nPatients diagnosed with endometrial cancer will be identified through the Gynaecological Oncology Multi-Disciplinary Team meeting or by the Gynaecological Oncology or Medical Oncology teams.\n\n6.2.2. Consent\n\nWritten consent will be obtained after the patient has received the participant information leaflet and had the opportunity to discuss and ask questions about the study. Enough time will be given for the purpose. Patients must all have capacity to consent. Consent will be undertaken by clinicians on the Gynaecological Oncology team. If necessary, a translator or language line can be used.\n\nConsent will also be taken for use of samples (anonymised and stored in Leggett building, University of Surrey following all regulations by HTA) for use in future research."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Endometrial Cancer",
                        "Obesity"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Endometrial cancer",
                        "Obesity",
                        "Adiponectin",
                        "Leptin",
                        "TNF α",
                        "IL-6",
                        "IGF 1",
                        "IGF 2"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignInterventionModelDescription": "Prospective analytical study",
                    "DesignPrimaryPurpose": "Basic Science",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "60",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Patients with endometrial cancer",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Potential participants will be identified in the Royal Surrey NHS Foundation trust - either seen here or referred here and receiving her treatment here for diagnosed endometrial cancer.\n\nPatients diagnosed with endometrial cancer will be identified through the Gynaecological Oncology Multi-Disciplinary Team meeting or by the Gynaecological Oncology or Medical Oncology teams.\n\nBlood sample will be collected on the day of the surgery when they are in the theatres and then repeated on day 1 post-operative in gynaecology ward and at 3/6 months post-surgery follow-up in clinic.\n\nFor the women undergoing chemotherapy, blood sample will be procured prior to commencing chemotherapy and after 3rd (with the blood test before the fourth cycle of chemotherapy) and 6th cycles of chemotherapy.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Diagnostic Test: Blood and tissue sample collection from patients with endometrial cancer"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Diagnostic Test",
                            "InterventionName": "Blood and tissue sample collection from patients with endometrial cancer",
                            "InterventionDescription": "Blood and tissue sample collection from patients undergoing surgery for endometrial cancer and blood sample collection only from patients undergoing chemotherapy for endometrial cancer",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Patients with endometrial cancer"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Levels of adipokines (adiponectin and leptin) - by ELISA (blood) and Immunohistochemistry (tissues) for patients having surgery for endometrial cancer",
                            "PrimaryOutcomeDescription": "Levels of adiponectin and leptin in serum will be measured by ELISA in ng/mL and in the tissues by immunohistochemistry",
                            "PrimaryOutcomeTimeFrame": "Blood sample will be collected before surgery and tissue will be collected after surgery on the day of the surgery."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Level of adipokines (adiponectin and leptin) by ELISA (blood) for patients having chemotherapy",
                            "PrimaryOutcomeDescription": "Levels of adiponectin and leptin in serum will be measured by ELISA in ng/mL",
                            "PrimaryOutcomeTimeFrame": "Blood sample will be collected before starting first cycle of chemotherapy (each cycle of chemotherapy is every 21 days)"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Levels of cytokines - by ELISA (blood) and Immunohistochemistry (tissues) for patients having surgery for endometrial cancer",
                            "PrimaryOutcomeDescription": "Levels of cytokines- tumour necrosis factor alpha (TNFα) and interleukin 6 (IL-6) will be measured in serum by ELISA in pg/mL and in the tissues by immunohistochemistry",
                            "PrimaryOutcomeTimeFrame": "Blood sample will be collected before surgery and tissue will be collected after surgery on the day of the surgery."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Levels of cytokines - by ELISA (blood) for patients having chemotherapy",
                            "PrimaryOutcomeDescription": "Levels of cytokines - tumour necrosis factor alpha (TNFα) and interleukin 6 (IL-6) will be measured in serum by ELISA in pg/mL",
                            "PrimaryOutcomeTimeFrame": "Blood sample will be collected before starting first cycle of chemotherapy (each cycle of chemotherapy is every 21 days)"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Levels of Insulin-like growth factors - by ELISA (blood) and Immunohistochemistry (tissues) having surgery for endometrial cancer",
                            "PrimaryOutcomeDescription": "Levels of Insulin like growth factors 1 and 2 (IGF 1 and 2) will be measured in serum by ELISA in ng/mL and in the tissues by immunohistochemistry",
                            "PrimaryOutcomeTimeFrame": "Blood sample will be collected before surgery and tissue will be collected after surgery on the day of the surgery."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Levels of Insulin-like growth factors - by ELISA (blood) for patients having chemotherapy",
                            "PrimaryOutcomeDescription": "Levels of Insulin like growth factors 1 and 2 (IGF 1 and 2) will be measured in serum by ELISA in ng/mL",
                            "PrimaryOutcomeTimeFrame": "Blood sample will be collected before starting first cycle of chemotherapy (each cycle of chemotherapy is every 21 days)"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Correlation between levels of adipocytokines (biomarkers) and obesity by using statistical tools like univariate log-rank and multivariable Cox proportional hazards analysis",
                            "PrimaryOutcomeDescription": "Levels of biomarkers in serum and tissue will be correlated with obesity (WHO classification of BMI) after adjusting for confounding factors like age, parity, menopause, use of HRT/ hormonal contraception, smoking, diabetes and hypertension, using statistical tools like univariate log-rank and multivariable Cox proportional hazards analysis.",
                            "PrimaryOutcomeTimeFrame": "Through study completion, an average of 2 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Correlation between levels of adipocytokines (biomarkers) and tumour grade, stage and type by using statistical tools like univariate log-rank and multivariable Cox proportional hazards analysis",
                            "SecondaryOutcomeDescription": "Levels of biomarkers in serum and tissue will be correlated with tumour grade/ stage and type after adjusting for BMI, age, parity, menopause, use of HRT/ hormonal contraception, smoking, diabetes and hypertension, using statistical tools like univariate log-rank and multivariable Cox proportional hazards analysis.",
                            "SecondaryOutcomeTimeFrame": "Through study completion, an average of 2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in levels of adipokines (adiponectin and leptin) in blood- by ELISA for patients having surgery",
                            "SecondaryOutcomeDescription": "Levels of adiponectin and leptin in serum will be measured by ELISA in ng/mL to measure change from baseline levels",
                            "SecondaryOutcomeTimeFrame": "Blood sample will be collected on day 1 post-surgery and at 3/6 months post-surgery followup (whether the follow up is at 3 or 6 months will depend on the histology of the tumour)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in levels of adipokines (adiponectin and leptin) in blood- by ELISA for patients having chemotherapy",
                            "SecondaryOutcomeDescription": "Levels of adiponectin and leptin in serum will be measured by ELISA in ng/mL to measure change from baseline levels",
                            "SecondaryOutcomeTimeFrame": "Blood sample will be collected at the end of 3rd and 6th cycles of chemotherapy (each cycle of chemotherapy is every 21 days)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in levels of cytokines in blood- by ELISA for patients having surgery",
                            "SecondaryOutcomeDescription": "Levels of cytokines - tumour necrosis factor alpha (TNFα) and interleukin 6 (IL-6) will be measured in serum by ELISA in pg/mL to measure change from baseline",
                            "SecondaryOutcomeTimeFrame": "Blood sample will be collected on day 1 post-surgery and at 3/6 months post-surgery followup (whether the follow up is at 3 or 6 months will depend on the histology of the tumour)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in levels of cytokines in blood- by ELISA for patients having chemotherapy",
                            "SecondaryOutcomeDescription": "Levels of tumour necrosis factor alpha (TNFα) and interleukin 6 (IL-6) will be measured in serum by ELISA in pg/mL to measure change from baseline levels",
                            "SecondaryOutcomeTimeFrame": "Blood sample will be collected at the end of 3rd and 6th cycles of chemotherapy (each cycle of chemotherapy is every 21 days)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in levels of Insulin-like growth factors - by ELISA (blood) for patients having surgery",
                            "SecondaryOutcomeDescription": "Levels of Insulin like growth factors 1 and 2 (IGF 1 and 2) will be measured in serum by ELISA in ng/mL to measure change from baseline",
                            "SecondaryOutcomeTimeFrame": "Blood sample will be collected on day 1 post-surgery and at 3/6 months post-surgery followup (whether the follow up is at 3 or 6 months will depend on the histology of the tumour)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in levels of Insulin-like growth factors in blood- by ELISA for patients having chemotherapy",
                            "SecondaryOutcomeDescription": "Levels of Insulin like growth factors 1 and 2 (IGF 1 and 2) will be measured in serum by ELISA in ng/mL to measure change from baseline levels",
                            "SecondaryOutcomeTimeFrame": "Blood sample will be collected at the end of 3rd and 6th cycles of chemotherapy (each cycle of chemotherapy is every 21 days)"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nWomen diagnosed with endometrial cancer\nAge 18 or above\nOf sound mind so they can give informed consent\nHistorical tissue sample/ blocks from previous cases in the laboratory in the University of Surrey, also be used if appropriate consent is in place.\n\nExclusion Criteria:\n\nUnder 18yrs age\nUnable to give consent /denies consent",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Royal Surrey NHS Foundation Trust",
                            "LocationCity": "Guildford",
                            "LocationState": "Surrey",
                            "LocationZip": "GU2 7XX",
                            "LocationCountry": "United Kingdom"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferenceType": "background",
                            "ReferenceCitation": "Cancer Research UK Uterine Cancer Statistics http://www.cancerresearchuk.org/health-professional/cancer-statistics/statistics-by-cancer-type/uterine-cancer/incidence#heading-One"
                        },
                        {
                            "ReferencePMID": "29567982",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Brown KF, Rumgay H, Dunlop C, Ryan M, Quartly F, Cox A, Deas A, Elliss-Brookes L, Gavin A, Hounsome L, Huws D, Ormiston-Smith N, Shelton J, White C, Parkin DM. The fraction of cancer attributable to modifiable risk factors in England, Wales, Scotland, Northern Ireland, and the United Kingdom in 2015. Br J Cancer. 2018 Apr;118(8):1130-1141. doi: 10.1038/s41416-018-0029-6. Epub 2018 Mar 23."
                        },
                        {
                            "ReferencePMID": "28246088",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Kyrgiou M, Kalliala I, Markozannes G, Gunter MJ, Paraskevaidis E, Gabra H, Martin-Hirsch P, Tsilidis KK. Adiposity and cancer at major anatomical sites: umbrella review of the literature. BMJ. 2017 Feb 28;356:j477. doi: 10.1136/bmj.j477."
                        },
                        {
                            "ReferencePMID": "23696194",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Luhn P, Dallal CM, Weiss JM, Black A, Huang WY, Lacey JV Jr, Hayes RB, Stanczyk FZ, Wentzensen N, Brinton LA. Circulating adipokine levels and endometrial cancer risk in the prostate, lung, colorectal, and ovarian cancer screening trial. Cancer Epidemiol Biomarkers Prev. 2013 Jul;22(7):1304-12. doi: 10.1158/1055-9965.EPI-13-0258. Epub 2013 May 21."
                        },
                        {
                            "ReferencePMID": "22037646",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Nieman KM, Kenny HA, Penicka CV, Ladanyi A, Buell-Gutbrod R, Zillhardt MR, Romero IL, Carey MS, Mills GB, Hotamisligil GS, Yamada SD, Peter ME, Gwin K, Lengyel E. Adipocytes promote ovarian cancer metastasis and provide energy for rapid tumor growth. Nat Med. 2011 Oct 30;17(11):1498-503. doi: 10.1038/nm.2492."
                        },
                        {
                            "ReferencePMID": "22750129",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Carbone F, La Rocca C, Matarese G. Immunological functions of leptin and adiponectin. Biochimie. 2012 Oct;94(10):2082-8. doi: 10.1016/j.biochi.2012.05.018. Epub 2012 Jun 26."
                        },
                        {
                            "ReferencePMID": "11866137",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Shacter E, Weitzman SA. Chronic inflammation and cancer. Oncology (Williston Park). 2002 Feb;16(2):217-26, 229; discussion 230-2."
                        },
                        {
                            "ReferencePMID": "23021376",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Carlson MJ, Thiel KW, Yang S, Leslie KK. Catch it before it kills: progesterone, obesity, and the prevention of endometrial cancer. Discov Med. 2012 Sep;14(76):215-22."
                        },
                        {
                            "ReferencePMID": "18398032",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Gunter MJ, Hoover DR, Yu H, Wassertheil-Smoller S, Manson JE, Li J, Harris TG, Rohan TE, Xue X, Ho GY, Einstein MH, Kaplan RC, Burk RD, Wylie-Rosett J, Pollak MN, Anderson G, Howard BV, Strickler HD. A prospective evaluation of insulin and insulin-like growth factor-I as risk factors for endometrial cancer. Cancer Epidemiol Biomarkers Prev. 2008 Apr;17(4):921-9. doi: 10.1158/1055-9965.EPI-07-2686."
                        },
                        {
                            "ReferencePMID": "23492765",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Dossus L, Lukanova A, Rinaldi S, Allen N, Cust AE, Becker S, Tjonneland A, Hansen L, Overvad K, Chabbert-Buffet N, Mesrine S, Clavel-Chapelon F, Teucher B, Chang-Claude J, Boeing H, Drogan D, Trichopoulou A, Benetou V, Bamia C, Palli D, Agnoli C, Galasso R, Tumino R, Sacerdote C, Bueno-de-Mesquita HB, van Duijnhoven FJ, Peeters PH, Onland-Moret NC, Redondo ML, Travier N, Sanchez MJ, Altzibar JM, Chirlaque MD, Barricarte A, Lundin E, Khaw KT, Wareham N, Fedirko V, Romieu I, Romaguera D, Norat T, Riboli E, Kaaks R. Hormonal, metabolic, and inflammatory profiles and endometrial cancer risk within the EPIC cohort--a factor analysis. Am J Epidemiol. 2013 Apr 15;177(8):787-99. doi: 10.1093/aje/kws309. Epub 2013 Mar 13."
                        },
                        {
                            "ReferencePMID": "21415362",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wang T, Rohan TE, Gunter MJ, Xue X, Wactawski-Wende J, Rajpathak SN, Cushman M, Strickler HD, Kaplan RC, Wassertheil-Smoller S, Scherer PE, Ho GY. A prospective study of inflammation markers and endometrial cancer risk in postmenopausal hormone nonusers. Cancer Epidemiol Biomarkers Prev. 2011 May;20(5):971-7. doi: 10.1158/1055-9965.EPI-10-1222. Epub 2011 Mar 17."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No",
                "IPDSharingDescription": "All personal information will be anonymised so that researchers except the Principal Investigator (PI) will be blinded to this information. At all times, the NHS Code of Confidentiality will be followed. Only the PI will have access to the 'key' to the patient identifiers connecting the samples to the clinical data of the patients which will be stored in a secured encrypted database on a NHS computer."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000016889",
                            "ConditionMeshTerm": "Endometrial Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000009765",
                            "ConditionMeshTerm": "Obesity"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000050177",
                            "ConditionAncestorTerm": "Overweight"
                        },
                        {
                            "ConditionAncestorId": "D000044343",
                            "ConditionAncestorTerm": "Overnutrition"
                        },
                        {
                            "ConditionAncestorId": "D000009748",
                            "ConditionAncestorTerm": "Nutrition Disorders"
                        },
                        {
                            "ConditionAncestorId": "D000001835",
                            "ConditionAncestorTerm": "Body Weight"
                        },
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000014591",
                            "ConditionAncestorTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M12391",
                            "ConditionBrowseLeafName": "Obesity",
                            "ConditionBrowseLeafAsFound": "Obesity",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M18925",
                            "ConditionBrowseLeafName": "Endometrial Neoplasms",
                            "ConditionBrowseLeafAsFound": "Endometrial Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M25876",
                            "ConditionBrowseLeafName": "Overweight",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M24997",
                            "ConditionBrowseLeafName": "Overnutrition",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12374",
                            "ConditionBrowseLeafName": "Nutrition Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4804",
                            "ConditionBrowseLeafName": "Body Weight",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC18",
                            "ConditionBrowseBranchName": "Nutritional and Metabolic Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        }
                    ]
                }
            }
        }
    }
}