{
    "Rank": 280,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02912572",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "16-322"
                },
                "Organization": {
                    "OrgFullName": "Dana-Farber Cancer Institute",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Avelumab in Patients With MSS, MSI-H and POLE-mutated Recurrent or Persistent Endometrial Cancer and of Avelumab/Talazoparib and Avelumab/Axitinib in Patients With MSS Recurrent or Persistent Endometrial Cancer",
                "OfficialTitle": "A Phase 2, Two-Group, Two-Stage, Open-Label Study of Avelumab in Patients With MSS, MSI-H and POLE-mutated Recurrent or Persistent Endometrial Cancer, Avelumab / Talazoparib in Patients With MSS Recurrent or Persistent Endometrial Cancer, and Avelumab / Axitinib in Patients With MSS Recurrent or Persistent Endometrial Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "April 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "November 14, 2016",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 2025",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 2027",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "September 20, 2016",
                "StudyFirstSubmitQCDate": "September 22, 2016",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 23, 2016",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "April 5, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "April 7, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Panagiotis Konstantinopoulos, MD, PhD",
                    "ResponsiblePartyInvestigatorTitle": "MD, PhD",
                    "ResponsiblePartyInvestigatorAffiliation": "Dana-Farber Cancer Institute"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Dana-Farber Cancer Institute",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Pfizer",
                            "CollaboratorClass": "INDUSTRY"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "This research study is evaluating a drug called Avelumab alone and in combination with Talazoparib or Axitinib as a possible treatment for recurrent or metastatic endometrial cancer.",
                "DetailedDescription": "This research study is a Phase II clinical trial. Phase II clinical trials test the effectiveness of an investigational drug to learn whether the drug works in treating a specific cancer. \"Investigational\" means that the drug is still being studied and that research doctors are trying to find out more about it-such as the safest dose to use, the side effects it may cause, and if the drug is effective for treating different types of cancer. It also means that the FDA (the U.S. Food and Drug Administration) has not yet approved the drug for use in patients, including people with Metastatic Endometrial Cancer.\n\nAvelumab is a drug that may stop cancer cells from growing by enabling the activation of the immune system. Avelumab blocks an immune inhibiting signal that can impair the ability of the immune system to attack cancers.\n\nTalazoparib is a drug that stops the activity of a protein (called PARP) that's involved in repairing damage to the DNA within your cells. When PARP is turned off by Talazoparib in cancer cells, DNA damage cannot be repaired and leads to the death of the cancer cells.\n\nAxitinib is a drug that may stop cancer cells from growing by blocking certain proteins that cancer cells use to form new blood vessels, which the cancer needs in order to grow.\n\nIn this research study, the investigators are looking to see whether Avelumab, the combination of Avelumab and Talazoparib, or the combination of Avelumab and Axitinib are effective in treating recurrent and Metastatic Endometrial Cancer.\n\nAdditionally, the investigators are looking to see if participants whose tumors contain a particular genetic make-up will have better response to Avelumab, the combination of Avelumab and Talazoparib, or the combination of Avelumab and Axitinib."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Metastatic Endometrial Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Endometrial Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Non-Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "106",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Pole Mutated Endometrial Cancer",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants with Pole mutated endometrial cancer Avelumab will be administered intravenously twice per cycle",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Avelumab"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "MSS Endometrial Cancer",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants with MSS mutated endometrial cancer Avelumab will be administered intravenously twice per cycle",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Avelumab"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "MSS Avelumab/Talazoparib Combination Arm",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants with MSS mutated endometrial cancer Avelumab will be administered intravenously twice per cycle Talazoparib will be administered one time per day by mouth",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Avelumab",
                                    "Drug: Talazoparib"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "MSS Avelumab/Axitinib Combination Arm",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants with MSS mutated endometrial cancer Avelumab will be administered intravenously twice per cycle Axitinib will be administered twice per day by mouth",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Avelumab",
                                    "Drug: Axitinib"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Avelumab",
                            "InterventionDescription": "Avelumab will be administered intravenously twice per cycle Each Cycle lasts 28 days Premedication Antihistamine and Paracetamol will be administered prior to treatment",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "MSS Avelumab/Axitinib Combination Arm",
                                    "MSS Avelumab/Talazoparib Combination Arm",
                                    "MSS Endometrial Cancer",
                                    "Pole Mutated Endometrial Cancer"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Talazoparib",
                            "InterventionDescription": "Talazoparib will be taken one time per day by mouth Each Cycle lasts 28 days",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "MSS Avelumab/Talazoparib Combination Arm"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Axitinib",
                            "InterventionDescription": "Axitinib will be taken twice per day by mouth Each Cycle lasts 28 days",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "MSS Avelumab/Axitinib Combination Arm"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Activity Of Avelumab and Avelumab plus Talazoparib In Patients With Recurrent Or Persistent Endometrial Cancer",
                            "PrimaryOutcomeDescription": "As assessed by the frequency of patients who survive progression-free for at least 6 months (PFS6) after initiating therapy or have objective tumor response",
                            "PrimaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Clinical Activity of Avelumab plus Axitinib in Patients with MSS Recurrent or Persistent Endometrial Cancer",
                            "PrimaryOutcomeDescription": "As assesed by the frequency of patients who survive progression-free for at least 6 months (PFS6) and by the objective response rate (ORR) measured by RECIST 1.1",
                            "PrimaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Duration of Progression Free Survival as Assessed by RECIST 1.1",
                            "SecondaryOutcomeDescription": "RECIST - Response Evaluation Criteria in Solid Tumors",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Duration of Overall Survival",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of Participants With Treatment-Related Adverse Events as Assessed by CTCAE v4.0",
                            "SecondaryOutcomeDescription": "As classified by the common terminology criteria for adverse events (CTCAE) version 4.0",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Immune-Related Objective Response",
                            "SecondaryOutcomeDescription": "as assessed by immune-related RECIST (irRECIST)",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Immune-Related Progression-Free Survival (irPFS)",
                            "SecondaryOutcomeDescription": "Defined as time from cohort assignment to death or to immunie-related progression of disease (irPD)",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Clinical Activity of Combination Avelumab/Axitinib",
                            "SecondaryOutcomeDescription": "As measured by median progression-free survival (PFS) and median overall survival (OS); by the immune-related ORR, as measured by irRECIST criteria; and by the immune-related PFS (irPFS);",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of Participants Receiving Avelumab/Axitinib With Treatment-Related Adverse Events as Assessed by CTCAE v4.1",
                            "SecondaryOutcomeDescription": "As classified by the common terminology criteria for adverse events (CTCAE) version 4.1",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nParticipants must be classified into one of the following cohorts of recurrent or persistent endometrial cancer of any histology:\n\nThe MSI/POLE cohort includes endometrial cancers that are:\n\n--MSI-H as determined by immunohistochemical complete loss of expression (absence of nuclear immunoreactivity) of at least one of the mismatch repair genes MSH2, MSH6, MLH1 and PMS2. This test is now done routinely for every newly diagnosed endometrial cancer patient in most centers in the US.\n\nAnd/OR:\n\n--POLE-mutated, i.e. endometrial cancers known to harbor mutations in the exonuclease domain (amino acid residues 268-471) of polymerase e (POLE) as determined by targeted sequencing or other next generation sequencing assay. Any Clinical Laboratory Improvement Amendments (CLIA)-approved genomic test documenting mutations in the exonuclease domain of POLE gene (amino acid residues 268-471) in the tumor will be accepted as proof of presence of POLE mutations and will lead to classification into this patient cohort.\n\nThe MSS cohorts include:\n\nEndometrial cancers that are MSS as determined by normal immunohistochemical nuclear expression of all the mismatch repair genes MSH2, MSH6, MLH1 and PMS2. Tumors which have not been sequenced for POLE mutations (i.e. their POLE mutations status is unknown) but are MSS, will be included in this cohort.\n\nAll patients must have measurable disease as defined by RECIST 1.1. Measurable disease is defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded). Each lesion must be >= 10 mm when measured by CT, MRI or caliper measurement by clinical exam; or >= 20 mm when measured by chest x-ray. Lymph nodes must be > 15 mm in short axis when measured by CT or MRI.\nPrior Therapy:\nThere is no upper limit of prior therapies but patients must have had one prior chemotherapeutic regimen for management of endometrial carcinoma. Initial treatment may include chemotherapy, chemotherapy and radiation therapy, and/or consolidation/maintenance therapy. Any platinum based chemotherapy (single agent platinum or any platinum doublet) administered in conjunction with primary radiation as a radio-sensitizer WILL be counted as a systemic chemotherapy regimen. Furthermore, patients who have only received chemotherapy in the adjuvant setting will be eligible for the study.\nPrior hormonal therapy is allowed.\nPatients must NOT have received any class of drugs targeted to the PD-1/PD-L1 pathway.\nPatients must NOT have received any prior PARP inhibitor therapy (for patients being considered for the avelumab/talazoparib cohort only).\n\nPatients must NOT have received prior axitinib (for patients being considered for the avelumab/axitinib cohort only).\n\nAge of 18 or greater years. Because insufficient dosing or adverse event data are currently available on the use of Avelumab, talazoparib, and/or axitinib in participants < 18 years of age, children are excluded from the study. Endometrial cancer is very rare in the pediatric population.\nECOG performance status 0 or 1 (reference Appendix A for ECOG performance status criteria).\nAvailability of a formalin fixed paraffin embedded (FFPE) block of cancer tissue OR 15 unstained 5-micron slides from the original surgery or biopsy or from a biopsy of recurrent disease.\nParticipants must have normal organ and marrow function as defined below:\nabsolute neutrophil count >1,500/mcL\nplatelets >100,000/mcL\nhemoglobin ≥ 9g/dL\ntotal bilirubin within normal institutional limits\nAST(SGOT)/ALT(SGPT) ≤2.5 × institutional upper limit of normal\ncreatinine within normal institutional limits OR\ncreatinine clearance ≥60 mL/min/1.73 m2 for participants with creatinine levels above institutional normal.\n\nPlease note: creatinine clearance (CLCR) should be estimated according to the Cockcroft-Gault formula as:\n\nCLCR={[(140-age) × weight)]/(72 x SCR)} × 0.85 where CLCR (creatinine clearance) is measured in mL/min, age is expressed in years, weight in kilograms (kg), and SCR (serum creatinine) in mg/dL.\n\nNOTE: Patients with moderate renal impairment (defined as an estimated creatinine clearance of 30-59 mL/min) will receive a reduced starting dose of Talazoparib at 0.75 mg PO QD.\n\nParticipant must not be pregnant or breastfeeding given that avelumab is an agent with unknown effects in pregnancy and breastfeeding and the potential for teratogenesis. Females of childbearing potential are defined as those who are not surgically sterile (i.e., bilateral tubal ligation, bilateral oophorectomy, or complete hysterectomy) or post-menopausal (defined as ≥ 12 months with no menses without an alternative medical cause). Serum pregnancy test (for females of childbearing potential) negative at screening.\nThe effects of avelumab on the developing human fetus are unknown. For this reason and because some immunomodulatory agents are known to be teratogenic, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\nToxicities of prior therapy (excepting alopecia and sensory neuropathy) should be resolved to < grade 2 per the revised NCI Common Terminology Criteria for Adverse Events (CTCAE) version 4. All appropriate treatment areas should have access to a copy of the CTCAE version 4. A copy of the CTCAE version 4 can be downloaded from the CTEP website at: http://ctep.cancer.gov.\nAbility to understand and the willingness to sign a written informed consent document.\n\nAdditional inclusion criteria for the avelumab/axitinib cohort:\n\nParticipants must have adequately controlled blood pressure (BP) with or without antihypertensive medications, defined as systolic BP that must be ≤140 mmHg and diastolic BP that must be ≤90 mmHg on two separate BP readings taken at least 1 hour apart at screening.\nParticipants must have LVEF ≥ lower limit of normal (LLN) as assessed by either multigated acquisition (MUGA) scan or echocardiogram (ECHO).\n\nExclusion Criteria:\n\nParticipants who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\nParticipants who are receiving any other investigational agents.\nParticipants with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\nHistory of allergic reactions attributed to avelumab or any component in its formulations, or compounds of similar chemical or biologic composition to avelumab. Known severe hypersensitivity reactions to monoclonal antibodies (Grade ≥ 3 NCI CTCAE v 4.03), any history of anaphylaxis, or uncontrolled asthma (that is, 3 or more features of partially controlled asthma)\nParticipants with a history of treatment with an anti-PD-1, anti-PD-L1, anti-CTLA-4 or other investigational agents that target immune checkpoint inhibitors.\nKnown human immunodeficiency virus (HIV) or acquired immunodeficiency syndrome (AIDS) related illness, which may compromise the efficacy of immunostimulatory therapy.\nPositive test for HBV surface antigen\nPositive Hepatitis C antibody and positive confirmatory HCV RNA test. The confirmatory HCV RNA test is not required if the HCV antibody is negative. If Hepatitis C antibody is positive, the confirmatory HCV RNA test should be done and if it is negative, then participants are eligible.\nSubjects requiring hormone replacement with corticosteroids are eligible if the steroids are administered only for the purpose of hormonal replacement and at doses ≤ 10 mg or 10 mg equivalent prednisone per day\nActive infection requiring systemic therapy.\n\nCurrent or prior use of immunosuppressive medication within 7 days prior to enrollment with the following exceptions to this exclusion criterion:\n\nIntranasal, inhaled, topical steroids, or local steroid injections (eg, intra-articular injection);\nSystemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or equivalent;\nSteroids as premedication for hypersensitivity reactions (eg, CT scan premedication).\nActive autoimmune disease that might deteriorate when receiving an immunostimulatory agent. Patients with diabetes type I, vitiligo, psoriasis, hypo- or hyperthyroid disease not requiring immunosuppressive treatment are eligible.\nPrior organ transplantation including allogeneic stem-cell transplantation.\nSevere gastrointestinal conditions such as clinical or radiological evidence of bowel obstruction within 4 weeks prior to study entry, uncontrolled diarrhea in the last 4 weeks prior to enrollment, or history of inflammatory bowel disease.\nUncontrolled intercurrent illness including, but not limited to symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\nClinically significant (i.e., active) cardiovascular disease: cerebral vascular accident/stroke (< 6 months prior to enrollment), myocardial infarction (< 6 months prior to enrollment), unstable angina, congestive heart failure (≥ New York Heart Association Classification Class II), or serious cardiac arrhythmia requiring medication.\nKnown alcohol or drug abuse.\nIndividuals with a history of a different malignancy are ineligible except for the following circumstances: Individuals with a history of other malignancies are eligible if they have been disease-free for at least 5 years and are deemed by the investigator to be at low risk for recurrence of that malignancy. Individuals with the following cancers are eligible if diagnosed and treated within the past 5 years: breast cancer in situ, cervical cancer in situ, and basal cell or squamous cell carcinoma of the skin.\nAll other significant diseases (for example, inflammatory bowel disease, uncontrolled asthma), which, in the opinion of the Investigator, might impair the subject's tolerance of trial treatment.\nAny psychiatric condition that would prohibit the understanding or rendering of informed consent\nVaccination within 4 weeks of the first dose of avelumab and while on trial is prohibited except for administration of inactivated vaccines.\nPatients may not use natural herbal products or other \"folk remedies\" while participating in this study. Herbal medications include, but are not limited to St. John's Wort, Kava, ephedra (ma huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, and ginseng.\n\nAdditional exclusion criteria for the avelumab/axitinib cohort:\n\nParticipants having >1+ proteinuria on urinalysis or UPCR >1 will undergo a 24-hour urine collection for quantitative assessment of proteinuria. Participants with urine protein >1 g/24-hours will be ineligible.\nParticipants with concern for bowel or serosal involvement will be ineligible, due to the risk of perforation or fistulization with anti-angiogenic agents.\nParticipants will be ineligible if they have active gastrointestinal bleeding, as evidenced by clinically significant hematemesis, hematochezia, or melena in the past 3 months without evidence of resolution documented by endoscopy or colonoscopy.\nParticipants will be ineligible if using anticoagulant therapy with oral vitamin K antagonists, novel oral anticoagulants (NOACs), or direct oral anticoagulants (DOACs), inclusive of direct thrombin inhibitors and direct factor Xa inhibitors. Therapeutic use of low molecular weight heparin is allowed. Low dose heparin required for maintenance of patency of central venous access devices are allowed.\nGrade ≥3 hemorrhage within 4 weeks preceding Cycle 1 Day 1 treatment.\nOngoing cardiac dysrhythmias of CTCAE Grade≥2, or prolongation of the QTc interval to >500 msec\n\nCurrent use or anticipated need for treatment with drugs or foods that are known to be either:\n\nStrong CYP3A4/5 inhibitors, including administration within 10 days prior to Cycle 1 Day 1 treatment, including but not limited to grapefruit juice, grapefruit-related fruits (Seville oranges, pomelos), ketoconazole, miconazole, itraconazole, voriconazole, posaconazole, clarithromycin, telithromycin, indinavir, saquinavir, ritonavir, nelfinavir, amprenavir, fosamprenavir nefazodone, lopinavir, troleandomycin, mibefradil, conivaptan. The topical use of these medications is allowed if systemic absorption is considered minimal.\nStrong CYP3A4/5 inducers, including administration within 10 days prior to Cycle 1 Day 1 treatment, including but not limited to phenobarbital, rifampin, phenytoin, carbamazepine, rifabutin, rifapentine, clevidipine, St. John's wort.",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Panagiotis Konstantinopoulos, MD, PhD",
                            "OverallOfficialAffiliation": "Dana-Farber Cancer Institute",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Chicago",
                            "LocationCity": "Chicago",
                            "LocationState": "Illinois",
                            "LocationZip": "60637",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Massachusetts General Hospital",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02114",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Beth Israel Deaconess Medical Center",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02115",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Dana Farber Cancer Institute",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02115",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "35900726",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Konstantinopoulos PA, Gockley AA, Xiong N, Krasner C, Horowitz N, Campos S, Wright AA, Liu JF, Shea M, Yeku O, Castro C, Polak M, Lee EK, Sawyer H, Bowes B, Moroney J, Cheng SC, Tayob N, Bouberhan S, Spriggs D, Penson RT, Fleming GF, Nucci MR, Matulonis UA. Evaluation of Treatment With Talazoparib and Avelumab in Patients With Recurrent Mismatch Repair Proficient Endometrial Cancer. JAMA Oncol. 2022 Sep 1;8(9):1317-1322. doi: 10.1001/jamaoncol.2022.2181."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000016889",
                            "ConditionMeshTerm": "Endometrial Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000014591",
                            "ConditionAncestorTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14540",
                            "ConditionBrowseLeafName": "Recurrence",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M18925",
                            "ConditionBrowseLeafName": "Endometrial Neoplasms",
                            "ConditionBrowseLeafAsFound": "Endometrial Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionMeshList": {
                    "InterventionMesh": [
                        {
                            "InterventionMeshId": "C000609138",
                            "InterventionMeshTerm": "Avelumab"
                        },
                        {
                            "InterventionMeshId": "D000077784",
                            "InterventionMeshTerm": "Axitinib"
                        },
                        {
                            "InterventionMeshId": "C000586365",
                            "InterventionMeshTerm": "Talazoparib"
                        }
                    ]
                },
                "InterventionAncestorList": {
                    "InterventionAncestor": [
                        {
                            "InterventionAncestorId": "D000074322",
                            "InterventionAncestorTerm": "Antineoplastic Agents, Immunological"
                        },
                        {
                            "InterventionAncestorId": "D000000970",
                            "InterventionAncestorTerm": "Antineoplastic Agents"
                        },
                        {
                            "InterventionAncestorId": "D000047428",
                            "InterventionAncestorTerm": "Protein Kinase Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000004791",
                            "InterventionAncestorTerm": "Enzyme Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000045504",
                            "InterventionAncestorTerm": "Molecular Mechanisms of Pharmacological Action"
                        },
                        {
                            "InterventionAncestorId": "D000067856",
                            "InterventionAncestorTerm": "Poly(ADP-ribose) Polymerase Inhibitors"
                        }
                    ]
                },
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M1910",
                            "InterventionBrowseLeafName": "Axitinib",
                            "InterventionBrowseLeafAsFound": "Phase 1 Study",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M344501",
                            "InterventionBrowseLeafName": "Avelumab",
                            "InterventionBrowseLeafAsFound": "Strain",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M281011",
                            "InterventionBrowseLeafName": "Talazoparib",
                            "InterventionBrowseLeafAsFound": "Zidovudine",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M9399",
                            "InterventionBrowseLeafName": "Histamine Antagonists",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M9400",
                            "InterventionBrowseLeafName": "Histamine H1 Antagonists",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M1346",
                            "InterventionBrowseLeafName": "Antineoplastic Agents, Immunological",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M25510",
                            "InterventionBrowseLeafName": "Protein Kinase Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M7641",
                            "InterventionBrowseLeafName": "Enzyme Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M205",
                            "InterventionBrowseLeafName": "Poly(ADP-ribose) Polymerase Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}