{
    "Rank": 297,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05227378",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "XKY-1004"
                },
                "Organization": {
                    "OrgFullName": "Peking University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Safety and Efficacy of Personalized Neoantigen Vaccine in Advanced Gastric Cancer",
                "OfficialTitle": "A Singlre Arm, Open Label Study on the Safety and Efficacy of Neoantigen Tumor Vaccine in Advanced Gastric Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2022",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 2022",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 2025",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "August 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 26, 2022",
                "StudyFirstSubmitQCDate": "January 26, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 7, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "January 26, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "February 7, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Shen Lin",
                    "ResponsiblePartyInvestigatorTitle": "Professor",
                    "ResponsiblePartyInvestigatorAffiliation": "Peking University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Shen Lin",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "NeoCura",
                            "CollaboratorClass": "INDUSTRY"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This trial is an investigator-initiated, single-center, open-label, single-arm exploratory study of mRNA neoantigen tumor vaccine in the treatment of advanced gastric cancer, including two phases: dose escalation and dose expansion. To evaluate the safety and tolerability of neoantigen tumor vaccine in subjects with advanced gastric cancer by conducting dose escalation trial in subjects diagnosed with advanced gastric cancer, and preliminarily evaluate the efficacy of neoantigen tumor vaccine in subjects with advanced gastric cancer. According to the characteristics of safety and efficacy data in the dose escalation phase, the dose expansion is performed at the intended clinical dose based on the investigator's judgment, and the treatment is performed in combination with PD-1/L1 to further evaluate the efficacy and safety profile of neoantigen tumor vaccine at a specific dose.\n\nBoth the dose escalation phase and dose expansion phase include a screening period (Week -4 ~ Week -2), a baseline period (Week -1 ~ Day -1), a treatment period (Day 1 ~ Week 8 or 16), and a follow-up period. Subjects who signed and provided the formal informed consent entered the screening period. The treatment period included the initial treatment period (Day 1 ~ Week 8) and the enhanced treatment period (Week 12 ~ Week 16). The investigator determined whether to enter the enhanced treatment period based on the comprehensive judgment of the subject's efficacy, safety, compliance and other factors from Week 8 to Week 12.\n\nIn the dose escalation phase, 18 subjects are expected to be enrolled at 100 μg, 200 μg and 400 μg (6 subjects in 100 μg, 6 subjects in 200 μg and 6 subjects in 400 μg). The low dose group was enrolled first, and the next dose group was started when the number of subjects met the requirements. If any subject withdrew early, the low dose group was given priority.\n\nThe investigator will choose the optimal clinical dose for dose expansion, which can be one dose group or multiple dose groups. PD-1/L1 drugs are used in parallel to further confirm the efficacy and safety of neoantigen tumor vaccine, with about 18 subjects. The usage and dosage of PD-1/L1 should aligned with the package insert.",
                "DetailedDescription": "This trial is an investigator-initiated, single-center, open-label, single-arm exploratory study of mRNA neoantigen tumor vaccine in the treatment of advanced gastric cancer, including two phases: dose escalation and dose expansion. To evaluate the safety and tolerability of neoantigen tumor vaccine in subjects with advanced gastric cancer by conducting dose escalation trial in subjects diagnosed with advanced gastric cancer, and preliminarily evaluate the efficacy of neoantigen tumor vaccine in subjects with advanced gastric cancer. According to the characteristics of safety and efficacy data in the dose escalation phase, the dose expansion is performed at the intended clinical dose based on the investigator's judgment, and the treatment is performed in combination with PD-1/L1 to further evaluate the efficacy and safety profile of neoantigen tumor vaccine at a specific dose.\n\nBoth the dose escalation phase and dose expansion phase include a screening period (Week -4 ~ Week -2), a baseline period (Week -1 ~ Day -1), a treatment period (Day 1 ~ Week 8 or 16), and a follow-up period. Subjects who signed and provided the formal informed consent entered the screening period. The treatment period included the initial treatment period (Day 1 ~ Week 8) and the enhanced treatment period (Week 12 ~ Week 16). The investigator determined whether to enter the enhanced treatment period based on the comprehensive judgment of the subject's efficacy, safety, compliance and other factors from Week 8 to Week 12.\n\nIn the dose escalation phase, 18 subjects are expected to be enrolled at 100 μg, 200 μg and 400 μg (6 subjects in 100 μg, 6 subjects in 200 μg and 6 subjects in 400 μg). The low dose group was enrolled first, and the next dose group was started when the number of subjects met the requirements. If any subject withdrew early, the low dose group was given priority.\n\nThe investigator will choose the optimal clinical dose for dose expansion, which can be one dose group or multiple dose groups. PD-1/L1 drugs are used in parallel to further confirm the efficacy and safety of neoantigen tumor vaccine, with about 18 subjects. The usage and dosage of PD-1/L1 should aligned with the package insert."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Gastric Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "gastric cancer",
                        "neoantigen",
                        "tumor vaccine"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignInterventionModelDescription": "single-center, open-label, single-arm exploratory study",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "36",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "neoantigen tumor vaccine",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "neoantigen tumor vaccine with or without PD-1/L1",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Biological: neoantigen tumor vaccine with or without PD-1/L1"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Biological",
                            "InterventionName": "neoantigen tumor vaccine with or without PD-1/L1",
                            "InterventionDescription": "personalized neoantigen tumor vaccine with or without PD-1/L1",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "neoantigen tumor vaccine"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
                            "PrimaryOutcomeDescription": "adverse events (CTCAE 5.0), laboratory tests (hematology, blood biochemistry, coagulation and urinalysis), ECG, echocardiography, vital signs and physical examination",
                            "PrimaryOutcomeTimeFrame": "Up to 100 weeks"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Objective Response Rate (ORR)",
                            "PrimaryOutcomeDescription": "Objective response rate (ORR): percentage of subjects who achieve complete response (CR) and partial response (PR) according to RECIST 1.1",
                            "PrimaryOutcomeTimeFrame": "Up to 100 weeks"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Recommended dose for further development",
                            "SecondaryOutcomeDescription": "Recommended dose for further clinical development",
                            "SecondaryOutcomeTimeFrame": "Up to 16 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Progression Free Survival (PFS)",
                            "SecondaryOutcomeDescription": "the time (in days) from the first dose of study treatment to the occurrence of disease progression; for subjects who die due to other causes before disease progression, the time (in days) from the date of entry into the treatment period to the date of death will be calculated, whichever occurs first. Response determination will be performed according to Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1",
                            "SecondaryOutcomeTimeFrame": "Up to 100 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Serum cytokine",
                            "SecondaryOutcomeDescription": "Serum cytokine from time zero to time of last dose concentration",
                            "SecondaryOutcomeTimeFrame": "Up to 16 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Lymphocyte",
                            "SecondaryOutcomeDescription": "CD3+ 、CD3+∕CD4+ %、CD3+∕CD8+ %、CD4∕CD8 、CD3-∕CD19+ % from time zero to time of last dose concentration",
                            "SecondaryOutcomeTimeFrame": "Up to 16 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria :\n\nVoluntarily signed and provided formal informed consent;\nMale and female patients aged 18-75 years (inclusive);\nExpected survival ≥ 3 months;\nSubject with advanced gastric cancer proved by histopathology or cytology and who have failed to respond to standard treatment;\nAt least one measurable lesion according to the Response Evaluation Criteria in Solid Tumors RECIST v1.1 (see Appendix 4, Response Evaluation Criteria in Solid Tumors) (i.e., mass ≥ 10 mm in diameter and malignant lymph node ≥ 15 mm in short diameter on enhanced spiral CT ≤ 5 mm);\nECOG performance status score of 0 ~ 2;\nTreatment with other antineoplastic agents (e.g., chemotherapy, hormonal therapy, immunotherapy, antibody therapy, radiotherapy) for more than 5 half-lives of this agent or more than 4 weeks from baseline (whichever is shorter) during the baseline period ;\nThe organ function level must meet the following requirements (no blood transfusion or blood products, no hematopoietic stimulating factors, no albumin or blood products): absolute neutrophil count (ANC) ≥ 1.5 × 10^9/L, platelet count (PLT) ≥ 75 × 10^9/L, hemoglobin (Hb) ≥ 90 g/L; serum total bilirubin (TBIL) ≤ 1.5 ×ULN, aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5×ULN (if there is liver metastasis, total bilirubin ≤ 3 ×ULN, AST, ALT ≤ 5 ×ULN are allowed); Note: These laboratory tests may only be repeated once if the investigator deems it necessary (the reason for retest must be documented). If the criteria are met after retest, the laboratory parameter can be considered qualified.\nPremenopausal women of childbearing potential must have a negative pregnancy test within 7 days prior to initiation of treatment and be non-lactating; women of non-childbearing potential are not required to have a pregnancy test and contraception unless participants are 50 years of age or older, have not used hormonal therapy and have been amenorrheic for at least 12 months, or have been surgically sterilized. All subjects (male or female) should use adequate barrier contraception throughout treatment and for 3 months after the end of treatment.\n\nExclusion Criteria:\n\nSubject who need to receive systemic application of anti-allergic drugs for a long time, or have a history of life-threatening allergic reactions to any vaccine or drug;\nSymptomatic or rapidly progressive central nervous system metastases. Patients with extensive lung metastases resulting in dyspnea; patients with tumors close to or invading major blood vessels or nerves;\nNew cerebrovascular accident (including ischemic stroke, hemorrhagic stroke, and transient ischemic attack) within 6 months before screening;\nSubject with acute myocardial infarction within 6 months before screening, or uncontrolled angina, uncontrolled arrhythmia, severe heart failure (see Appendix 3, 5. New York Heart Association Heart Failure Classification Criteria NYHA Class ≥ III) and other cardiovascular diseases;\n\n6. Subject who have received treatment with immunomodulatory drugs 4 times before the first vaccination day (D1), including but not limited to: IL-2, CTLA-4 inhibitors, CD40 agonists, CD137 agonists, IFN-α (except for high-risk surgical subjects who use IFN-α as adjuvant therapy, if IFN-α treatment is stopped 4 times before this trial); 7. Subject with a history of renal insufficiency, serum creatinine level greater than 1.5 times the upper limit of normal; 8. Subject who received blood transfusion, erythropoietin (EPO), granulocyte colony-stimulating factor (G-CSF) or granulocyte-macrophage colony-stimulating factor (GM-CSF) before baseline; 9. Subject with skin diseases (e.g., psoriasis) at baseline that may prevent the intradermal injection of vaccine into the target area; 10. Subject still suffer from adverse reactions (except alopecia and platinum-induced neurotoxicity ≤ grade 2) that have not been restored to CTCAE version 5.0 grade ≤ 1 after previous anti-tumor treatment during the screening period; 11. Concomitant use of steroid hormone drugs (tumor or non-tumor related diseases) is required; however, topical application (not applied to the vaccination site) or inhaled steroid drugs are required; 12. Subject has an active infection or uncontrollable infection (except for simple urinary tract infection or upper respiratory tract infection) requiring systemic treatment; subjects with positive human immunodeficiency virus antibody, hepatitis B surface antigen and/or hepatitis B core antibody and positive hepatitis B virus deoxyribonucleic acid > 103 copies/mL, hepatitis C virus antibody, Treponema pallidum-specific antibody in virological monitoring during the screening period; Hypertension poorly controlled on treatment (defined as systolic blood pressure ≥ 160 mmHg and/or diastolic blood pressure ≥ 100 mmHg); 13. Subject with other malignant tumors within 5 years before the screening period, except for cervical carcinoma in situ, breast carcinoma in situ and cutaneous basal cell carcinoma that have received appropriate treatment and met the recovery criteria; 14. Subject with a history of autoimmune diseases [such as, but not limited to: interstitial pneumonia, uveitis, enteritis, hepatitis, hypophysitis, vasculitis, nephritis, hyperthyroidism, hypothyroidism (hypothyroidism without clinical symptoms or hypothyroidism caused by chemoradiotherapy can be included), subjects with vitiligo or recovered asthma can be included without any intervention, and subjects with asthma requiring bronchodilators for medical intervention cannot be included]; 15. Subject with active ulcer or gastrointestinal bleeding during the screening period; 16. Subject who has previously received similar therapeutic tumor vaccines; 17. Subject with congenital or acquired immunodeficiency; 18. Subject still participating in other clinical trials and not enrolled at the screening period; 19. Subject has a known alcohol or drug addiction; 20. Subject who is unable or unwilling to comply with the study protocol due to potential health, mental or social conditions in the opinion of the investigator; 21. Other conditions that, in the opinion of the investigator, would make participation in this study inappropriate.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "MaximumAge": "75 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Lin SHEN, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "010-88196561",
                            "CentralContactEMail": "linshenpku@163.com"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "LIN SHEN, MD",
                            "OverallOfficialAffiliation": "Peking University Cancer Hospital & Institute",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Department of GI Oncology, Peking University Cancer Hospital,",
                            "LocationCity": "Beijing",
                            "LocationCountry": "China",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Jian LI, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "010-88196561"
                                    },
                                    {
                                        "LocationContactName": "Lin SHEN, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000013274",
                            "ConditionMeshTerm": "Stomach Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005770",
                            "ConditionAncestorTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000013272",
                            "ConditionAncestorTerm": "Stomach Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M15754",
                            "ConditionBrowseLeafName": "Stomach Neoplasms",
                            "ConditionBrowseLeafAsFound": "Gastric Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15752",
                            "ConditionBrowseLeafName": "Stomach Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T5486",
                            "ConditionBrowseLeafName": "Stomach Cancer",
                            "ConditionBrowseLeafAsFound": "Gastric Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M17050",
                            "InterventionBrowseLeafName": "Vaccines",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}