{
    "Rank": 298,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03540069",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2016-0947"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "1K01TW010494-01",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/1K01TW010494-01"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "University of Illinois at Chicago",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Reducing Barriers and Sustaining Utilization of a Cervical Cancer Screening Program in Rural Senegal",
                "OfficialTitle": "Reducing Barriers and Sustaining Utilization of a Cervical Cancer Screening Program in Rural Senegal"
            },
            "StatusModule": {
                "StatusVerifiedDate": "June 2022",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "October 3, 2018",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 15, 2021",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 15, 2021",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "April 3, 2018",
                "StudyFirstSubmitQCDate": "May 25, 2018",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 30, 2018",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "June 13, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "June 14, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Jon Andrew Dykens",
                    "ResponsiblePartyInvestigatorTitle": "Assistant Professor of Family Medicine",
                    "ResponsiblePartyInvestigatorAffiliation": "University of Illinois at Chicago"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Illinois at Chicago",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Fogarty International Center of the National Institute of Health",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This research project will investigate the determinants of cervical cancer screening uptake and sustained utilization in this region and develop and evaluate a context-specific peer education behavioral intervention to improve uptake. Research supports the effectiveness of peer education in increasing cancer screening rates but, currently, no cervical cancer screening peer education program specific to rural Senegal exists. To inform the participatory development of this program, the investigators will assess barriers and facilitators of screening at multiple levels: individuals (women aged 30 to 59), households (family or principle social unit of at-risk women), and the community (immediate village or neighborhood with common amenities of at-risk women). We hypothesize that a peer education program that adapts to changing contexts over time and is targeted at a multi-level audience will result in early, widespread uptake and sustained use of the VIA cervical cancer screening program. Study findings will inform programmatic planning in Kedougou and the peer education curriculum we develop can serve as a template for maximizing early impact of new cervical cancer screening services implemented in other areas of rural Senegal. Our long-term goal is to inform national-level policy to guide the implementation of cervical cancer screening programs in other rural Senegal regions.",
                "DetailedDescription": "The goal of this study is to inform the sustainable implementation of cervical cancer screening services in low-resource areas of Senegal naïve to cancer screening programs by\n\ninvestigating the access barriers and determinants of initial uptake and\ndeveloping and adapting a peer education health promotion intervention to diverse and dynamic contexts to achieve sustained utilization.\n\nFramework: Implementation Science is the study of how proven technical solutions are applicable to real world settings. The investigators will study how the implementation of VIA, as a proven intervention, can be optimized and how the screening service can best \"fit\" into the local context. Established complementary frameworks will guide our study. The investigators will apply\n\nthe Patient-Centered Access Framework to assess the demand-side barriers and facilitators of uptake in aim 1,\nthe Integrated Theory of Health Behavior Change to evaluate how a peer education program facilitates self-management behavior of women in aim 2, and\nthe Dynamic Sustainability Framework to evaluate the initial uptake and sustained utilization of the health service in aim 3.\n\nThe investigators seek to understand the dynamic nature of the influential factors within the local context and the process by which the investigators can facilitate responsive adaptations to the intervention in order to reduce barriers, maximize early uptake, and sustain utilization.\n\nOverview of Study Data Collection: To achieve all aims, the investigators will conduct a cluster-randomized stepped wedge study across three representative clusters (each containing a district center and two rural sites) in the Kedougou region. For each aim the investigators will collect data at baseline and at 6-month intervals in each cluster (data collection intervals coincide with the initiation of the intervention in a new cluster). In aim 1, the investigators will develop (through a participatory approach), pilot, and conduct surveys of eligible clients and household questionnaires as well as focus groups (FG) (women ages 30-44 and 45-59) and in-depth interviews of men (ages 30-59). For aim 2, the investigators will describe the development, piloting, implementation, and adaptation of an aim 1-informed context-specific multi-level peer education curriculum across clusters through the stepped wedge approach in the Kedougou region. The investigators will collect quantitative program reach data and qualitative process evaluation data at each time period. These data will be used to adapt the intervention over time. To achieve aim 3, the investigators will collect aggregated health service level utilization data and individual surveys."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cervical Cancer",
                        "Behavior"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Sequential Assignment",
                    "DesignInterventionModelDescription": "a cluster-randomized stepped wedge study across three representative clusters (each containing a district center and two rural sites) in the Kedougou region. For each aim we will collect data at baseline and at 6-month intervals in each cluster (data collection intervals coincide with the initiation of the intervention in a new cluster).",
                    "DesignPrimaryPurpose": "Screening",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "160",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cervical Cancer Screening Education",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Context-specific multi-level peer education cervical cancer screening education curriculum is implemented by Care Groups. This is conducted through a cluster-randomized stepped wedge study. Cluster 1 (randomly selected) crosses to the intervention arm at Period 2, Cluster 2 (randomly selected) crosses over to the intervention arm at Period 3, and so on. By the end of the study, all clusters will cross over to the intervention arm (one-way), though in random order. At the end of the final time period, the outcome of interest is compared between the intervention and control periods within each cluster. Differences in service utilization and recommendation will be compared, whereby clusters serve as their own controls as they cross over from the control to intervention group.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Care Group Cervical Cancer Screening Education Curriculum"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Control",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "No educational program is implemented for each cluster prior to crossover to intervention."
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Care Group Cervical Cancer Screening Education Curriculum",
                            "InterventionDescription": "a multi-modal peer education curriculum directed at a multi-level audience and aimed at motivating women to seek cervical cancer screening services.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Cervical Cancer Screening Education"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Change in the number of women screened for the first time, age stratified",
                            "PrimaryOutcomeDescription": "Number of women who are screened for cervical cancer",
                            "PrimaryOutcomeTimeFrame": "measured at baseline and every 6 months through 35 months."
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Change in the number of women and men recommending the service",
                            "SecondaryOutcomeDescription": "Number of women and men recommending that women of screening age get cervical cancer screening",
                            "SecondaryOutcomeTimeFrame": "measured at baseline and every 6 months through 35 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in the knowledge of cervical cancer",
                            "SecondaryOutcomeDescription": "Composite of Knowledge of cervical cancer score from the quantitative survey",
                            "SecondaryOutcomeTimeFrame": "measured at baseline and every 6 months through 35 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in the number of women being re-screened, age stratified",
                            "SecondaryOutcomeDescription": "Number of women being re-screened at 2 years per regional policy",
                            "SecondaryOutcomeTimeFrame": "measured at baseline and every 6 months through 35 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in the number of individuals directly receiving intervention",
                            "SecondaryOutcomeDescription": "Number of individuals communities directly receiving intervention",
                            "SecondaryOutcomeTimeFrame": "measured at baseline and every 6 months through 35 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in the number of households directly receiving intervention",
                            "SecondaryOutcomeDescription": "Number of households directly receiving intervention",
                            "SecondaryOutcomeTimeFrame": "measured at baseline and every 6 months through 35 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in the number communities directly receiving intervention",
                            "SecondaryOutcomeDescription": "Number of communities directly receiving intervention",
                            "SecondaryOutcomeTimeFrame": "measured at baseline and every 6 months through 35 months."
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nWomen. Criteria for inclusion include:\n\nfemale Senegal citizen between the ages of 30 and 59,\nResident in Kedougou Region,\neligible to seek cervical cancer prevention services at a designated intervention or control health center in the Kedougou Region, Senegal,\nwilling to participate in survey assessments; 5) able to give informed consent.\n\nMen. Criteria for inclusion include:\n\nmale Senegal citizen between the ages of 30 and 59,\nResident in Kedougou Region,\nliving in a household with at least one woman eligible to seek cervical cancer prevention services at a designated intervention or control health center in the Kedougou Region, Senegal,\nwilling to participate in survey assessments;\nable to give informed consent.\n\nExclusion Criteria:\n\nNo additional exclusion criteria exist.",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "GenderBased": "Yes",
                "GenderDescription": "No exclusions will be made on the basis of gender for the baseline or longitudinal individual surveys. Men will be excluded from the focus groups (these will be women only) that gather information about the educational curriculum.",
                "MinimumAge": "30 Years",
                "MaximumAge": "59 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Jon A Dykens, MD, MPH",
                            "OverallOfficialAffiliation": "University of Illinois at Chicago",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Illinois at Chicago",
                            "LocationCity": "Chicago",
                            "LocationState": "Illinois",
                            "LocationZip": "60612",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Sénégal Ministère de la Santé et l'Action Sociale Département de Recherche",
                            "LocationCity": "Dakar",
                            "LocationCountry": "Senegal"
                        },
                        {
                            "LocationFacility": "Université Cheikh Anta Diop, Dakar, Senegal Cancer Institute & Institute of Health and Development",
                            "LocationCity": "Dakar",
                            "LocationCountry": "Senegal"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "32343755",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ongtengco N, Thiam H, Collins Z, De Jesus EL, Peterson CE, Wang T, Hendrix E, Ndiaye Y, Gueye B, Gassama O, Kasse AA, Faye A, Smith JS, Fitzgibbon M, Dykens JA. Role of gender in perspectives of discrimination, stigma, and attitudes relative to cervical cancer in rural Senegal. PLoS One. 2020 Apr 28;15(4):e0232291. doi: 10.1371/journal.pone.0232291. eCollection 2020."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "We will share all IPD that underlie results in a publication",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)",
                        "Informed Consent Form (ICF)",
                        "Clinical Study Report (CSR)",
                        "Analytic Code"
                    ]
                },
                "IPDSharingTimeFrame": "Upon completion of the study. The materials will be available indefinitely."
            }
        },
        "DocumentSection": {
            "LargeDocumentModule": {
                "LargeDocList": {
                    "LargeDoc": [
                        {
                            "LargeDocTypeAbbrev": "Prot",
                            "LargeDocHasProtocol": "Yes",
                            "LargeDocHasSAP": "No",
                            "LargeDocHasICF": "No",
                            "LargeDocLabel": "Study Protocol",
                            "LargeDocDate": "April 4, 2018",
                            "LargeDocUploadDate": "10/03/2018 14:16",
                            "LargeDocFilename": "Prot_000.pdf"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000002583",
                            "ConditionMeshTerm": "Uterine Cervical Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000002577",
                            "ConditionAncestorTerm": "Uterine Cervical Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014591",
                            "ConditionAncestorTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M5520",
                            "ConditionBrowseLeafName": "Uterine Cervical Neoplasms",
                            "ConditionBrowseLeafAsFound": "Cervical Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5515",
                            "ConditionBrowseLeafName": "Uterine Cervical Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}