{
    "Rank": 301,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT00354705",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2005-0383"
                },
                "Organization": {
                    "OrgFullName": "M.D. Anderson Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Prognostic Molecular and Environmental Factors in High-Risk Colon Cancer Patients",
                "OfficialTitle": "Prognostic Molecular and Environmental Factors in High-Risk Stage II and Stage III Colon Cancer Patients"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2019",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "January 2006",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "January 2020",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "January 2020",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "July 18, 2006",
                "StudyFirstSubmitQCDate": "July 18, 2006",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "July 20, 2006",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "May 8, 2019",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 10, 2019",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "M.D. Anderson Cancer Center",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The goal of this research study is to identify biologic and lifestyle factors that may increase a person's risk of developing a recurrence (return) of colon cancer.",
                "DetailedDescription": "Treatment with drugs (chemotherapy) and frequent evaluations by a doctor are standard practice to help prevent colon cancer from recurring after surgery. Despite these measures, the cancer does recur in a significant number of people, usually within the first 2-3 years from diagnosis.\n\nIn this study, researchers hope to identify genetic and environmental factors that may contribute to a person developing recurrent colon cancer. To help identify these factors, blood and tissue samples will be studied. You also will be asked to provide information about your background, lifestyle, and eating habits.\n\nParticipants able to take part in this study have had all of their known colon cancer removed by surgery and have agreed to receive chemotherapy to help prevent the cancer from recurring. Before you take part in this study, your medical information will be reviewed, and a performance status evaluation (how well you perform everyday activities) will be done. This will help the doctor decide if you are eligible to take part in the study.\n\nIf you are found to be eligible and you agree to take part in the study, you will be asked to fill out 2 questionnaires. One questionnaire asks about your background (age, education, etc.), work history, any exposure to toxic substances, medical history, smoking and alcohol history, family history of cancer, and your level of physical activity. The second questionnaire contains questions about what types of foods you eat, how often you eat them, whether you take vitamins and if so, what type(s). It will take about 30 minutes to fill out both of these questionnaires.\n\nIf your surgery to remove your colon cancer was not performed at MD Anderson, you will not be asked to participate in the tissue portion of this study described below but you will be asked to participate in the blood sample analysis and the study evaluations and questionnaire portion of this study every 3 months for a maximum of 2 years (starting from the beginning of the follow-up period, once all treatment is complete) or until your disease returns, which ever occurs first.\n\nIf your surgery was performed at MD Anderson Cancer Center, the samples of your cancer tissue will be analyzed, looking for any biologic factors related to colon cancer. Blood samples (about 4 teaspoons) for gene analysis (looking for any biologic factors associated with colon cancer) will also be collected.\n\nOnce follow-up begins, you will have study evaluations at MD Anderson every 3 months for 2 years or until your disease returns, which ever occurs first. Blood samples (about 4 teaspoons) for gene analysis will be collected within 14 days of completion of chemotherapy, and then every 3 months for 2 years after you enroll in this study. If your colon cancer recurs, a blood sample will be taken at that time also.\n\nYou will be asked to fill out the 2 questionnaires described above at the completion of your chemotherapy treatment (if applicable) and 1 and 2 years after your follow-up begins. If your colon cancer recurs, you will be asked to fill out the questionnaires at that time.\n\nIf you require surgery for cancer after enrolling in this study, a sample of leftover tissue will be collected for genetic analysis if the surgery is performed at MD Anderson Cancer Center.\n\nYou will not be informed of any results of the analysis of your blood and tumor samples or the questionnaires, as this research is exploratory. Your participation in this study will end if your disease returns or 2 years after you begin, whichever occurs first.\n\nThis is an investigational study. Taking part in this study requires that you return frequently to MD Anderson. Up to 200 participants will take part in this study. All will be enrolled at MD Anderson."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Colon Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Colon Cancer",
                        "Adenocarcinoma of the Colon",
                        "Cancer Recurrence",
                        "Survey",
                        "Chemotherapy",
                        "Surgery"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Only"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "20 ml of blood for genomic analysis collected at baseline, at completion of adjuvant chemotherapy ( <28 days after its completion) if applicable, at each subsequent surveillance visit (every 3 months after discontinuation of adjuvant chemotherapy, continuing for 2 years), and at time of disease recurrence, if applicable.\n\n20 ml of blood for proteomic analysis studies collected at baseline, at completion of adjuvant chemotherapy, if applicable ( <28 days after its completion), and at time of disease recurrence, if applicable.\n\nTissue (0.2gm of tissue) from primary resection obtained at time of study enrollment. A tissue sample (0.2gm of tissue) also obtained, if possible, from patients that require surgical intervention at M.D. Anderson Cancer Center, for recurrent disease."
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "200",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Colon Cancer Patients",
                            "ArmGroupDescription": "Patients with colon cancer recently removed by surgery.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Questionnaire"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Questionnaire",
                            "InterventionDescription": "Two questionnaires taking 30 minutes to complete.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Colon Cancer Patients"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Survey"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Occurence of Recurrent Colon Cancer",
                            "PrimaryOutcomeDescription": "Study endpoint is occurrence of recurrent colon carcinoma determined radiologically and/or histologically.",
                            "PrimaryOutcomeTimeFrame": "Information collected at 1, 2 and 3 years after completion of adjuvant chemotherapy or at the time of reoccurrence."
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nHistologically proven adenocarcinoma of the colon. Those patients that do not have tissue available at MDACC for analysis will be eligible to participate in the blood, questionnaire and data portion of the study. They will not participate in the tissue portion of this study.\nAJCC stage II [T3-4(subscript)N0(subscript)M0(subscript)]or stage III [TX(subscript)N1-3(subscript)M0(subscript)].\nAge >= 14 yrs old.\nIf the patient elects to receive chemotherapy and it is to be administered outside of M. D. Anderson Cancer Center (MDACC), the patient must agree to complete all subsequent surveillance at M.D. Anderson Cancer Center if participating in this clinical trial.\nAbility to understand and the willingness to sign the written informed consent/authorization document.\n\nExclusion Criteria:\n\nPatients who have initiated adjuvant chemotherapy prior to participating in this study will not be included.\nPatients with known history of familial adenomatous polyposis (FAP), hereditary nonpolyposis colorectal cancer (HNPCC), and any other hereditary polyposis syndrome (Muir Torre, Gardner's Syndrome, etc) will be excluded since these patients are at increased risk for second primary malignancies and are at higher risk of recurrent disease.\nNo prior malignancies (excluding non-melanomatous skin neoplasms) over the past 5 years.\nPatients with a known diagnosis of HIV/AIDS or Hepatitis C will be excluded from this study due to their increased risk of second primary malignancies that may complicate appropriate analysis of DFS.\nPatients who are unable to self-administer the protocol questionnaire will be excluded from this study.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "14 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients 14 years of age and up with colon cancer recently removed by surgery and receiving chemotherapy to try to prevent cancer from returning.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Cathy Eng, MD",
                            "OverallOfficialAffiliation": "M.D. Anderson Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Texas MD Anderson Cancer Center",
                            "LocationCity": "Houston",
                            "LocationState": "Texas",
                            "LocationZip": "77030",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "University of Texas MD Anderson Cancer Center Website",
                            "SeeAlsoLinkURL": "http://www.mdanderson.org"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000003110",
                            "ConditionMeshTerm": "Colonic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000015179",
                            "ConditionAncestorTerm": "Colorectal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000007414",
                            "ConditionAncestorTerm": "Intestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005770",
                            "ConditionAncestorTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000003108",
                            "ConditionAncestorTerm": "Colonic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000007410",
                            "ConditionAncestorTerm": "Intestinal Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M3275",
                            "ConditionBrowseLeafName": "Adenocarcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14540",
                            "ConditionBrowseLeafName": "Recurrence",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6028",
                            "ConditionBrowseLeafName": "Colonic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Colon Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17580",
                            "ConditionBrowseLeafName": "Colorectal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10138",
                            "ConditionBrowseLeafName": "Intestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6026",
                            "ConditionBrowseLeafName": "Colonic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10134",
                            "ConditionBrowseLeafName": "Intestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "T120",
                            "InterventionBrowseLeafName": "Cola",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "HB",
                            "InterventionBrowseBranchName": "Herbal and Botanical"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}