{
    "Rank": 306,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03801083",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "18-126"
                },
                "Organization": {
                    "OrgFullName": "University of Pittsburgh",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Adoptive Transfer of Tumor Infiltrating Lymphocytes for Biliary Tract Cancers",
                "OfficialTitle": "A Phase 2 Study to Evaluate the Efficacy and Safety of Adoptive Transfer of Autologous Tumor Infiltrating Lymphocytes in Patients With Locally Advanced, Recurrent, or Metastatic Biliary Tract Cancers"
            },
            "StatusModule": {
                "StatusVerifiedDate": "June 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 19, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "January 31, 2029",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "January 31, 2030",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 8, 2019",
                "StudyFirstSubmitQCDate": "January 10, 2019",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 11, 2019",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "June 26, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "June 27, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Udai Kammula",
                    "ResponsiblePartyInvestigatorTitle": "Director, Solid Tumor Cell Therapy Program",
                    "ResponsiblePartyInvestigatorAffiliation": "University of Pittsburgh"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Udai Kammula",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "Yes",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This is a Phase 2 study to evaluate the efficacy, using objective response rate, of a non-myeloablative lymphodepleting preparative regimen followed by infusion of autologous Tumor Infiltrating Lymphocytes (TIL) and high-dose aldesleukin in patients with locally advanced, recurrent, or metastatic biliary tract cancer. These are low-incidence cancers carry a poor prognosis. Participants will include patients with biliary tract cancers (BTC), including cholangiocarcinoma (both intrahepatic and extrahepatic) and gallbladder cancer, who are and are physically able to tolerate non-myeloablative chemotherapy and high-dose aldesleukin.",
                "DetailedDescription": "This Phase 2 study will be conducted in conjunction with companion protocol (Cell Harvest and Preparation to Support Adoptive Cell Therapy Clinical Protocols and Pre-Clinical Studies) as described below:\n\nCell Preparation:\n\nPatients with evaluable locally advanced, recurrent, or metastatic biliary tract cancers who have lesions that can be resected or biopsied with minimum morbidity will undergo resection or biopsy of tumor. Tumor Infiltrating Lymphocytes (TIL) will be obtained while enrolled on the companion protocol Cell Harvest and Preparation to Support Adoptive Cell Therapy Clinical Protocols and Pre-Clinical Studies. Separate tumor procurement(s) may be performed under the companion protocol to obtain TIL if initial tumor procurement(s) could not successfully generate TIL. The TIL will be grown and expanded for this trial according to standard operating procedures submitted in the IND. The TIL will be assessed for potency by interferon-gamma release.\n\nTreatment Phase:\n\nOnce cells exceed the potency requirement and are projected to exceed the minimum number specified in the COA, the patient will be registered on this study and receive the lymphocyte depleting preparative regimen consisting of fludarabine and cyclophosphamide, followed by infusion of up to 2x1011 lymphocytes (minimum of 1x109 cells) and administration of high-dose intravenous aldesleukin. It is anticipated that TIL that meet the COA will not be achievable in approximately 20% of patients who undergo resection. These patients may undergo a second resection to grow TIL, if another suitable lesion exists. Approximately 6 weeks (+/- 2 weeks) after TIL administration, patients will undergo a complete tumor evaluation and evaluation of toxicity and immunologic parameters. Patients will receive one course of treatment. The start date of the course will be the start date of the chemotherapy; the end date will be the day of the first post-treatment evaluation. Patients may undergo a second treatment. Patients will receive no other experimental agents while on this protocol."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Biliary Tract Cancer",
                        "Cholangiocarcinoma",
                        "Biliary Tract Neoplasms"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Biliary Tract Cancer",
                        "Cholangiocarcinoma"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignInterventionModelDescription": "The Phase 2 study will follow the Simon's optimal two-stage design. Fifteen patients will be included in the first stage; if there are 1 or fewer patients responding to therapy the trial will be terminated. If at least 2 responses were observed, expansion into Stage 2 to a total of 47 patients will occur. If at least 6 patients respond to therapy, the study therapy would be considered to have met its primary study goal.",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "59",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Tumor Infiltrating Lymphocytes (TIL)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patients with locally advanced, recurrent, or metastatic biliary tract cancers will receive the lymphocyte depleting preparative regimen consisting of fludarabine and cyclophosphamide, followed by infusion of up to 2x10^11 lymphocytes infused intravenously through a central vein catheter and Aldesleukin, administered at a dose of 600,000 IU/kg (based on total body weight) as an intravenous bolus over a 15-minute period approximately every 8 hours beginning within 24 hours of cell infusion and continuing for up to a maximum of 6 doses.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Biological: Tumor Infiltrating Lymphocytes (TIL)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Biological",
                            "InterventionName": "Tumor Infiltrating Lymphocytes (TIL)",
                            "InterventionDescription": "TIL are to be infused intravenously through a central vein catheter over 20-30 minutes followed by Aldesleukin, administered at a dose of 600,000 IU/kg (based on total body weight) as an intravenous bolus over a 15-minute period approximately every 8 hours beginning within 24 hours of cell infusion and continuing for up to a maximum of 6 doses.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Tumor Infiltrating Lymphocytes (TIL)"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Objective Response Rate (ORR)",
                            "PrimaryOutcomeDescription": "Proportion of patients with response per Response Evaluation Criteria in Solid Tumors (RECIST v1.1): Complete Response (CR): disappearance of all target lesions. Any pathological lymph nodes (target or non-target) with reduction in short axis to <10 mm. Partial Response (PR): ≥30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. Progressive Disease (PD): ≥20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). The sum must also demonstrate an absolute increase of at least 5 mm. The appearance ≥1 new lesion(s) is considered progression.. Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study. ORR (proportion of patients) = # with CR + # with PR / # with CR + # with PR + # with SD + # with PD.",
                            "PrimaryOutcomeTimeFrame": "Up to 24 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Complete response rate (CRR)",
                            "SecondaryOutcomeDescription": "Proportion of patients with complete response per Response Evaluation Criteria in Solid Tumors (RECIST v1.1): Complete Response (CR): disappearance of all target lesions. Any pathological lymph nodes (target or non-target) with reduction in short axis to <10 mm. Partial Response (PR): ≥30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. Progressive Disease (PD): ≥20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). The sum must also demonstrate an absolute increase of at least 5 mm. The appearance ≥1 new lesion(s) is considered progression.. Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study. CRR (proportion of patients) = # with CR / # with CR + # with PR + # with SD + # with PD.",
                            "SecondaryOutcomeTimeFrame": "Up to 24 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Duration of Response (DOR)",
                            "SecondaryOutcomeDescription": "Time between the initial response to treatment per Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1) and subsequent disease progression among patients achieving Complete Response (CR) or Partial Response (PR). Per RECIST v1.1, Complete Response (CR): disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to <10 mm. Partial Response (PR): At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. DOR is measured as the time between the initial response to treatment per RECIST and subsequent disease progression.",
                            "SecondaryOutcomeTimeFrame": "Up to 24 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Disease control rate (DCR)",
                            "SecondaryOutcomeDescription": "Proportion of patients with response or stable disease per Response Evaluation Criteria in Solid Tumors (RECIST v1.1):Complete Response (CR):disappearance of all target lesions.Any pathological lymph nodes (target or non-target) with reduction in short axis to <10 mm. Partial Response (PR): ≥30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. Progressive Disease (PD):≥20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). The sum must also demonstrate an absolute increase of ≥5 mm. The appearance ≥1 new lesion(s) is considered progression. Stable Disease (SD):Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study. DCR (proportion of patients) = # with CR + # with PR + # with SD / # with CR + # with PR + # with SD + # with PD.",
                            "SecondaryOutcomeTimeFrame": "Up to 24 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Progression-free survival (PFS)",
                            "SecondaryOutcomeDescription": "The length of time after TIL infusion treatment that a patient lives with disease that does not progress per RECIST v1.1. Per RECIST, Progressive Disease (PD): ≥20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). The sum must also demonstrate an absolute increase of ≥5 mm. The appearance ≥1 new lesion(s) is considered progression.",
                            "SecondaryOutcomeTimeFrame": "Up to 24 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Overall survival (OS)",
                            "SecondaryOutcomeDescription": "The length of time from the start of treatment that patients are still alive.",
                            "SecondaryOutcomeTimeFrame": "Up to 24 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "EORTC Quality of Life Questionnaire-Core 30 (QLQ-C30)",
                            "SecondaryOutcomeDescription": "The European Organisation for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire-Core 30 (QLQ-C30) v 3.0 is a multi-dimensional assessment of health-related quality of life (HRQoL). EORTC QLQ-C30 includes: five (5) multi-item functional scales (physical functioning, role functioning, emotional functioning, cognitive functioning, social functioning); three (3) multi-item symptom scales (fatigue, nausea, vomiting, pain); six (6) symptom single-item scales (dyspnea, insomnia, appetite loss, constipation, diarrhea, financial difficulties); (1) Global Health Status scale; (1) Global HRQoL scale. Each scale is measured from 0 to 100 after a linear transformation. Higher scores for functioning scales and for the Global Health Status or Global HRQoL indicate a higher level of functioning and a better HRQoL respectively, whereas higher scores in symptom scales represent a higher level of symptoms. Assessment of change is assessed across the 15 different domains.",
                            "SecondaryOutcomeTimeFrame": "Prior to treatment and after treatment; Up to 24 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "EuroQol 5 dimensions 5 levels (EQ-5D-5L)",
                            "SecondaryOutcomeDescription": "The EuroQol 5 dimensions 5 levels (EQ-5D-5L) provides a brief five-dimensional assessment of patient HRQoL on five levels along with a numeric rating of patient perceived overall health. The EQ-5D-5L contains the following content: (5) dimensions (mobility, self-care, usual activities, pain/discomfort, anxiety/depression); (5) levels within each dimension (no problems, slight problems, moderate problems, severe problems, extreme problems); visual analogue scale of overall health status (number from 0 to 100); Each dimension is expressed as a value from 1 to 5 depending on the level selected. The sum of the 5-dimensional values can be combined into a 5-digit number that describes the patient's health state. The visual analogue scale number is a quantitative measure of health outcomes that reflects the patient's own judgement. Higher scores are associated with a greater level of perceived health difficulty.",
                            "SecondaryOutcomeTimeFrame": "Prior to treatment and after treatment; Up to 24 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nMeasurable locally advanced, recurrent, or metastatic biliary tract carcinoma (including intrahepatic or extrahepatic cholangiocarcinoma, gallbladder cancer, or ampullary carcinoma).\nPatients with locally advanced disease should be unresectable by conventional surgical approaches.\nPatients with distant metastatic spread must be refractory to approved standard systemic therapies (such as gemcitabine, cisplatin, or equivalents) if they are eligible to receive these treatments.\nPatients must be co-enrolled on the companion protocol HCC 17-220 (Cell Harvest and Preparation to Support Adoptive Cell Therapy Clinical Protocols and Pre-Clinical Studies) and have available TIL cultures for therapy.\nPatients with 3 or fewer brain metastases that are less than 1 cm in diameter and asymptomatic are eligible. Lesions that have been treated with stereotactic radiosurgery must be clinically stable for 1 month after treatment for the patient to be eligible. Patients with surgically resected brain metastases are eligible.\nGreater than or equal to 18 years of age and less than or equal to age 75\nAble to understand and sign the Informed Consent Document\nClinical performance status of ECOG 0 or 1\nLife expectancy of greater than three months\nPatients of both genders who are of child-bearing potential must be willing to practice birth control from the time of enrollment on this study and for up to four months after receiving the treatment.\n\nSerology:\n\nSeronegative for HIV antibody. (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who are HIV seropositive can have decreased immune-competence and thus be less responsive to the experimental treatment and more susceptible to its toxicities.)\nSeronegative for hepatitis B antigen, and seronegative for hepatitis C antibody. If hepatitis C antibody test is positive, then patient must be tested for the presence of antigen by RT-PCR and be HCV RNA negative.\nWomen of child-bearing potential must have a negative pregnancy test because of the potentially dangerous effects of the treatment on the fetus.\n\nHematology\n\nAbsolute neutrophil count greater than 1000/mm3 without the support of filgrastim\nWBC ≥ 3000/mm3\nPlatelet count ≥ 100,000/mm3\nHemoglobin > 8.0 g/dl\n\nChemistry\n\nSerum ALT/AST ≤ to 3.5 times the upper limit of normal\nSerum creatinine ≤ to 1.6 mg/dl\nTotal bilirubin ≤ to 2.0 mg/dl, except in patients with Gilbert's Syndrome who must have a total bilirubin less than 3.0 mg/dl.\nMore than four weeks must have elapsed since any prior systemic therapy at the time the patient receives the preparative regimen, and patients' toxicities must have recovered to a clinically manageable level (except for toxicities such as alopecia or vitiligo). (Note: Patients may have undergone minor surgical procedures within the past 3 weeks, as long as all toxicities have recovered to grade 1 or less)\n\nExclusion Criteria:\n\nWomen of child-bearing potential who are pregnant or breastfeeding because of the potentially dangerous effects of the treatment on the fetus or infant.\nAny form of primary immunodeficiency (such as Severe Combined Immunodeficiency Disease).\nConcurrent opportunistic infections (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who have decreased immune competence may be less responsive to the experimental treatment and more susceptible to its toxicities).\nActive systemic infections (e.g.: requiring anti-infective treatment), coagulation disorders or any other active major medical illnesses.\nHistory of clinically significant major organ autoimmune disease\nConcurrent systemic steroid therapy.\nHistory of severe immediate hypersensitivity reaction to any of the agents used in this study.\nHistory of active coronary or ischemic symptoms.\n\nDocumented LVEF of less than or equal to 45%; note: testing is required in patients with:\n\nAge > 65 years' old\nClinically significant atrial and or ventricular arrhythmias including but not limited to: atrial fibrillation, ventricular tachycardia, second or third degree heart block or have a history of ischemic heart disease, chest pain.\n\nDocumented FEV1 less than or equal to 60% predicted tested in patients with:\n\nA prolonged history of cigarette smoking (20 pk/year of smoking within the past 2 years).\nSymptoms of respiratory dysfunction\nPatients who are receiving any other investigational agents.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "MaximumAge": "75 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Josh Tobin",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "412-864-7754",
                            "CentralContactEMail": "tobinja@upmc.edu"
                        },
                        {
                            "CentralContactName": "Allyson Welsch",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "412-623-6763",
                            "CentralContactEMail": "welscha2@upmc.edu"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Udai S Kammula,, MD",
                            "OverallOfficialAffiliation": "UPMC Hillman Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "UPMC Hillman Cancer Center",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Pittsburgh",
                            "LocationState": "Pennsylvania",
                            "LocationZip": "15232",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Josh Tobin, RN",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "412-864-7754",
                                        "LocationContactEMail": "tobinja@upmc.edu"
                                    },
                                    {
                                        "LocationContactName": "Allyson L Welsch, RN",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "412-623-6763",
                                        "LocationContactEMail": "welscha2@upmc.edu"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000018281",
                            "ConditionMeshTerm": "Cholangiocarcinoma"
                        },
                        {
                            "ConditionMeshId": "D000001661",
                            "ConditionMeshTerm": "Biliary Tract Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000000230",
                            "ConditionAncestorTerm": "Adenocarcinoma"
                        },
                        {
                            "ConditionAncestorId": "D000002277",
                            "ConditionAncestorTerm": "Carcinoma"
                        },
                        {
                            "ConditionAncestorId": "D000009375",
                            "ConditionAncestorTerm": "Neoplasms, Glandular and Epithelial"
                        },
                        {
                            "ConditionAncestorId": "D000009370",
                            "ConditionAncestorTerm": "Neoplasms by Histologic Type"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000001660",
                            "ConditionAncestorTerm": "Biliary Tract Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M20116",
                            "ConditionBrowseLeafName": "Cholangiocarcinoma",
                            "ConditionBrowseLeafAsFound": "Cholangiocarcinoma",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14540",
                            "ConditionBrowseLeafName": "Recurrence",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4637",
                            "ConditionBrowseLeafName": "Biliary Tract Neoplasms",
                            "ConditionBrowseLeafAsFound": "Biliary Tract Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M3275",
                            "ConditionBrowseLeafName": "Adenocarcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5224",
                            "ConditionBrowseLeafName": "Carcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12010",
                            "ConditionBrowseLeafName": "Neoplasms, Glandular and Epithelial",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12005",
                            "ConditionBrowseLeafName": "Neoplasms by Histologic Type",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4636",
                            "ConditionBrowseLeafName": "Biliary Tract Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T755",
                            "ConditionBrowseLeafName": "Bile Duct Cancer",
                            "ConditionBrowseLeafAsFound": "Cholangiocarcinoma",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "T761",
                            "ConditionBrowseLeafName": "Biliary Tract Cancer",
                            "ConditionBrowseLeafAsFound": "Biliary Tract Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M283197",
                            "InterventionBrowseLeafName": "Fludarabine",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M6417",
                            "InterventionBrowseLeafName": "Cyclophosphamide",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M225453",
                            "InterventionBrowseLeafName": "Fludarabine phosphate",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M225435",
                            "InterventionBrowseLeafName": "Aldesleukin",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "ARhu",
                            "InterventionBrowseBranchName": "Antirheumatic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "Infe",
                            "InterventionBrowseBranchName": "Anti-Infective Agents"
                        }
                    ]
                }
            }
        }
    }
}