{
    "Rank": 311,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01641003",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "cancer stem cells.ctil"
                },
                "Organization": {
                    "OrgFullName": "Rambam Health Care Campus",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Isolation and Characterization of Cancer Stem Cells Using iFP Technique",
                "OfficialTitle": "Isolation and Characterization of Cancer Stem Cells Using iFP Technique"
            },
            "StatusModule": {
                "StatusVerifiedDate": "July 2012",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "July 2012"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 2014",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "June 2015",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "June 26, 2012",
                "StudyFirstSubmitQCDate": "July 11, 2012",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "July 16, 2012",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "July 11, 2012",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "July 16, 2012",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Rambam Health Care Campus",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "to evaluate insoluble fibrinogen particles (iFP), as a tool for harvesting, growing and transferring attachment-dependent cancer stem cells and comparing it to the standard method ( coated plate) .\nto evaluate whether using iFP for growing CSC can yield better results of isolating and enriching CSCs from fresh tumors than other conventional methods",
                "DetailedDescription": "There has been a growing interest in recent years on cancer stem cells (CSC) and their implication in cancer biology and therapy.\n\nCSCs refer to a subset of tumor cells that has the ability to self-renew and generate the diverse cells that comprise the tumor.\n\nThese cells have been termed cancer Stem cells to reflect their 'stem-like' properties and ability to continually initiate and sustain tumorigenesis.\n\nCSCs share important properties with normal tissue stem cells, including self-renewal (by symmetric and asymmetric division) and differentiation capacity, albeit aberrant. Multilineage differentiation, however, is not a mandatory feature of a CSC. Furthermore, these cells are thought to be resistant to conventional cancer therapy including chemotherapy and radiotherapy which may explain rapid tumor cell repopulation following treatment mainly by this subtype of cells, therefore new therapeutic method to target CSCs are now under thorough investigation.\n\nOne of the major difficulties in finding and identifying CSC is that they are hard to isolate, grow, and enrich.\n\nSeveral in vitro assays have been used to identify stem cells, including sphere assays, serial colony-forming unit (CFU) assays (replating assays), and label-retention assays.\n\nStudies have also been performed with the goal of determining genetic signatures that define CSCs. However, each of these methods has potential pitfalls that complicate interpretation of the results.\n\nTherefore additional method to easily harvest and enrich the CSCs is required. Currently, the vast majority of cells are cultivated in 2-D flat hard plastic plates and flasks that are inert to the cells. However CSCs are grown in a 3-D serum free conditions which make their growth slow and complicated.\n\nOften proteins, such as fibronectin or collagen, have been employed as coatings to render the plastic more \"cell friendly\". However yields are still low; costs are high, and require much floor space (large footprint). Moreover, the cells attached to the plastic must be trypsinized in order to transfer or to implant affecting the survival of cells exposed to digesting enzymes.\n\nFibrinogen is an acute phase protein , occurring at 2-4g/l in human blood, upon treatment with glucocorticoid, inflammation or trauma, the concentration of fibrinogen increase Fibrinogen exerts adhesive effect on cultured fibroblast and other cells. Specifically fibrinogen and its various lytic fragments (D.E ,FPA )were shown to be chemotactic to macrophage , human fibroblast and endothelial cells.\n\nFibrin matrix is commonly used surgical hemostasis and tissue sealing Fibrin(ogen) - a possible candidate from which a 3-D matrix for cell culturing could be fabricated, is the major component of the blood coagulation system. Native fibrinogen is soluble in aqueous buffer and cannot usually be employed for cell culture applications, except as a coating for plastics. However, when mixed with a trace of thrombin, it becomes transformed into an insoluble fibrin clot that attracts cells and provides a provisional matrix for tissue repair.\n\nExperimental plan:\n\nGenerating and enriching CSC (in vitro) from established cell lines of human cancer We will isolate, purify, and characterize CSC from a series of established cell line including , U87-MG human glioma, MCF7 breast carcinoma and PANC-1 human pancreatic adenocarcinoma, using standard techniques as described in Methods . These cells will be cultured and grown as monolayer's in serum containing medium or as spheres in serum free medium supplemented by growth factors .(18-7-19) We will evaluate the ability of the cells to form spheres and characterize their stem cell properties using surface markers detection and measuring ALDH activity.\n\nGrowing CSCs on iFP substance:\n\niFP may exhibit high attachment response for cancer cells, conserve cell surface marker, and yield optimal growth rate. In addition, the cells on IFP could be transferred without trypsinization which can diminish cell damage during harvesting from plastic plate resulting in higher survival.\n\nCells will be cultured in dishes coated iFP substance as described in the Methods. After 2 weeks in culture, cells will be harvested identified for CSCs for cancer stem cell proprieties using the same methods we described above (e.g surface markers and ALDH activity) .\n\nTo isolate and enrich CSCs from fresh tumor specimens This aim designed to promote the implication of iFP in cancer research by studying, harvesting, and growing CSCs obtained from fresh tumors and subsequently using them for in vitro therapeutic testing. Such an approach can optimize the therapy which may target this type of cell.\n\nTumor specimens will be obtained from consenting patients according to the Internal Review and The Ethics Board.\n\nTumor samples will be collected from the pathology department from the histological diagnostic assessment during tumor resection (when the samples are still fresh). Thus samples will be received in the Laboratory within 30 minutes of surgery.\n\nTumors will be prepared as single cell suspensions and then will be grown using either conventional standard method or iFP. Subsequently, cells will be harvested and evaluated for CSC characteristics using the same method we used for cell lines. A comparison of the yield of CSC percentage will be performed between iFP and the conventional methodology."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Malignant Neoplasm of Breast",
                        "Glioma",
                        "Pancreatic Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "cancer stem cells"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples Without DNA",
                    "BioSpecDescription": "Samples of fresh tumors taken after surgery without compromising final histology diagnosis. These specimens will be used to isolate and grow cancer stem cells."
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "15",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Fresh tumor specimen",
                            "ArmGroupDescription": "Fresh tumor specimen taken immediately after surgery of patients diagnosed with pancreatic cancer, GBM and Breast cancer. These specimens will be taken immediately to the lab isolate and grow CSC using the described methods. No specific intervention done regarding the patients- the samples taken will be processed in the lab."
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Cancer stem cells percentage",
                            "PrimaryOutcomeDescription": "Evaluation of CSCs and non-CSCs population by using several surface markers. For glioma and pancreas, CSC are defined as CD133 positive. For breast carcinoma CSCs are identified as CD44+/CD24-/Low. Percentage of CSCs will be measured for comparing the yield of the methods using iFP and the standard method.",
                            "PrimaryOutcomeTimeFrame": "24 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAbove 18 years old.\nSigned ICF.\nExpected to under go cancer removing surgery in Rambam MC.\nA sample of the tumor can be brought to the lab within 30 of its removal.\nEnough histological material to perform a good histological evaluation.\n\nExclusion Criteria:\n\nPatient not interested to participate in clinical trial.\nPI decision.\nChemotherapy or radiotherapy treatment prior to surgery.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients newly diagnosed with GBM, Pancreas or Breast cancer who are planed to undergo surgery.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "FADI - MIZYED, Dr.",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+972-4-8543162",
                            "CentralContactEMail": "f_atrash@rambam.health.gov.il"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "FADI - MIZYED, Dr.",
                            "OverallOfficialAffiliation": "Rambam Health Care Campus",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Rambam Health Care Campus",
                            "LocationCity": "Haifa",
                            "LocationCountry": "Israel",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "FADI - MIZYED, Dr.",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+972-4-8543162"
                                    },
                                    {
                                        "LocationContactName": "FADI - MIZYED, MD.",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Malignant Neoplasm of Breast",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M12800",
                            "ConditionBrowseLeafName": "Pancreatic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8710",
                            "ConditionBrowseLeafName": "Glioma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T4387",
                            "ConditionBrowseLeafName": "Pancreatic Cancer",
                            "ConditionBrowseLeafAsFound": "Pancreatic Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "T2519",
                            "ConditionBrowseLeafName": "Glioma",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC19",
                            "ConditionBrowseBranchName": "Gland and Hormone Related Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            }
        }
    }
}