{
    "Rank": 317,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04212377",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "NL68332.000.18"
                },
                "Organization": {
                    "OrgFullName": "Radboud University Medical Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Dendritic Cells for Immunotherapy of Metastatic Endometrial Cancer Patients",
                "OfficialTitle": "An Exploratory Study: Dendritic Cells for Immunotherapy of Metastatic Endometrial Cancer Patients",
                "Acronym": "DECENDO"
            },
            "StatusModule": {
                "StatusVerifiedDate": "December 2020",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 8, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 9, 2021",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 9, 2021",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "November 20, 2019",
                "StudyFirstSubmitQCDate": "December 23, 2019",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 27, 2019",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 17, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 19, 2021",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Radboud University Medical Center",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Stichting Katholieke Universiteit",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Prevention of infectious diseases through immunization is one of the greatest achievements of modern medicine. Nonetheless, considerable challenges remain for improving the efficacy of existing vaccines for therapeutic immunizations for diseases such as cancer. The investigators were amongst the first groups worldwide that introduced tumor antigen-loaded dendritic cell (DC)-based vaccines in the clinic1-3. Effective immune responses and favorable clinical outcomes have indeed been observed4-7. Thus far, mainly conventional in vitro generated monocyte-derived DCs (moDC) have been used in clinical trials worldwide. In the past 14 years the investigators have treated more than 375 patients and proven that DC therapy is feasible and non-toxic. The investigators observed that long lasting tumor specific T cell-mediated immunological responses are clearly linked to increased progression free survival as well as overall survival8.\n\nIn conclusion, based on all these observations the investigators are convinced that pDC and myDC employ different, and probably more optimal mechanisms to combat cancer. In addition, based on in vitro data and preclinical studies that suggest that blood pDC and myDC act synergistically, the investigators hypothesize that the combination of myDC and pDC may induce stronger anti-tumor immune responses as compared to pDC or myDC alone, or moDC.",
                "DetailedDescription": "Dendritic cell vaccination Prevention of infectious diseases through immunization is one of the greatest achievements of modern medicine. Nonetheless, considerable challenges remain for improving the efficacy of existing vaccines for therapeutic immunizations for diseases such as cancer. The investigators were amongst the first groups worldwide that introduced tumor antigen-loaded dendritic cell (DC)-based vaccines in the clinic1-3. Effective immune responses and favorable clinical outcomes have indeed been observed4-7. Thus far, mainly conventional in vitro generated monocyte-derived DCs (moDC) have been used in clinical trials worldwide. In the past 14 years the investigators have treated more than 375 patients and proven that DC therapy is feasible and non-toxic. The investigators observed that long lasting tumor specific T cell-mediated immunological responses are clearly linked to increased progression free survival as well as overall survival8.\n\nHowever, moDC may not be the optimal source of DCs for DC vaccination studies, due to extensive culture periods and compounds required to obtain mature moDC. Peripheral blood-derived DC (plasmacytoid dendritic cells (pDC) and myeloid dendritic cells (myDC)) are possibly a better alternative since they do not require extensive culture periods. The investigators recently completed a clinical trial in stage IV melanoma patients using plasmacytoid pDC. The results on both immunological outcome as well as clinical outcome are promising. These freshly isolated natural pDC prolonged median overall survival to 22 months in comparison to 7.6 months in matched historical melanoma patients who had received standard chemotherapy9. In patients receiving moDC-vaccinations, the investigators did not observe such a clear increase in overall survival, suggesting that pDC-vaccines may induce even more potent anti-tumor responses than moDC-vaccines. In terms of immunological outcome transcription of both interferon-alpha (IFN-α) and interferon-beta (IFN-β) genes was clearly induced 4 hours after vaccination and decreased 20 hours later. An IFN gene signature is known to be highly important for eradication of viruses. This signature is indicative for a temporal systemic induction of type I IFNs. Type I IFN might also stimulate myDC and enhance their ability to cross-prime CD8+ T cells, thereby inducing more efficient anti-tumor T cell responses when compared with in vitro generated DC. This is supported by studies in mice: type I IFN were critical for the induction of anti-tumor immune responses10,11. In the 14 stage IV melanoma patients included in our myDC trial the investigators observed already in 3 patients highly functional tumour-specific T-cells in peripheral blood and in DTH sites coinciding with tumour regression12. For comparison: in the investigators trials with monocyte-derived DC, less bonafide T cell responses were seen after DC vaccination, suggesting that blood myDC induce more potent immune responses compared to monocyte-derived DC.\n\nIn conclusion, based on all these observations the investigators are convinced that pDC and myDC employ different, and probably more optimal mechanisms to combat cancer. In addition, based on in vitro data and preclinical studies that suggest that blood pDC and myDC act synergistically, the investigators hypothesize that the combination of myDC and pDC may induce stronger anti-tumor immune responses as compared to pDC or myDC alone, or moDC.\n\nImmunotherapy in endometrial cancer Endometrial cancer is the only gynaecologic malignancy with a rising incidence and mortality. While cure is routinely achieved with surgery alone or in combination with adjuvant pelvic radiotherapy when disease is confined to the uterus, patients with metastatic or recurrent disease exhibit limited response rates to cytotoxic chemotherapy, targeted agents, or hormonal therapy. Some figures: at the time of diagnosis, 67% of women have disease confined to the uterus and an associated 5-year survival rate of 95%. In contrast, the 8% of patients with distant metastases at the time of diagnosis have a 5-year survival rate of 17% and face the prospect of cytotoxic chemotherapy (primarily with taxanes, platinum and anthracyclines).\n\nGiven the unmet clinical need in this patient population, exploration of novel therapeutic approaches is warranted, and attention is turning to immunomodulation. Existing evidence suggests that endometrial cancer is sufficiently immunogenic to be a reasonable candidate for immunotherapy.\n\nDendritic cell vaccination after chemotherapy Tumors exploit several mechanisms to suppress anti-tumor immune responses, including the recruitment of suppressive cells, such as myeloid-derived suppressor cells (MDSCs), into the tumor microenvironment13. The presence of MDSCs in the suppressive tumor microenvironment is correlated with decreased efficacy of several immunotherapies, including DC vaccination and ipilimumab14,15. Data obtained in the investigators lab indicates that MDSCs can be targeted with platinum-based chemotherapeutics. In head-and-neck squamous cell carcinoma patients treated with six weekly dosages of cisplatin, the frequency as well as suppressive capacity of MDSCs were significantly inhibited two weeks after the last dose. Treating the patients with DC vaccination after six cycles of chemotherapy with carboplatin, might therefore have a positive impact on the clinical outcome of DC vaccination.\n\nAntigen loading of dendritic cells To be effective as an antigen-presenting cell, the MHC molecules of a DC must be loaded with antigenic cargo. The investigators selected well-defined common tumor antigens in the form of long peptides of two tumor associated antigens frequently shared by endometrial cancer, survivin and MUC1. This DC antigen-loading strategy allows accurate monitoring of the ensuing immunity against the defined peptides."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Endometrial Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Endometrial Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignInterventionModelDescription": "This study is a single arm exploratory, single-centre study",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "8",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "exploratory",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "single arm exploratory, single-centre study",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Biological: Dendritic Cells for endometrial cancer"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Biological",
                            "InterventionName": "Dendritic Cells for endometrial cancer",
                            "InterventionDescription": "Our study population consists of 8 mEC patients who receive carboplatin / paclitaxel chemotherapy in a weekly schedule on weeks 1, 2, 3 and weeks 5,6 and 7. In week 8, myeloid and plasmacytoid DC (nDC) are loaded with tumor lysate and MUC1 and survivin PepTivators, injected intranodally. An extensive immuno-motoring will be performed on all patients. Patients who show stable disease, partial response, or full response continue with extended three-week chemotherapy regimens with intranodal injections of nDC at weeks 17, 20, and 23.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "exploratory"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Immunologic efficacy of tumor-peptide loaded nDC in mEC patients",
                            "PrimaryOutcomeDescription": "Immunomonitoring including: a) functional response and tetramer analysis of DTH infiltrating lymphocytes against tumor peptides",
                            "PrimaryOutcomeTimeFrame": "1 year"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "toxicity: Adverse Events",
                            "SecondaryOutcomeDescription": "Toxicity will be assessed according to the Common Terminology Criteria for Adverse Events version 4.0",
                            "SecondaryOutcomeTimeFrame": "study start till week 26"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Health- related Quality of Life",
                            "SecondaryOutcomeDescription": "Health-related quality of life, assessed using a composite of the European Organisation of Research and Treatment of Cancer (EORTC) core quality of life questionaire (QLQ C-30) of life will be assessed by the general EORTC-QLQ C30",
                            "SecondaryOutcomeTimeFrame": "Baseline, week 15 and week 26"
                        },
                        {
                            "SecondaryOutcomeMeasure": "feasibility",
                            "SecondaryOutcomeDescription": "number of subjects with a successful vaccination on CT scan",
                            "SecondaryOutcomeTimeFrame": "Baseline, week 8, week 17 and week 24 and week 26"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion criteria\n\nwomen ≥ 18 years old with histologically confirmed stage IV or metastatic carcinoma of the endometrium of the endometroid, serous or carcinosarcoma type.\nHormone receptor negative or\nresistant to hormonal therapy\nineligible for hormonal therapy because of other reasons\neligible for treatment with carboplatin paclitaxel combination chemotherapy\nLife expectancy ≥ 6 months\nWHO/ECOG performance status 0-1 (Karnofsky index 100-70)\nWBC >2.0 -109/l, neutrophils >1.5-109/L lymphocytes >0.8-109/L, platelets >100-109/L, hemoglobin >5,6 mmol/L (9.0 g/dL), serum creatinine <150 µmol/L, AST/ALT <3 x ULN, serum bilirubin <1.5 x ULN (exception: Gilbert's syndrome is permitted)\nExpression of survivin and/or muc1 on tumor material\nExpected adequacy of follow-up\nPostmenopausal or evidence of non-childbearing status or for women of childbearing potential: negative urine or serum pregnancy test, within 28 days of study treatment and confirmed prior to treatment on day 1\n\nPostmenopausal is defined as:\n\nAmenorrheic for 1 year or more following cessation of exogenous hormonal treatments;\nLuteinizing hormone (LH) and Follicle stimulating hormone (FSH) levels in the post menopausal range for women under 50,\nradiation-induced oophorectomy with last menses >1 year ago,\nchemotherapy-induced menopause with >1 year interval since last menses\nor surgical sterilisation (bilateral oophorectomy or hysterectomy).\nWritten informed consent\n\nExclusion criteria\n\nUncontrolled hypercalcemia\nHistory of any second malignancy in the previous 5 years, with the exception of adequately treated basal cell carcinoma\nKnown allergy to shell fish\nHeart failure (NYHA class III/IV)\nSerious active infections\nActive hepatitis B, C or HIV infection\nActive syphilis infection\nAutoimmune diseases (exception: vitiligo is permitted)\nOrgan allografts\nAn uncontrolled co-morbidity, e.g. psychiatric or social conditions interfering which participation\nConcurrent use of systemic corticosteroids > 10 mg daily prednisone equivalent\nAny serious clinical condition that may interfere with the safe administration of DC vaccinations\nUnable to undergo a tumor biopsy\nPregnancy or insufficient anti-conception if reproduction is still possible",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "GenderBased": "Yes",
                "GenderDescription": "women",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Jolanda de Vries, Prof. Dr.",
                            "OverallOfficialAffiliation": "Radboud Umiversity Medical Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Radboud University Medical Center",
                            "LocationCity": "Nijmegen",
                            "LocationZip": "6500 HB",
                            "LocationCountry": "Netherlands"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "15122249",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Figdor CG, de Vries IJ, Lesterhuis WJ, Melief CJ. Dendritic cell immunotherapy: mapping the way. Nat Med. 2004 May;10(5):475-80. doi: 10.1038/nm1039."
                        },
                        {
                            "ReferencePMID": "12633662",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Schuler G, Schuler-Thurner B, Steinman RM. The use of dendritic cells in cancer immunotherapy. Curr Opin Immunol. 2003 Apr;15(2):138-47. doi: 10.1016/s0952-7915(03)00015-3."
                        },
                        {
                            "ReferencePMID": "17898760",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Steinman RM, Banchereau J. Taking dendritic cells into medicine. Nature. 2007 Sep 27;449(7161):419-26. doi: 10.1038/nature06175."
                        },
                        {
                            "ReferencePMID": "16110035",
                            "ReferenceType": "background",
                            "ReferenceCitation": "de Vries IJ, Bernsen MR, Lesterhuis WJ, Scharenborg NM, Strijk SP, Gerritsen MJ, Ruiter DJ, Figdor CG, Punt CJ, Adema GJ. Immunomonitoring tumor-specific T cells in delayed-type hypersensitivity skin biopsies after dendritic cell vaccination correlates with clinical outcome. J Clin Oncol. 2005 Aug 20;23(24):5779-87. doi: 10.1200/JCO.2005.06.478."
                        },
                        {
                            "ReferencePMID": "10706088",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lodge PA, Jones LA, Bader RA, Murphy GP, Salgaller ML. Dendritic cell-based immunotherapy of prostate cancer: immune monitoring of a phase II clinical trial. Cancer Res. 2000 Feb 15;60(4):829-33."
                        },
                        {
                            "ReferencePMID": "20818862",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Kantoff PW, Higano CS, Shore ND, Berger ER, Small EJ, Penson DF, Redfern CH, Ferrari AC, Dreicer R, Sims RB, Xu Y, Frohlich MW, Schellhammer PF; IMPACT Study Investigators. Sipuleucel-T immunotherapy for castration-resistant prostate cancer. N Engl J Med. 2010 Jul 29;363(5):411-22. doi: 10.1056/NEJMoa1001294."
                        },
                        {
                            "ReferencePMID": "22232132",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Huber ML, Haynes L, Parker C, Iversen P. Interdisciplinary critique of sipuleucel-T as immunotherapy in castration-resistant prostate cancer. J Natl Cancer Inst. 2012 Feb 22;104(4):273-9. doi: 10.1093/jnci/djr514. Epub 2012 Jan 9."
                        },
                        {
                            "ReferencePMID": "23010076",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Aarntzen EH, Bol K, Schreibelt G, Jacobs JF, Lesterhuis WJ, Van Rossum MM, Adema GJ, Figdor CG, Punt CJ, De Vries IJ. Skin-test infiltrating lymphocytes early predict clinical outcome of dendritic cell-based vaccination in metastatic melanoma. Cancer Res. 2012 Dec 1;72(23):6102-10. doi: 10.1158/0008-5472.CAN-12-2479. Epub 2012 Sep 24."
                        },
                        {
                            "ReferencePMID": "23345163",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Tel J, Aarntzen EH, Baba T, Schreibelt G, Schulte BM, Benitez-Ribas D, Boerman OC, Croockewit S, Oyen WJ, van Rossum M, Winkels G, Coulie PG, Punt CJ, Figdor CG, de Vries IJ. Natural human plasmacytoid dendritic cells induce antigen-specific T-cell responses in melanoma patients. Cancer Res. 2013 Feb 1;73(3):1063-75. doi: 10.1158/0008-5472.CAN-12-2583. Epub 2013 Jan 23."
                        },
                        {
                            "ReferencePMID": "15561890",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Choi C, Witzens M, Bucur M, Feuerer M, Sommerfeldt N, Trojan A, Ho A, Schirrmacher V, Goldschmidt H, Beckhove P. Enrichment of functional CD8 memory T cells specific for MUC1 in bone marrow of patients with multiple myeloma. Blood. 2005 Mar 1;105(5):2132-4. doi: 10.1182/blood-2004-01-0366. Epub 2004 Nov 23."
                        },
                        {
                            "ReferencePMID": "21930765",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Fuertes MB, Kacha AK, Kline J, Woo SR, Kranz DM, Murphy KM, Gajewski TF. Host type I IFN signals are required for antitumor CD8+ T cell responses through CD8alpha+ dendritic cells. J Exp Med. 2011 Sep 26;208(10):2005-16. doi: 10.1084/jem.20101159. Epub 2011 Sep 19."
                        },
                        {
                            "ReferencePMID": "26712687",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Schreibelt G, Bol KF, Westdorp H, Wimmers F, Aarntzen EH, Duiveman-de Boer T, van de Rakt MW, Scharenborg NM, de Boer AJ, Pots JM, Olde Nordkamp MA, van Oorschot TG, Tel J, Winkels G, Petry K, Blokx WA, van Rossum MM, Welzen ME, Mus RD, Croockewit SA, Koornstra RH, Jacobs JF, Kelderman S, Blank CU, Gerritsen WR, Punt CJ, Figdor CG, de Vries IJ. Effective Clinical Responses in Metastatic Melanoma Patients after Vaccination with Primary Myeloid Dendritic Cells. Clin Cancer Res. 2016 May 1;22(9):2155-66. doi: 10.1158/1078-0432.CCR-15-2205. Epub 2015 Dec 28."
                        },
                        {
                            "ReferencePMID": "27622051",
                            "ReferenceType": "background",
                            "ReferenceCitation": "de Haas N, de Koning C, Spilgies L, de Vries IJ, Hato SV. Improving cancer immunotherapy by targeting the STATe of MDSCs. Oncoimmunology. 2016 Jun 27;5(7):e1196312. doi: 10.1080/2162402X.2016.1196312. eCollection 2016 Jul."
                        },
                        {
                            "ReferencePMID": "24772111",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Laborde RR, Lin Y, Gustafson MP, Bulur PA, Dietz AB. Cancer Vaccines in the World of Immune Suppressive Monocytes (CD14(+)HLA-DR(lo/neg) Cells): The Gateway to Improved Responses. Front Immunol. 2014 Apr 4;5:147. doi: 10.3389/fimmu.2014.00147. eCollection 2014."
                        },
                        {
                            "ReferencePMID": "24357148",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Meyer C, Cagnon L, Costa-Nunes CM, Baumgaertner P, Montandon N, Leyvraz L, Michielin O, Romano E, Speiser DE. Frequencies of circulating MDSC correlate with clinical outcome of melanoma patients treated with ipilimumab. Cancer Immunol Immunother. 2014 Mar;63(3):247-57. doi: 10.1007/s00262-013-1508-5. Epub 2013 Dec 20."
                        },
                        {
                            "ReferencePMID": "20356763",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Chiang CL, Benencia F, Coukos G. Whole tumor antigen vaccines. Semin Immunol. 2010 Jun;22(3):132-43. doi: 10.1016/j.smim.2010.02.004. Epub 2010 Mar 30."
                        },
                        {
                            "ReferencePMID": "25096168",
                            "ReferenceType": "background",
                            "ReferenceCitation": "van der Burg ME, Onstenk W, Boere IA, Look M, Ottevanger PB, de Gooyer D, Kerkhofs LG, Valster FA, Ruit JB, van Reisen AG, Goey SH, van der Torren AM, ten Bokkel Huinink D, Kok TC, Verweij J, van Doorn HC. Long-term results of a randomised phase III trial of weekly versus three-weekly paclitaxel/platinum induction therapy followed by standard or extended three-weekly paclitaxel/platinum in European patients with advanced epithelial ovarian cancer. Eur J Cancer. 2014 Oct;50(15):2592-601. doi: 10.1016/j.ejca.2014.07.015. Epub 2014 Aug 2."
                        },
                        {
                            "ReferencePMID": "28735629",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Kogan L, Laskov I, Amajoud Z, Abitbol J, Yasmeen A, Octeau D, Fatnassi A, Kessous R, Eisenberg N, Lau S, Gotlieb WH, Salvador S. Dose dense carboplatin paclitaxel improves progression free survival in patients with endometrial cancer. Gynecol Oncol. 2017 Oct;147(1):30-35. doi: 10.1016/j.ygyno.2017.07.134. Epub 2017 Jul 20."
                        },
                        {
                            "ReferencePMID": "26049123",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Vergote I, Debruyne P, Kridelka F, Berteloot P, Amant F, Honhon B, Lybaert W, Leunen K, Geldhof K, Verhoeven D, Forget F, Vuylsteke P, D'Hondt L, Huizing M, Van den Bulck H, Laenen A. Phase II study of weekly paclitaxel/carboplatin in combination with prophylactic G-CSF in the treatment of gynecologic cancers: A study in 108 patients by the Belgian Gynaecological Oncology Group. Gynecol Oncol. 2015 Aug;138(2):278-84. doi: 10.1016/j.ygyno.2015.05.042. Epub 2015 Jun 4."
                        },
                        {
                            "ReferencePMID": "15169803",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Fleming GF, Brunetto VL, Cella D, Look KY, Reid GC, Munkarah AR, Kline R, Burger RA, Goodman A, Burks RT. Phase III trial of doxorubicin plus cisplatin with or without paclitaxel plus filgrastim in advanced endometrial carcinoma: a Gynecologic Oncology Group Study. J Clin Oncol. 2004 Jun 1;22(11):2159-66. doi: 10.1200/JCO.2004.07.184."
                        },
                        {
                            "ReferencePMID": "27231571",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Longoria TC, Eskander RN. Immunotherapy in endometrial cancer - an evolving therapeutic paradigm. Gynecol Oncol Res Pract. 2015 Dec 2;2:11. doi: 10.1186/s40661-015-0020-3. eCollection 2015. Erratum In: Gynecol Oncol Res Pract. 2016;3:2."
                        },
                        {
                            "ReferencePMID": "27017291",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lheureux S, Oza AM. Endometrial cancer-targeted therapies myth or reality? Review of current targeted treatments. Eur J Cancer. 2016 May;59:99-108. doi: 10.1016/j.ejca.2016.02.016. Epub 2016 Mar 25."
                        },
                        {
                            "ReferencePMID": "10561210",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Thigpen JT, Brady MF, Alvarez RD, Adelson MD, Homesley HD, Manetta A, Soper JT, Given FT. Oral medroxyprogesterone acetate in the treatment of advanced or recurrent endometrial carcinoma: a dose-response study by the Gynecologic Oncology Group. J Clin Oncol. 1999 Jun;17(6):1736-44. doi: 10.1200/JCO.1999.17.6.1736."
                        },
                        {
                            "ReferencePMID": "20563809",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ueda Y, Miyake T, Egawa-Takata T, Miyatake T, Matsuzaki S, Yokoyama T, Yoshino K, Fujita M, Enomoto T, Kimura T. Second-line chemotherapy for advanced or recurrent endometrial carcinoma previously treated with paclitaxel and carboplatin, with or without epirubicin. Cancer Chemother Pharmacol. 2011 Apr;67(4):829-35. doi: 10.1007/s00280-010-1384-z. Epub 2010 Jun 20."
                        },
                        {
                            "ReferencePMID": "19411095",
                            "ReferenceType": "background",
                            "ReferenceCitation": "de Jong RA, Leffers N, Boezen HM, ten Hoor KA, van der Zee AG, Hollema H, Nijman HW. Presence of tumor-infiltrating lymphocytes is an independent prognostic factor in type I and II endometrial cancer. Gynecol Oncol. 2009 Jul;114(1):105-10. doi: 10.1016/j.ygyno.2009.03.022. Epub 2009 May 2."
                        },
                        {
                            "ReferencePMID": "30234181",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Heeke AL, Pishvaian MJ, Lynce F, Xiu J, Brody JR, Chen WJ, Baker TM, Marshall JL, Isaacs C. Prevalence of Homologous Recombination-Related Gene Mutations Across Multiple Cancer Types. JCO Precis Oncol. 2018;2018:PO.17.00286. doi: 10.1200/PO.17.00286. Epub 2018 Jul 23."
                        },
                        {
                            "ReferencePMID": "21203531",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Timmermann B, Kerick M, Roehr C, Fischer A, Isau M, Boerno ST, Wunderlich A, Barmeyer C, Seemann P, Koenig J, Lappe M, Kuss AW, Garshasbi M, Bertram L, Trappe K, Werber M, Herrmann BG, Zatloukal K, Lehrach H, Schweiger MR. Somatic mutation profiles of MSI and MSS colorectal cancer identified by whole exome next generation sequencing and bioinformatics analysis. PLoS One. 2010 Dec 22;5(12):e15661. doi: 10.1371/journal.pone.0015661."
                        },
                        {
                            "ReferencePMID": "25101223",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Boissiere-Michot F, Lazennec G, Frugier H, Jarlier M, Roca L, Duffour J, Du Paty E, Laune D, Blanchard F, Le Pessot F, Sabourin JC, Bibeau F. Characterization of an adaptive immune response in microsatellite-instable colorectal cancer. Oncoimmunology. 2014 Jun 25;3:e29256. doi: 10.4161/onci.29256. eCollection 2014."
                        },
                        {
                            "ReferencePMID": "11687624",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Saeterdal I, Bjorheim J, Lislerud K, Gjertsen MK, Bukholm IK, Olsen OC, Nesland JM, Eriksen JA, Moller M, Lindblom A, Gaudernack G. Frameshift-mutation-derived peptides as tumor-specific antigens in inherited and spontaneous colorectal cancer. Proc Natl Acad Sci U S A. 2001 Nov 6;98(23):13255-60. doi: 10.1073/pnas.231326898. Epub 2001 Oct 30."
                        },
                        {
                            "ReferencePMID": "26181000",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Howitt BE, Shukla SA, Sholl LM, Ritterhouse LL, Watkins JC, Rodig S, Stover E, Strickland KC, D'Andrea AD, Wu CJ, Matulonis UA, Konstantinopoulos PA. Association of Polymerase e-Mutated and Microsatellite-Instable Endometrial Cancers With Neoantigen Load, Number of Tumor-Infiltrating Lymphocytes, and Expression of PD-1 and PD-L1. JAMA Oncol. 2015 Dec;1(9):1319-23. doi: 10.1001/jamaoncol.2015.2151."
                        },
                        {
                            "ReferencePMID": "9480979",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ossendorp F, Mengede E, Camps M, Filius R, Melief CJ. Specific T helper cell requirement for optimal induction of cytotoxic T lymphocytes against major histocompatibility complex class II negative tumors. J Exp Med. 1998 Mar 2;187(5):693-702. doi: 10.1084/jem.187.5.693."
                        },
                        {
                            "ReferencePMID": "10623795",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Surman DR, Dudley ME, Overwijk WW, Restifo NP. Cutting edge: CD4+ T cell control of CD8+ T cell reactivity to a model tumor antigen. J Immunol. 2000 Jan 15;164(2):562-5. doi: 10.4049/jimmunol.164.2.562."
                        },
                        {
                            "ReferencePMID": "16010587",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Knutson KL, Disis ML. Tumor antigen-specific T helper cells in cancer immunity and immunotherapy. Cancer Immunol Immunother. 2005 Aug;54(8):721-8. doi: 10.1007/s00262-004-0653-2. Epub 2005 Jan 27."
                        },
                        {
                            "ReferencePMID": "18262431",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lesterhuis WJ, Aarntzen EH, De Vries IJ, Schuurhuis DH, Figdor CG, Adema GJ, Punt CJ. Dendritic cell vaccines in melanoma: from promise to proof? Crit Rev Oncol Hematol. 2008 May;66(2):118-34. doi: 10.1016/j.critrevonc.2007.12.007. Epub 2008 Feb 8."
                        },
                        {
                            "ReferencePMID": "23482932",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Meixlsperger S, Leung CS, Ramer PC, Pack M, Vanoaica LD, Breton G, Pascolo S, Salazar AM, Dzionek A, Schmitz J, Steinman RM, Munz C. CD141+ dendritic cells produce prominent amounts of IFN-alpha after dsRNA recognition and can be targeted via DEC-205 in humanized mice. Blood. 2013 Jun 20;121(25):5034-44. doi: 10.1182/blood-2012-12-473413. Epub 2013 Mar 12."
                        },
                        {
                            "ReferencePMID": "23706669",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Schlitzer A, McGovern N, Teo P, Zelante T, Atarashi K, Low D, Ho AW, See P, Shin A, Wasan PS, Hoeffel G, Malleret B, Heiseke A, Chew S, Jardine L, Purvis HA, Hilkens CM, Tam J, Poidinger M, Stanley ER, Krug AB, Renia L, Sivasankar B, Ng LG, Collin M, Ricciardi-Castagnoli P, Honda K, Haniffa M, Ginhoux F. IRF4 transcription factor-dependent CD11b+ dendritic cells in human and mouse control mucosal IL-17 cytokine responses. Immunity. 2013 May 23;38(5):970-83. doi: 10.1016/j.immuni.2013.04.011."
                        },
                        {
                            "ReferencePMID": "16173035",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wilkinson R, Kassianos AJ, Swindle P, Hart DN, Radford KJ. Numerical and functional assessment of blood dendritic cells in prostate cancer patients. Prostate. 2006 Feb 1;66(2):180-92. doi: 10.1002/pros.20333."
                        },
                        {
                            "ReferencePMID": "27142012",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Gunawan M, Jardine L, Haniffa M. Isolation of Human Skin Dendritic Cell Subsets. Methods Mol Biol. 2016;1423:119-28. doi: 10.1007/978-1-4939-3606-9_8."
                        },
                        {
                            "ReferencePMID": "11086035",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Dzionek A, Fuchs A, Schmidt P, Cremer S, Zysk M, Miltenyi S, Buck DW, Schmitz J. BDCA-2, BDCA-3, and BDCA-4: three markers for distinct subsets of dendritic cells in human peripheral blood. J Immunol. 2000 Dec 1;165(11):6037-46. doi: 10.4049/jimmunol.165.11.6037."
                        },
                        {
                            "ReferencePMID": "10024247",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Rissoan MC, Soumelis V, Kadowaki N, Grouard G, Briere F, de Waal Malefyt R, Liu YJ. Reciprocal control of T helper cell and dendritic cell differentiation. Science. 1999 Feb 19;283(5405):1183-6. doi: 10.1126/science.283.5405.1183."
                        },
                        {
                            "ReferencePMID": "17523943",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Cravens PD, Hayashida K, Davis LS, Nanki T, Lipsky PE. Human peripheral blood dendritic cells and monocyte subsets display similar chemokine receptor expression profiles with differential migratory responses. Scand J Immunol. 2007 Jun;65(6):514-24. doi: 10.1111/j.1365-3083.2007.01933.x."
                        },
                        {
                            "ReferencePMID": "18045026",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Randolph GJ, Ochando J, Partida-Sanchez S. Migration of dendritic cell subsets and their precursors. Annu Rev Immunol. 2008;26:293-316. doi: 10.1146/annurev.immunol.26.021607.090254."
                        },
                        {
                            "ReferencePMID": "15159375",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Yoneyama H, Matsuno K, Zhang Y, Nishiwaki T, Kitabatake M, Ueha S, Narumi S, Morikawa S, Ezaki T, Lu B, Gerard C, Ishikawa S, Matsushima K. Evidence for recruitment of plasmacytoid dendritic cell precursors to inflamed lymph nodes through high endothelial venules. Int Immunol. 2004 Jul;16(7):915-28. doi: 10.1093/intimm/dxh093. Epub 2004 May 24."
                        },
                        {
                            "ReferencePMID": "12672071",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Salio M, Cella M, Vermi W, Facchetti F, Palmowski MJ, Smith CL, Shepherd D, Colonna M, Cerundolo V. Plasmacytoid dendritic cells prime IFN-gamma-secreting melanoma-specific CD8 lymphocytes and are found in primary melanoma lesions. Eur J Immunol. 2003 Apr;33(4):1052-62. doi: 10.1002/eji.200323676."
                        },
                        {
                            "ReferencePMID": "15113904",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Fonteneau JF, Larsson M, Beignon AS, McKenna K, Dasilva I, Amara A, Liu YJ, Lifson JD, Littman DR, Bhardwaj N. Human immunodeficiency virus type 1 activates plasmacytoid dendritic cells and concomitantly induces the bystander maturation of myeloid dendritic cells. J Virol. 2004 May;78(10):5223-32. doi: 10.1128/jvi.78.10.5223-5232.2004."
                        },
                        {
                            "ReferencePMID": "21867739",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Cantisani R, Sammicheli C, Tavarini S, D'Oro U, Wack A, Piccioli D. Surface molecules on stimulated plasmacytoid dendritic cells are sufficient to cross-activate resting myeloid dendritic cells. Hum Immunol. 2011 Nov;72(11):1018-21. doi: 10.1016/j.humimm.2011.08.008. Epub 2011 Aug 10."
                        },
                        {
                            "ReferencePMID": "17237402",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lou Y, Liu C, Kim GJ, Liu YJ, Hwu P, Wang G. Plasmacytoid dendritic cells synergize with myeloid dendritic cells in the induction of antigen-specific antitumor immune responses. J Immunol. 2007 Feb 1;178(3):1534-41. doi: 10.4049/jimmunol.178.3.1534."
                        },
                        {
                            "ReferencePMID": "12070296",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Steinman RM, Pope M. Exploiting dendritic cells to improve vaccine efficacy. J Clin Invest. 2002 Jun;109(12):1519-26. doi: 10.1172/JCI15962. No abstract available."
                        },
                        {
                            "ReferencePMID": "15342370",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Mailliard RB, Wankowicz-Kalinska A, Cai Q, Wesa A, Hilkens CM, Kapsenberg ML, Kirkwood JM, Storkus WJ, Kalinski P. alpha-type-1 polarized dendritic cells: a novel immunization tool with optimized CTL-inducing activity. Cancer Res. 2004 Sep 1;64(17):5934-7. doi: 10.1158/0008-5472.CAN-04-1261."
                        },
                        {
                            "ReferencePMID": "15654341",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Sporri R, Reis e Sousa C. Inflammatory mediators are insufficient for full dendritic cell activation and promote expansion of CD4+ T cell populations lacking helper function. Nat Immunol. 2005 Feb;6(2):163-70. doi: 10.1038/ni1162. Epub 2005 Jan 16."
                        },
                        {
                            "ReferencePMID": "18084185",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Goriely S, Neurath MF, Goldman M. How microorganisms tip the balance between interleukin-12 family members. Nat Rev Immunol. 2008 Jan;8(1):81-6. doi: 10.1038/nri2225."
                        },
                        {
                            "ReferencePMID": "12045249",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ito T, Amakawa R, Kaisho T, Hemmi H, Tajima K, Uehira K, Ozaki Y, Tomizawa H, Akira S, Fukuhara S. Interferon-alpha and interleukin-12 are induced differentially by Toll-like receptor 7 ligands in human blood dendritic cell subsets. J Exp Med. 2002 Jun 3;195(11):1507-12. doi: 10.1084/jem.20020207."
                        },
                        {
                            "ReferencePMID": "15832293",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Scheel B, Teufel R, Probst J, Carralot JP, Geginat J, Radsak M, Jarrossay D, Wagner H, Jung G, Rammensee HG, Hoerr I, Pascolo S. Toll-like receptor-dependent activation of several human blood cell types by protamine-condensed mRNA. Eur J Immunol. 2005 May;35(5):1557-66. doi: 10.1002/eji.200425656."
                        },
                        {
                            "ReferencePMID": "19609242",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Weide B, Pascolo S, Scheel B, Derhovanessian E, Pflugfelder A, Eigentler TK, Pawelec G, Hoerr I, Rammensee HG, Garbe C. Direct injection of protamine-protected mRNA: results of a phase 1/2 vaccination trial in metastatic melanoma patients. J Immunother. 2009 Jun;32(5):498-507. doi: 10.1097/CJI.0b013e3181a00068."
                        },
                        {
                            "ReferencePMID": "19267352",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Feyerabend S, Stevanovic S, Gouttefangeas C, Wernet D, Hennenlotter J, Bedke J, Dietz K, Pascolo S, Kuczyk M, Rammensee HG, Stenzl A. Novel multi-peptide vaccination in Hla-A2+ hormone sensitive patients with biochemical relapse of prostate cancer. Prostate. 2009 Jun 15;69(9):917-27. doi: 10.1002/pros.20941."
                        },
                        {
                            "ReferencePMID": "17013976",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Scheel B, Aulwurm S, Probst J, Stitz L, Hoerr I, Rammensee HG, Weller M, Pascolo S. Therapeutic anti-tumor immunity triggered by injections of immunostimulating single-stranded RNA. Eur J Immunol. 2006 Oct;36(10):2807-16. doi: 10.1002/eji.200635910."
                        },
                        {
                            "ReferencePMID": "9500607",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Nestle FO, Alijagic S, Gilliet M, Sun Y, Grabbe S, Dummer R, Burg G, Schadendorf D. Vaccination of melanoma patients with peptide- or tumor lysate-pulsed dendritic cells. Nat Med. 1998 Mar;4(3):328-32. doi: 10.1038/nm0398-328."
                        },
                        {
                            "ReferencePMID": "10587357",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Thurner B, Haendle I, Roder C, Dieckmann D, Keikavoussi P, Jonuleit H, Bender A, Maczek C, Schreiner D, von den Driesch P, Brocker EB, Steinman RM, Enk A, Kampgen E, Schuler G. Vaccination with mage-3A1 peptide-pulsed mature, monocyte-derived dendritic cells expands specific cytotoxic T cells and induces regression of some metastases in advanced stage IV melanoma. J Exp Med. 1999 Dec 6;190(11):1669-78. doi: 10.1084/jem.190.11.1669."
                        },
                        {
                            "ReferencePMID": "11522640",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Banchereau J, Palucka AK, Dhodapkar M, Burkeholder S, Taquet N, Rolland A, Taquet S, Coquery S, Wittkowski KM, Bhardwaj N, Pineiro L, Steinman R, Fay J. Immune and clinical responses in patients with metastatic melanoma to CD34(+) progenitor-derived dendritic cell vaccine. Cancer Res. 2001 Sep 1;61(17):6451-8."
                        },
                        {
                            "ReferencePMID": "14613986",
                            "ReferenceType": "background",
                            "ReferenceCitation": "de Vries IJ, Lesterhuis WJ, Scharenborg NM, Engelen LP, Ruiter DJ, Gerritsen MJ, Croockewit S, Britten CM, Torensma R, Adema GJ, Figdor CG, Punt CJ. Maturation of dendritic cells is a prerequisite for inducing immune responses in advanced melanoma patients. Clin Cancer Res. 2003 Nov 1;9(14):5091-100."
                        },
                        {
                            "ReferencePMID": "12517769",
                            "ReferenceType": "background",
                            "ReferenceCitation": "De Vries IJ, Krooshoop DJ, Scharenborg NM, Lesterhuis WJ, Diepstra JH, Van Muijen GN, Strijk SP, Ruers TJ, Boerman OC, Oyen WJ, Adema GJ, Punt CJ, Figdor CG. Effective migration of antigen-pulsed dendritic cells to lymph nodes in melanoma patients is determined by their maturation state. Cancer Res. 2003 Jan 1;63(1):12-7."
                        },
                        {
                            "ReferencePMID": "16600979",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lesterhuis WJ, de Vries IJ, Schuurhuis DH, Boullart AC, Jacobs JF, de Boer AJ, Scharenborg NM, Brouwer HM, van de Rakt MW, Figdor CG, Ruers TJ, Adema GJ, Punt CJ. Vaccination of colorectal cancer patients with CEA-loaded dendritic cells: antigen-specific T cell responses in DTH skin tests. Ann Oncol. 2006 Jun;17(6):974-80. doi: 10.1093/annonc/mdl072. Epub 2006 Apr 6."
                        },
                        {
                            "ReferencePMID": "18929401",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Coosemans A, Moerman P, Verbist G, Maes W, Neven P, Vergote I, Van Gool SW, Amant F. Wilms' tumor gene 1 (WT1) in endometrial carcinoma. Gynecol Oncol. 2008 Dec;111(3):502-8. doi: 10.1016/j.ygyno.2008.08.032. Epub 2008 Oct 16."
                        },
                        {
                            "ReferencePMID": "24324087",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Coosemans A, Vanderstraeten A, Tuyaerts S, Verschuere T, Moerman P, Berneman ZN, Vergote I, Amant F, VAN Gool SW. Wilms' Tumor Gene 1 (WT1)--loaded dendritic cell immunotherapy in patients with uterine tumors: a phase I/II clinical trial. Anticancer Res. 2013 Dec;33(12):5495-500."
                        },
                        {
                            "ReferencePMID": "12209997",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Resnick MB, Sabo E, Kondratev S, Kerner H, Spagnoli GC, Yakirevich E. Cancer-testis antigen expression in uterine malignancies with an emphasis on carcinosarcomas and papillary serous carcinomas. Int J Cancer. 2002 Sep 10;101(2):190-5. doi: 10.1002/ijc.10585."
                        },
                        {
                            "ReferencePMID": "17198079",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hoos A, Parmiani G, Hege K, Sznol M, Loibner H, Eggermont A, Urba W, Blumenstein B, Sacks N, Keilholz U, Nichol G; Cancer Vaccine Clinical Trial Working Group. A clinical development paradigm for cancer vaccines and related biologics. J Immunother. 2007 Jan;30(1):1-15. doi: 10.1097/01.cji.0000211341.88835.ae."
                        },
                        {
                            "ReferencePMID": "20826737",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hoos A, Eggermont AM, Janetzki S, Hodi FS, Ibrahim R, Anderson A, Humphrey R, Blumenstein B, Old L, Wolchok J. Improved endpoints for cancer immunotherapy trials. J Natl Cancer Inst. 2010 Sep 22;102(18):1388-97. doi: 10.1093/jnci/djq310. Epub 2010 Sep 8."
                        },
                        {
                            "ReferencePMID": "22918928",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hoos A. Evolution of end points for cancer immunotherapy trials. Ann Oncol. 2012 Sep;23 Suppl 8:viii47-52. doi: 10.1093/annonc/mds263."
                        },
                        {
                            "ReferencePMID": "11517302",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Coulie PG, Karanikas V, Colau D, Lurquin C, Landry C, Marchand M, Dorval T, Brichard V, Boon T. A monoclonal cytolytic T-lymphocyte response observed in a melanoma patient vaccinated with a tumor-specific antigenic peptide encoded by gene MAGE-3. Proc Natl Acad Sci U S A. 2001 Aug 28;98(18):10290-5. doi: 10.1073/pnas.161260098. Epub 2001 Aug 21."
                        },
                        {
                            "ReferencePMID": "15886124",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Coulie PG, Connerotte T. Human tumor-specific T lymphocytes: does function matter more than number? Curr Opin Immunol. 2005 Jun;17(3):320-5. doi: 10.1016/j.coi.2005.03.002."
                        },
                        {
                            "ReferencePMID": "21930769",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Diamond MS, Kinder M, Matsushita H, Mashayekhi M, Dunn GP, Archambault JM, Lee H, Arthur CD, White JM, Kalinke U, Murphy KM, Schreiber RD. Type I interferon is selectively required by dendritic cells for immune rejection of tumors. J Exp Med. 2011 Sep 26;208(10):1989-2003. doi: 10.1084/jem.20101158. Epub 2011 Sep 19."
                        },
                        {
                            "ReferencePMID": "21177412",
                            "ReferenceType": "background",
                            "ReferenceCitation": "de Vries IJ, Castelli C, Huygens C, Jacobs JF, Stockis J, Schuler-Thurner B, Adema GJ, Punt CJ, Rivoltini L, Schuler G, Coulie PG, Lucas S. Frequency of circulating Tregs with demethylated FOXP3 intron 1 in melanoma patients receiving tumor vaccines and potentially Treg-depleting agents. Clin Cancer Res. 2011 Feb 15;17(4):841-8. doi: 10.1158/1078-0432.CCR-10-2227. Epub 2010 Dec 21."
                        },
                        {
                            "ReferencePMID": "26942068",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Bol KF, Aarntzen EH, Hout FE, Schreibelt G, Creemers JH, Lesterhuis WJ, Gerritsen WR, Grunhagen DJ, Verhoef C, Punt CJ, Bonenkamp JJ, de Wilt JH, Figdor CG, de Vries IJ. Favorable overall survival in stage III melanoma patients after adjuvant dendritic cell vaccination. Oncoimmunology. 2015 Jun 5;5(1):e1057673. doi: 10.1080/2162402X.2015.1057673. eCollection 2016."
                        },
                        {
                            "ReferencePMID": "23382117",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Aarntzen EH, Srinivas M, Bonetto F, Cruz LJ, Verdijk P, Schreibelt G, van de Rakt M, Lesterhuis WJ, van Riel M, Punt CJ, Adema GJ, Heerschap A, Figdor CG, Oyen WJ, de Vries IJ. Targeting of 111In-labeled dendritic cell human vaccines improved by reducing number of cells. Clin Cancer Res. 2013 Mar 15;19(6):1525-33. doi: 10.1158/1078-0432.CCR-12-1879. Epub 2013 Feb 4."
                        },
                        {
                            "ReferencePMID": "21074069",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hoos A, Ibrahim R, Korman A, Abdallah K, Berman D, Shahabi V, Chin K, Canetta R, Humphrey R. Development of ipilimumab: contribution to a new paradigm for cancer immunotherapy. Semin Oncol. 2010 Oct;37(5):533-46. doi: 10.1053/j.seminoncol.2010.09.015."
                        },
                        {
                            "ReferencePMID": "19934295",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wolchok JD, Hoos A, O'Day S, Weber JS, Hamid O, Lebbe C, Maio M, Binder M, Bohnsack O, Nichol G, Humphrey R, Hodi FS. Guidelines for the evaluation of immune therapy activity in solid tumors: immune-related response criteria. Clin Cancer Res. 2009 Dec 1;15(23):7412-20. doi: 10.1158/1078-0432.CCR-09-1624. Epub 2009 Nov 24."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000016889",
                            "ConditionMeshTerm": "Endometrial Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000014591",
                            "ConditionAncestorTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M18925",
                            "ConditionBrowseLeafName": "Endometrial Neoplasms",
                            "ConditionBrowseLeafAsFound": "Endometrial Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M18340",
                            "InterventionBrowseLeafName": "Carboplatin",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M19227",
                            "InterventionBrowseLeafName": "Paclitaxel",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M231",
                            "InterventionBrowseLeafName": "Albumin-Bound Paclitaxel",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M2854",
                            "InterventionBrowseLeafName": "Immunomodulating Agents",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M259330",
                            "InterventionBrowseLeafName": "BIRC5 protein, human",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}