{
    "Rank": 340,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT00450645",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "1/05"
                },
                "Organization": {
                    "OrgFullName": "Azienda Ospedaliera Universitaria Policlinico",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Residual Vein Thrombosis and the Optimal Duration of Low Molecular Weight Heparin in Cancer Patients With Deep Vein Thrombosis",
                "OfficialTitle": "Residual Vein Thrombosis Establishes the Optimal Duration of Low Molecular Weight Heparins in Cancer Patients With Deep Vein Thrombosis of the Lower Limbs",
                "Acronym": "Cancer-DACUS"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2009",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 2005"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 2009",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 2011",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "March 20, 2007",
                "StudyFirstSubmitQCDate": "March 20, 2007",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "March 22, 2007",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "March 3, 2009",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 4, 2009",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyOldNameTitle": "Sergio Siragusa",
                    "ResponsiblePartyOldOrganization": "University Hospital of Palermo"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Azienda Ospedaliera Universitaria Policlinico",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "The duration of anticoagulant treatment in cancer patients with Deep Vein Thrombosis (DVT) of the lower limbs is still uncertain. The present study addresses the possible role of the Residual Vein Thrombosis (RVT) for establishing the optimal duration of Low Molecular Weight Heparin (LMWH). Patients with a first episode of symptomatic unprovoked or provoked proximal DVT will received LMWHs for 6 months; RVT, ultrasonographically-detected, will be then assessed. Patients without RVT stop LMWH, whereas those with RVT will be randomized to either stop or continue OAT for additional 6 months. Patients were followed-up at least 1 year after anticoagulant discontinuation focusing on the study outcomes: occurrence of recurrent venous thromboembolism and major bleeding",
                "DetailedDescription": "BACKGROUND. Currently there is no consensus on the optimal duration of antithrombotic therapy in cancer patients experiencing a first episode of deep vein thrombosis (DVT) of lower limbs. Recent guidelines suggest that patients with active cancer suffering of DVT of the lower limbs should be treated for at least six months with low molecular weight heparin (LMWH). However, although the current scheme for establishing the duration of LMWH and/or Oral Anticoagulants (OA) is based on the nature of index DVT (idiopathic or provoked), some new data starting to select other parameters to individualise this decision. The use of D-dimer has been proven to be effective for selecting OA duration but this information is valid only for non cancer patients with idiopathic DVT. Moreover, D-dimer does not seem reliable in patients with chronic condition (such as cancer).\n\nRecently, the presence of a Residual Vein Thrombosis (RVT) has been found to be associated with an increased risk for recurrency (even in the contralateral leg or other venous sites) and it can establishes the optimal duration of anticoagulant. However, such information is not present in cancer patients, a population considered at high risk for recurrent thrombosis. To test this hypothesis, we planned a randomized study in cancer patients with a first episode of symptomatic idiopathic or provoked DVT treated with LMWH for 6 months. Patients without RVT will not continue anticoagulation (group B), whereas those with RVT will be randomized to either stop (group A2) or continue heparin (group A1).\n\nMETHODS Study patients. Cancer patients with a first episode of documented unprovoked and provoked proximal DVT will be eligible for the study if they had completed 6 months of LMWH (at therapeutic dosage for the first month, then dose reduced by 25% for the remaining 5 months). Provoked DVTs are defined as thrombotic episodes associated with pregnancy or puerperium, recent (i.e. within three months) fracture or plaster casting of a leg, immobilization with confinement to bed for three consecutive days and surgery with general anesthesia lasting longer than 30 minutes. Unprovoked DVTs are defined as thrombotic episodes occurred in apparently absence of risk factor other than cancer. Patients with known thrombophilia, serious liver disease, renal insufficiency (creatinine clearance < 30 ml/min.) or those who lived too far from the center will be excluded from the study. The study has to be approved by the institutional review boards of all participating centers. All enrolled patients will provide written informed consent.\n\nSTUDY DESIGN. This is a multicenter prospective study in cancer patients with a first episode of symptomatic (either provoked or idiopathic) proximal DVT detected by Compression UltraSonography (C-US) and receiving LMWH for 6 months. At this time, subjects who agreed to participate in the study have a physical examination to assess baseline clinical conditions and to exclude contraindications. C-US of the proximal deep vein system in both legs will be performed, measuring the diameters of any detectable thrombus in the Common Femoral Vein (CFV) and Popliteal Veins (PV). Images will be obtained in transverse section only. Lumen compressibility will be then evaluated on CFV and PV by gentle pressure of the probe, as previously described. Briefly, the major and the minor diameters of the vein segment are measured and recorded before and after compression. C-US findings are scored as \"absence of RVT\" when residual thrombus occupied, at maximum compressibility, less than 40% of the vein area. Patients without RVT will not continue anticoagulation, whereas those with RVT will be randomized to either stop or continue LMWH for additional 6 months. A different randomization sequence for each different study site is computer generated and encapsulated in a randomization computer program. The sequences are balanced by blocks of ten.\n\nSTUDY OUTCOMES AND FOLLOW-UP. From the assignment visit, patients will be followed up for at least one year after LMWH discontinuation; during the follow-up period, patients will be contacted by the clinical centers every 3 months. C-US will be performed only when recurrent symptomatic DVT is suspected. The study outcome is the composite of confirmed recurrent venous thromboembolism (including DVT and/or fatal or non-fatal pulmonary embolism) and major bleeding events from the index DVT to the last day of follow-up. In cases of suspected DVT recurrence the results of C-US will be compared with the previous examination. A diagnosis of recurrent venous thrombosis is made if a previously fully compressible segment (contralateral or ipsilateral) became incompressible. In absence of a previous normal C-US, DVT recurrence is diagnosed if a previously non-occlusive thrombus shifted to occlusive thrombus, provided the vein area before compression had increased by more than 50%); in undetermined cases, contrast venography will be performed. In patients with suspected pulmonary embolism, diagnosis of recurrence is based on objective algorithms using clinical probability, ventilation-perfusion lung scanning/helical computed tomography, C-US and/or D-dimer if indicated. The diagnosis of clinically relevant haemorrhage will be made in case of decrease of haemoglobin levels > 2.0 gr/dl, retroperitoneal, intracranial or life-threatening. Patients will be instructed to contact the clinical center immediately if symptoms developed suggestive of venous thromboembolism or bleeding. All suspected outcome events and all deaths will be evaluated by a central adjudication committee whose members were unaware of the name of the subject, the enrolling center, the C-US findings and the assigned group.\n\nSTATISTICAL ANALYSIS. The sample size has been calculated by considering, for the group with worst prognosis (being it A1, or A2 or B) an incidence of recurrent venous thromboembolism of 20%, and a percentage of complications of 5% in the group with the best prognosis. An overall sample size of 300 patients (100 for each study group) has been calculated to reach a power of 80% to document a difference of at least 15% in at least one of the different head-to-head comparisons, by using Bonferroni method to distribute type I error (0.05) among multiple comparisons. An interim analysis is planned after the inclusion of 200 patients. The chi square test and 95% confidence intervals will be used to evaluate the difference in recurrence of VTE or bleeding between groups. A multivariable analysis with logistic regression model will be performed to identify risk factors predictive for recurrence of VTE. The model of logistic regression will be applied for both possible categories of patients, those with idiopathic or post-operative DVT. The planned duration of the enrollment phase is 3 years."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Deep Vein Thrombosis",
                        "Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cancer",
                        "Residual vein thrombosis",
                        "Low Molecular Weight Heparin",
                        "Optimal duration"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 4"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "300",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "low molecular weight heparin",
                            "InterventionDescription": "LMWH were continued for additional 6 months after detection of residual vein thrombosis (6 months after the index deep vein thrombosis) in patients randomized to group A. LMWH are stopped in patients randomized to group B or in those patients without residual vein thrombosis after 6 months from the index DVT. Dosage of LMWH are 75% of the therapeutic dosage (almost 1 mg/Kg every 12 hours)"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Recurrent Deep Vein Thrombosis and/or Pulmonary Embolism",
                            "PrimaryOutcomeTimeFrame": "30 days"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Minor bleeding",
                            "SecondaryOutcomeTimeFrame": "30 days"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Death due to cancer",
                            "SecondaryOutcomeTimeFrame": "30 days"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nCancer patients with a first episode of symptomatic proximal DVT of the lower limbs\nNo signs of unstable pulmonary embolism\n\nExclusion Criteria:\n\nIndication to antithrombotic therapy/OAT for > 6 months (i.e. valvular prothesis, atrial fibrillation etc.)\nPrevious DVT/PE\nHypersensitivity to contrast media\nPregnancy\nLife expectancy < 1 year\nPatients who are unable to fulfill study requirements as for repeated clinical controls",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Sergio Siragusa, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+ 39 091 655 4419",
                            "CentralContactEMail": "sergio.siragusa@unipa.it"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Sergio Siragusa, MD",
                            "OverallOfficialAffiliation": "University Hospital of Palermo",
                            "OverallOfficialRole": "Study Chair"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Hematology and Haemostasi/Thrombosis Unit, University of Palermo",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Palermo",
                            "LocationZip": "90127",
                            "LocationCountry": "Italy"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "25267738",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Napolitano M, Saccullo G, Malato A, Sprini D, Ageno W, Imberti D, Mascheroni D, Bucherini E, Gallucci P, D'Alessio A, Prantera T, Spadaro P, Rotondo S, Di Micco P, Oriana V, Urbano O, Recchia F, Ghirarduzzi A, Lo Coco L, Mancuso S, Casuccio A, Rini GB, Siragusa S. Optimal duration of low molecular weight heparin for the treatment of cancer-related deep vein thrombosis: the Cancer-DACUS Study. J Clin Oncol. 2014 Nov 10;32(32):3607-12. doi: 10.1200/JCO.2013.51.7433. Epub 2014 Sep 29."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000013927",
                            "ConditionMeshTerm": "Thrombosis"
                        },
                        {
                            "ConditionMeshId": "D000020246",
                            "ConditionMeshTerm": "Venous Thrombosis"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000016769",
                            "ConditionAncestorTerm": "Embolism and Thrombosis"
                        },
                        {
                            "ConditionAncestorId": "D000014652",
                            "ConditionAncestorTerm": "Vascular Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000002318",
                            "ConditionAncestorTerm": "Cardiovascular Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4804",
                            "ConditionBrowseLeafName": "Body Weight",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16376",
                            "ConditionBrowseLeafName": "Thrombosis",
                            "ConditionBrowseLeafAsFound": "Thrombosis",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M21761",
                            "ConditionBrowseLeafName": "Venous Thrombosis",
                            "ConditionBrowseLeafAsFound": "Deep Vein Thrombosis",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M7474",
                            "ConditionBrowseLeafName": "Embolism",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M18818",
                            "ConditionBrowseLeafName": "Embolism and Thrombosis",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17090",
                            "ConditionBrowseLeafName": "Vascular Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC14",
                            "ConditionBrowseBranchName": "Heart and Blood Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionMeshList": {
                    "InterventionMesh": [
                        {
                            "InterventionMeshId": "D000006493",
                            "InterventionMeshTerm": "Heparin"
                        },
                        {
                            "InterventionMeshId": "D000006495",
                            "InterventionMeshTerm": "Heparin, Low-Molecular-Weight"
                        },
                        {
                            "InterventionMeshId": "D000078222",
                            "InterventionMeshTerm": "Tinzaparin"
                        },
                        {
                            "InterventionMeshId": "D000017985",
                            "InterventionMeshTerm": "Dalteparin"
                        }
                    ]
                },
                "InterventionAncestorList": {
                    "InterventionAncestor": [
                        {
                            "InterventionAncestorId": "D000000925",
                            "InterventionAncestorTerm": "Anticoagulants"
                        },
                        {
                            "InterventionAncestorId": "D000005343",
                            "InterventionAncestorTerm": "Fibrinolytic Agents"
                        },
                        {
                            "InterventionAncestorId": "D000050299",
                            "InterventionAncestorTerm": "Fibrin Modulating Agents"
                        },
                        {
                            "InterventionAncestorId": "D000045504",
                            "InterventionAncestorTerm": "Molecular Mechanisms of Pharmacological Action"
                        }
                    ]
                },
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M19843",
                            "InterventionBrowseLeafName": "Dalteparin",
                            "InterventionBrowseLeafAsFound": "Stereotactic Body Radiation",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M1943",
                            "InterventionBrowseLeafName": "Tinzaparin",
                            "InterventionBrowseLeafAsFound": "Stereotactic Body Radiation",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M9271",
                            "InterventionBrowseLeafName": "Heparin, Low-Molecular-Weight",
                            "InterventionBrowseLeafAsFound": "Stereotactic Body Radiation",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M9269",
                            "InterventionBrowseLeafName": "Heparin",
                            "InterventionBrowseLeafAsFound": "Walking",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M45780",
                            "InterventionBrowseLeafName": "Calcium heparin",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M3934",
                            "InterventionBrowseLeafName": "Anticoagulants",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M8163",
                            "InterventionBrowseLeafName": "Fibrinolytic Agents",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "FiAg",
                            "InterventionBrowseBranchName": "Fibrinolytic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "AnCoag",
                            "InterventionBrowseBranchName": "Anticoagulants"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}