{
    "Rank": 347,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01483001",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "LIVONCO 2011/001"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "2011-003421-10",
                            "SecondaryIdType": "EudraCT Number"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Associazione Oncologia Traslazionale",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Feasibility Study on Stem Cells Sensitivity Assay",
                "OfficialTitle": "STELLA: a Feasibility Study on Stem Cells Sensitivity Assay",
                "Acronym": "STELLA"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2015",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "November 2011"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "September 2012",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2013",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "October 27, 2011",
                "StudyFirstSubmitQCDate": "November 30, 2011",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 1, 2011",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "January 13, 2015",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "January 14, 2015",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Associazione Oncologia Traslazionale",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Lung Cancer (LC), colorectal cancer (CRC) and breast cancer (BC) are the major killers in oncology, accounting for about 40% of cancer deaths. Although progresses have been made in the last few years, unfortunately no patient with metastatic disease can obtain a definitive cure.\n\nA recent hypothesis is that cancer is driven by a small subpopulation of cells called \"cancer stem cells\" (CSCs) or \"tumor initiating cells\" with an unlimited proliferative potential and the ability to reproduce the original human tumor in experimental animal models. These cells are thought to be responsible for the development of the tumor and represent the only cell population able to sustain tumor growth and progression.\n\nTherefore, CSCs represent the elective target for new targeted therapies, endowed with high and selective toxicity towards the tumor but harmless towards normal cells.\n\nCurrent technologies allow us to isolate and expand in vitro the CSCs from tumor specimens, testing their sensitivity to different anticancer drugs in a short period of time.\n\nTherefore, there is the potential opportunity to identify LC, CRC and BC CSCs.This is a prospective study assessing feasibility of CSCS isolation in LC, CRC and BC.\n\nPatients with a previously performed diagnosis of LC, colon cancer or breast cancer with no further standard therapy options, with a Karnofsky performance status of 100% and with tumor tissue available will be considered eligible for the study. Tumor tissue will be collected before study entry, i.e tissue obtained during a diagnostic or therapeutical procedure, like surgery or biopsies with other purposes than the protocol. In vitro tumor sensitivity to chemotherapy drugs will be tested on tumor cell cultures per each patient.\n\nDrugs and their combination will be considered effective and if they kill ≥ 60% of tumor stem cells in vitro test. By using cancer spheres the investigators will also generate orthotopic xenograft models that recapitulate the parental tumor behaviour, including the aggressive features and the invasiveness potential. Orthotopic injection technique will be assessed in 5 weeks-old NOD/SCID mice",
                "DetailedDescription": "Patients Patients with LC, CRC and BC with good performance status and with tumor tissue available, at failure of conventional therapies or without possibility to be treated with therapy of proven efficacy, will be included in the study. Initial patient characterization will include detailed information on the following items: gender, age, clinical history, co-morbidity, physical examination, blood cell counts, complete blood analyses for liver and renal function, coagulation, serological tumor markers, tumor location and stage, tumor mass, metastases.\n\nLC, CRC and BC CSCs identification Isolation and characterization of CSCs will be made starting from samples of tumor tissue obtained from patients with LC, CRC and BC. Tumor tissue will be collected before study entry, i.e tissue obtained during a diagnostic or therapeutical procedure, like surgery or biopsies with other purposes than the protocol.The surgical samples collected will be classified according to the specific histological characteristics of the tumor. From each sample, by means of enzymatic and mechanical procedures, the CSCs will be obtained and then cultivated in adequate culture mediums to be subsequently used for biochemical and molecular studies. Each sample will be associated with the patient history at the surgical time and an appropriate follow-up program consisting of periodic clinical and instrumental controls that in order to assign a prognostic value to the biological characteristics of the CSCs. Stem cells derived from the selected epithelial tumors will then undergo analysis of surface and intracellular markers in order to provide a definitive characterization of cellular phenotype. Stem cells derived from lung cancer, CRC and BC are identified as a subset of tumor cells positive for the marker CD133.\n\nTumor specimens will be washed several times and left over night in DMEM:F12 medium supplemented with high doses of Penicillin/Streptomycin and Fungizone in order to avoid contamination. Tissue dissociation will be carried out by enzymatic digestion and recovered cells cultured in serum-free medium containing 25 microg/ml insulin, 100 microg/ml apo-transferrin, 10 microg/ml putrescine, 0.03 mM sodium selenite, 20nM progesterone, 0.6% glucose, 5mM hepes, 0.1% sodium bicarbonate, 0.4% BSA, glutamine and antibiotics, dissolved in DMEM-F12 medium and supplemented with 20 ng/ml EGF and 10 ng/ml bFGF. Flasks non-treated for tissue culture will be used in order to reduce cell adherence and favourite growth of undifferentiated tumour-spheres. These culture conditions select for immature tumour cells, while non malignant or differentiated cells are negatively selected as assessed for CSCs of different origin. Surviving immature tumor cells slowly proliferate giving rise to tumour cell aggregates, \"spheres\", within 1-2 months in these culture conditions. Sphere-forming cells can be expanded by mechanical dissociation of spheres, followed by re-plating of single cells and residual small cell aggregates in complete fresh medium.\n\nDifferentiation of LC, CRC and BC sphere-forming cells will be obtained by cell culture in specific medium (Cambrex). Phenotype of LC, CRC and BC spheres and their differentiated progeny will be analyzed by flow cytometric analysis or immunofluorescence. In particular stem cell markers such as CD133, CD34 and BCRP1 will be analyzed.\n\nSuccessively, cancer spheres will be analyzed in order to define the status of pathways involved in the process of proliferation, self-renewal and survival. In particular, tumor-specific analysis will be carried out to investigate the activity and the possible alteration of pathways responsible for stem cell homeostasis and global analysis (phosphoproteomic and signal transduction analysis,innovative drug testing, analysis of processes metastatization in vivo) aimed to provide an overall picture of the activation state of the key cellular pathways.\n\nPreclinical model By using cancer spheres the investigators will generate orthotopic xenograft models that recapitulate the parental tumor behaviour, including the aggressive features and the invasiveness potential. Orthotopic injection technique will be assessed in 5 weeks-old NOD/SCID mice. The injection procedure will be done with the support of a dissecting microscope. After anesthetization, 200 to 500 cancer sphere cells, modified in order to express a bioluminescent protein such as luciferase will be injected using a Hamilton syringe and 32-gauge needle. Metastatic and local tumors will be compared for their stem cell content through phenotypic analysis such as growth rate, or other stem cell properties including clonogenic capacity in soft agar or through limiting dilution assays. Infection of CSCs with lentiviral vector, coding for green fluorescent (GFP), as well as luciferase reporter proteins, will allow CSCs tracking in vivo. Particularly, the amphotropic packaging cell line 293T will be transfected by the calcium-phosphate/chloroquine method. Culture supernatants containing viral particles will be collected after 48h of transfection. Infection will be performed by culturing target cells in 0.45 microm filtered viral supernatant for 3h in a CO2 incubator. Two infection cycles will be performed to infect cells. Microscopic evaluation of GFP expression in viral packaging and target cells will be performed by direct observation of cells using a reversed fluorescence microscope equipped with a FITC filter. After infection, cells transduced with luciferase will be sorted by flow cytometry to obtain a pure marked population. The local tumor and the invasiveness development will be monitored through whole-body imaging techniques, that will permit to detect, localize and quantify dynamically the optical signal - bioluminescence - in a non invasive localization of the marked cell population. This procedure will be performed using the Photon imager in vivo imaging system(Biospace Lab), assisted by the most recent software for acquisition and image analysis. Thanks to this system, it was recently acquired in the laboratory and characterized by a very high sensitivity and 20 ms temporal resolution, the investigators will analyze non anesthetized and freely moving animals. The bioluminescence signal will be acquired simultaneously as a standard video of the animal. Once the investigators are sure of the success of tumour growing, mice will be sacrificed. Tumor will be removed for morphological characterization and phosphoproteomic analysis. This latter will be performed through reverse phase protein microarray, which allows the achievement of a high degree of sensitivity, precision and linearity, making possible to quantify the phosphorylated status of signal proteins in immature and differentiated lung cancer cells. This system will provide information on specific molecular pathways involved in LC, CRC and BC cell growth and spreading.\n\nTumor sensitivity to anti-tumoral agents To selectively discriminate the effective therapeutic compounds against the putative tumor and invasion initiating cells, the investigators will measure the viability of clonogenic LC, CRC and BC after the exposure to several anti-tumor drugs differentially combined at singular time point up to 96 hours."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Lung Cancer",
                        "Colorectal Cancer",
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cancer Stem Cells",
                        "Chemo-Sensitivity Assay",
                        "Cancer Treatment"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "23",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Sensitivity Assay",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patients treated with a treatment chosen by sensitivity assay in vitro",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Cancer Stem Cells Sensitivity Assay"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Cancer Stem Cells Sensitivity Assay",
                            "InterventionDescription": "To test in vitro sensitivity of cancer stem cells to several antineoplastic drugs in order to personalize treatment",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Sensitivity Assay"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Cancer stem cells in vitro chemo-sensitivity assay"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Feasibility of the project",
                            "PrimaryOutcomeDescription": "Percentage of patients in which sensitivity assay is feasible",
                            "PrimaryOutcomeTimeFrame": "6 Months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Identification of LC, CRC and BC stem cells",
                            "SecondaryOutcomeDescription": "Identification of breast, colo-rectal and lung cancer stem cells by flow cytometric analysis or immunofluorescence",
                            "SecondaryOutcomeTimeFrame": "6 Months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Sensitivity of LC, CRC and BC stem cells to anti-tumor agents in vitro",
                            "SecondaryOutcomeDescription": "In vitro tumor sensitivity to chemotherapy drugs will be tested on tumor cell cultures per each patient.",
                            "SecondaryOutcomeTimeFrame": "6 Months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Identification of effective drugs for a specific patient",
                            "SecondaryOutcomeDescription": "To identify drugs potentially effective for a specific patient",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nHistologically/cytologically confirmed diagnosis of metastatic LC, CRC or BC\nAvailability of tumor tissue suitable for CSCs extraction\nPerformance status of 100% according to Karnofsky score\nFailure of conventional therapies or no therapy of proven efficacy\nAdequate hematological, renal and liver functions\nNo concomitant comorbidity potentially interfering with the study\nInformed consent form signature.\n\nExclusion Criteria:\n\nPerformance status <100% according to Karnofsky score\nPatient suitable for standard therapies\nImportant comorbidity interfering with the study\nSignificant alteration of liver, hematological or renal function(s)\nNo informed consent form signature",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "FEDERICO CAPPUZZO, ONCOLOGY",
                            "OverallOfficialAffiliation": "A.O.T.",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Department of Medical Oncology",
                            "LocationCity": "Livorno",
                            "LocationZip": "57100",
                            "LocationCountry": "Italy"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "25955492",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "D'Arcangelo M, Todaro M, Salvini J, Benfante A, Colorito ML, D'Incecco A, Landi L, Apuzzo T, Rossi E, Sani S, Stassi G, Cappuzzo F. Cancer Stem Cells Sensitivity Assay (STELLA) in Patients with Advanced Lung and Colorectal Cancer: A Feasibility Study. PLoS One. 2015 May 8;10(5):e0125037. doi: 10.1371/journal.pone.0125037. eCollection 2015."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000006967",
                            "ConditionMeshTerm": "Hypersensitivity"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000007154",
                            "ConditionAncestorTerm": "Immune System Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M9708",
                            "ConditionBrowseLeafName": "Hypersensitivity",
                            "ConditionBrowseLeafAsFound": "Sensitivity",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M9890",
                            "ConditionBrowseLeafName": "Immune System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC20",
                            "ConditionBrowseBranchName": "Immune System Diseases"
                        }
                    ]
                }
            }
        }
    }
}