{
    "Rank": 349,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01863420",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "LC2012B22"
                },
                "Organization": {
                    "OrgFullName": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "The Effect of Bone Marrow-sparing Intensity-Modulated Radiotherapy to GI Cancer",
                "OfficialTitle": "Phase II Clinical Trial: The Effect of Bone Marrow-sparing Intensity-Modulated Radiotherapy (BMS-IMRT) on Reduction Acute Hematologic Toxicity in Gastric and Rectal Cancer Patients Treated With Concurrent Chemotherapy and IMRT",
                "Acronym": "IMRT"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2013",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "November 2012"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "October 2014",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "October 2015",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "May 26, 2013",
                "StudyFirstSubmitQCDate": "May 28, 2013",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 29, 2013",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "May 28, 2013",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 29, 2013",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Jing Jin, M.D.",
                    "ResponsiblePartyInvestigatorTitle": "Vice chairman in the department of Radiation Oncology",
                    "ResponsiblePartyInvestigatorAffiliation": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "Concurrent chemotherapy with external beam radiotherapy is the standard treatment of bulky or locally advanced cervical cancer, gastric cancer and rectal cancer.Despite excellent therapeutic results, acute hematologic toxicity (HT) is common with this regimen. Previous studies have founded acute HT was significantly associated the volume of pelvic (PBM) and lumbosacral bone marrow (LSBM) receiving 10 and 20 Gy radiation (RT). Therefore, reducing the volume of BM receiving low-dose RT might prevent HT.\n\nMore than one-half of the body's bone marrow (BM) is located in the PBM, LSBM and proximal, where is just in the low dose of RT in patients with gastric, rectal and cervical cancer. Previous study have demonstrated highly conformal IMRT treatment plans reduced the volume of PBM irradiated resulting in less HT. We have since assumed that even better BM sparing is possible when the BM is entered as a separate constraint in the planning process. However, it is well known that hematopoietically active (red) BM is poorly visualized with computed tomography (CT). Consequently, the entire contents of the medullary canals must be entered as BM. Yet, a considerable portion of the medullary canal is comprised of inactive (yellow) marrow, which is composed primarily of fat. Contouring the entire medullary canals on CT thus overestimates the volume of active BM, unnecessarily constraining the IMRT plan. An alternative approach is the incorporation of functional BM imaging into the treatment planning process. One economical and efficiency approach involves the use of T1-weighted magnetic resonance (MR) images.\n\nTherefore, we designed this study to test whether a separate constraint of active BM identified by MR could reduce acute HT in course of concurrent chemoradiotherapy for patients with gastric and rectal cancer.",
                "DetailedDescription": "1、Simulation All patients underwent computed tomography (CT) simulation in the supine position for gastric cancer patients and The CT scan was obtained from the T4 vertebral body to L5 cm. Oral contrast and intravenous contrast were administered prior to the CT scan.\n\nAll patients underwent computed tomography (CT) simulation in the prone position for rectal cancer patients with a full bladder and using a belly board to minimize exposure of the small bowel. Oral contrast and intravenous contrast were administered prior to the CT scan. A radio-opaque marker was placed at the anal margin. The superior and inferior limits of the acquired transaxial data (set by the topogram) were the iliac crests and 5 cm inferior to the anal marker, respectively. Intravenous contrast were administered prior to the CT scan.\n\n2.Radiotherapy and chemotherapy For gastric cancer patients after surgery and chemotherapy,the 4500 cGy of radiation was delivered in 25 fractions, five days per week, to the tumor bed, to the regional nodes, and 2 cm beyond the proximal and distal margins of resection. The tumor bed was defined by preoperative computed tomographic (CT) imaging, barium roentgenography, and in some instances, surgical clips. Perigastric, celiac, local paraaortic, splenic, hepatoduodenal or hepatic-portal, and pancreaticoduodenal lymph nodes were included in the radiation fields. In patients with tumors of the gastroesophageal junction, paracardial and paraesophageal lymph nodes were included in the radiation fields. Concurrent chemotherapy regimen is monotherapy with capecitabine 1600mg∙m2 twice a day (b.i.d.).\n\nFor rectal cancer patients before surgery, The rectum was not opacified with barium in order to avoid contour artifacts. The gross tumor volume (GTV) was generated with the CT scan, MR scan and endoscopic ultrasonography results. Only a clinical target volume (CTV) was delineated, encompassing the entire mesorectum, Pararectal nodes were also included, together with the presacral and promontory nodes (limit to L5-S1 interspace ), and the internal iliac nodes up to the venous bifurcation. External iliac nodes were not included as they have not been a site for recurrence in our experience. On the contrary, internal pudendal nodes were included in the CTV. Organs at risk were also contoured: bladder (with intravenous contrast), small bowel (with oral contrast) and femoral heads. The small bowel was contoured on all CT slices where it could be visualized, which was highly variable among patients. IMRT is given with 5000 cGy in 25 fractions (5 weeks). Concurrent chemotherapy consists of oxaliplatin (50 mg/m2 ) intravenously over 2 h on days 1, 8, 15, 22 and 29, and capecitabine (825 mg/m2 twice day) was given orally on each day of radiation.\n\n3. Active bone marrow definition All the patient was scanned in the supine position on a 1.5 T MR scanner. For gastric cancer patients, the images were obtained from the T8 to L4 for gastric cancer patients. For rectal cancer patients, the images were obtained from the L3-4 interspace to below the ischial tuberosities for rectal cancer patients.\n\nThe MR images were subsequently fused with the planning CT scan using commercially available image fusion software. The interactive mode of the fusion software was used whereby the user manually translates and rotates the MR scan to produce the best visual overlay of the two image sets. A mutual information algorithm was then used to perform a fine adjustment. The CT and MR images (resliced along the planes of the CT scan) were subsequently displayed side-by-side. BM regions on the T1-weighted images that showed a signal intensity equal to or slightly higher than that of muscle were contoured as active BM. The range of active BM was 3cm beyond the upper limit of PTV and 3cm below the lower limit of PTV."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Rectal Cancer",
                        "Gastric Cancer",
                        "Bone Marrow Toxicity",
                        "Adverse Effect of Radiation Therapy"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "gastric cancer",
                        "rectal cancer",
                        "bone marrow toxicity",
                        "IMRT",
                        "hematologic toxicity"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "Yes",
                "TargetDuration": "1 Month",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "None Retained",
                    "BioSpecDescription": "There is two study groups. Group A consists of 33 rectal cancer patients as designed. Group B consists of 25 gastric cancer patients as designed."
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "58",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Rectal cancer patients",
                            "ArmGroupDescription": "For rectal cancer patients before surgery, IMRT is given with 5000 cGy in 25 fractions (5 weeks). Concurrent chemotherapy consists of oxaliplatin (50 mg/m2 ) intravenously over 2 h on days 1, 8, 15, 22 and 29, and capecitabine (825 mg/m2 twice day) was given orally on each day of radiation.The dose constraints for active bone marrow are V5<95%, V10<88%,V20<80%,V30<65%, V40<45%.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Radiation: Bone Marrow-sparing Intensity-Modulated Radiotherapy"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Gastric cancer patients",
                            "ArmGroupDescription": "For gastric cancer patients after surgery and chemotherapy,the 4500 cGy of radiation was delivered in 25 fractions, five days per week. Concurrent chemotherapy regimen is monotherapy with capecitabine 1600mg∙m2 twice a day (b.i.d.).The dose constraints for active bone marrow are V5<90%, V10<80%,V20<70%,V30<55%, V40<35%.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Radiation: Bone Marrow-sparing Intensity-Modulated Radiotherapy"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Radiation",
                            "InterventionName": "Bone Marrow-sparing Intensity-Modulated Radiotherapy",
                            "InterventionDescription": "Use Bone Marrow-sparing Intensity-Modulated Radiotherapy to limit the dose of active bone marrow in radiation fields. The BM regions on the T1-weighted images that showed a signal intensity equal to or slightly higher than that of muscle were contoured as active BM",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Gastric cancer patients",
                                    "Rectal cancer patients"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Hematologic toxicity",
                            "PrimaryOutcomeDescription": "According to the Radiation Therapy Oncology Group acute radiation morbidity scoring criteria, primary endpoints of interest were the white blood cell count (WBC), absolute neutrophil count (ANC), hemoglobin (Hgb), and platelet count nadirs and highest grade of each toxicity occurring within 60 days of initiation of concurrent chemoradiotherapy (CRT).\n\nFor rectal patients, Grade 2-4 leukopenia, neutropenia,anemia, and thrombocytopenia are considered as endpoints.\n\nFor gastric patients, Grade 3-4 leukopenia, neutropenia,anemia, and thrombocytopenia are considered as endpoints.",
                            "PrimaryOutcomeTimeFrame": "Within 60 days of initiation of concurrent chemoradiotherapy"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Low dose volume",
                            "SecondaryOutcomeDescription": "the volume of active BM receiving 5,10,20,30 and 40 Gy",
                            "SecondaryOutcomeTimeFrame": "Within the course of concurrent chemoradiotherapy"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Conformity and Homogeneity of IMRT plan",
                            "SecondaryOutcomeDescription": "Conformity Index (CI）and Homogeneity Index (HI) were used to evaluate the conformity and homogeneity of IMRT plan.",
                            "SecondaryOutcomeTimeFrame": "Within course of concurrent chemoradiotherapy"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAll gastric cancer patients had to fulfill the following criteria: histologically confirmed adenocarcinoma of the stomach, cancer resected without residual disease (R0 gastrectomy), at least a D1 lymph node dissection, a classification as stage II through III according to the 2009 staging criteria of the American Joint Commission on Cancer, at least 4 cycles of chemotherapy, age greater than 18 years and less than or equal to 75 years, a performance status of 1 or lower according to Eastern Cooperative Oncology Group (ECOG) criteria, adequate function of major organs (including cardiac, hepatic, and renal functions), adequate bone marrow function (hemoglobin>10g/dL; absolute neutrophil count [ANC]≥2,000/μL; platelet count≥100,000/μL; leukocyte count ≥4,000/μL), a caloric intake greater than 1,500 kcal/day by oral route, treatment beginning no later than 4 weeks after the last cycles of chemotherapy (but a delay of 1 week was allowed to permit full recovery, with restoration of adequate nutritional intake).\n\nAll rectal cancer patients with histologically confirmed rectal adenocarcinoma that involved the distal 12 cm of the rectum without evidence of distant metastases were eligible. The patients had to have undergone a staging evaluation within 6 weeks before initiation of the study by endoscopic ultrasonography (US), with evidence of Stage T3 or T4 tumor and/or evidence of lymph node involvement defined by the presence of at least one enlarged perirectal lymph node >8 mm in size and sonographically suspicious for metastasis. No previous RT to the pelvis and no previous chemotherapy for rectal cancer were allowed. Other inclusion criteria are age greater than 18 years and less than or equal to 75 years, a performance status of 1 or lower according to Eastern Cooperative Oncology Group (ECOG) criteria, adequate function of major organs (including cardiac, hepatic, and renal functions), adequate bone marrow function (hemoglobin>10g/dL; absolute neutrophil count [ANC]≥2,000/μL; platelet count≥100,000/μL; leukocyte count ≥4,000/μL), a caloric intake greater than 1,500 kcal/day by oral route.\n\nExclusion Criteria:\n\nFor gastric patients, cases with stage IA or IB (T2aN0) disease (according to the American Joint Committee on Cancer 2002 staging system), microscopically positive resection margin, and involvement of M1 lymph node or distant metastases were excluded from the study; prior abdominal irradiation;\n\nFor rectal patients, cases were excluded from the study if they had metastatic rectal cancer, other tumour types than adenocarcinoma of the rectum; prior pelvic irradiation;\n\nOther key exclusion criteria were: past or concurrent history of neoplasm except curatively treated non-melanoma skin cancer or in situ carcinoma of the cervix; current uncontrolled infection; unresolved bowel obstruction or subobstruction; uncontrolled Crohn's disease or ulcerative colitis; current history of chronic diarrhoea; other serious illness or medical conditions; contraindication towards study drugs and radiation; prior radiotherapy, chemotherapy or any targeting therapy; administration of any other experimental drug under investigation concomitantly or within 4 weeks before eligibility; and pregnant or lactating patients.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "MaximumAge": "75 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "II/III rectal cancer and gastric cancer patients",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Jing Jin, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+86-13601365130",
                            "CentralContactEMail": "jingjin1025@163.com"
                        },
                        {
                            "CentralContactName": "Jianyang Wang, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+86-13810095191",
                            "CentralContactEMail": "pkucell@163.com"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Jing Jin, MD",
                            "OverallOfficialAffiliation": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Jianyang Wang, MD",
                            "OverallOfficialAffiliation": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Department of Radiation Oncology, Cancer Institute and Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Beijing",
                            "LocationState": "Beijing",
                            "LocationZip": "100021",
                            "LocationCountry": "China",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Jianyang Wang, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+86-13810095191",
                                        "LocationContactEMail": "pkucell@163.com"
                                    },
                                    {
                                        "LocationContactName": "Jing Jin, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "+86-10-87788122",
                                        "LocationContactEMail": "jingjin1025@163.com"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "26612321",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Jianyang W, Yuan T, Yuan T, Xin W, Ning L, Hua R, Hui F, Yanru F, Shulian W, Yongwen S, Yueping L, Weihu W, Yexiong L, Jing J. A prospective phase II study of magnetic resonance imaging guided hematopoietical bone marrow-sparing intensity-modulated radiotherapy with concurrent chemotherapy for rectal cancer. Radiol Med. 2016 Apr;121(4):308-14. doi: 10.1007/s11547-015-0605-2. Epub 2015 Nov 27."
                        }
                    ]
                }
            }
        },
        "AnnotationSection": {
            "AnnotationModule": {
                "UnpostedAnnotation": {
                    "UnpostedResponsibleParty": ", Vice chairman in the department of Radiation Oncology, Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
                    "UnpostedEventList": {
                        "UnpostedEvent": [
                            {
                                "UnpostedEventType": "Release",
                                "UnpostedEventDate": "July 30, 2015"
                            },
                            {
                                "UnpostedEventType": "Reset",
                                "UnpostedEventDate": "August 26, 2015"
                            }
                        ]
                    }
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023",
                "SubmissionTracking": {
                    "SubmissionInfoList": {
                        "SubmissionInfo": [
                            {
                                "SubmissionReleaseDate": "July 30, 2015",
                                "SubmissionResetDate": "August 26, 2015"
                            }
                        ]
                    }
                }
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000013274",
                            "ConditionMeshTerm": "Stomach Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000012004",
                            "ConditionMeshTerm": "Rectal Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005770",
                            "ConditionAncestorTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000013272",
                            "ConditionAncestorTerm": "Stomach Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000015179",
                            "ConditionAncestorTerm": "Colorectal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000007414",
                            "ConditionAncestorTerm": "Intestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000007410",
                            "ConditionAncestorTerm": "Intestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012002",
                            "ConditionAncestorTerm": "Rectal Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M15754",
                            "ConditionBrowseLeafName": "Stomach Neoplasms",
                            "ConditionBrowseLeafAsFound": "Gastric Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14536",
                            "ConditionBrowseLeafName": "Rectal Neoplasms",
                            "ConditionBrowseLeafAsFound": "Rectal Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15752",
                            "ConditionBrowseLeafName": "Stomach Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17580",
                            "ConditionBrowseLeafName": "Colorectal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10138",
                            "ConditionBrowseLeafName": "Intestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10134",
                            "ConditionBrowseLeafName": "Intestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14534",
                            "ConditionBrowseLeafName": "Rectal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T5486",
                            "ConditionBrowseLeafName": "Stomach Cancer",
                            "ConditionBrowseLeafAsFound": "Gastric Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "T170",
                            "ConditionBrowseLeafName": "Acute Graft Versus Host Disease",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M1674",
                            "InterventionBrowseLeafName": "Oxaliplatin",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M377",
                            "InterventionBrowseLeafName": "Capecitabine",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}