{
    "Rank": 367,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04293406",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "19-10021003"
                },
                "Organization": {
                    "OrgFullName": "Weill Medical College of Cornell University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "pCHIP: Prostate Cancer Health Impact Program",
                "OfficialTitle": "WCM Catchment Prostate Cancer Health Impact Program (pCHIP)"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 10, 2021",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 2025",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "February 28, 2020",
                "StudyFirstSubmitQCDate": "February 28, 2020",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "March 3, 2020",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 22, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 24, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Weill Medical College of Cornell University",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This project focuses on African American (AA) men and Hispanic/Latino (H/L) men with prostate cancer (PCa) in Brooklyn/Queens catchment. Evidence from randomized clinical trials support the efficacy of decision navigation intervention, with navigated patients showing greater confidence in their decisions about cancer treatment and less regret. The investigators will develop and test the acceptability and feasibility of a decision navigation intervention for AA or H/L men with prostate cancer.\n\nThe primary aim for this study is to adapt and tailor an evidence based decision navigation intervention for AA and H/L men newly diagnosed with prostate cancer (PCa). The investigators hypothesize that men in the decision navigation intervention arm will report higher levels of decision self-efficacy, less decisional conflict, and regret about their treatment decisions compared to men engaged in standard of care.",
                "DetailedDescription": "Objectives This study will develop and test the acceptability and feasibility of a decision navigation intervention (DNI) for AA or H/L men with PCa through consideration of the role of partners and family members in the decision-making process.\n\nHypotheses / Research Questions Among AA or H/L men diagnosed with early stage PCa, the primary aims of this study are to:\n\nAim 1:\n\nAdapt and tailor an evidence-based decision navigation intervention (DNI) for AA and H/L men diagnosed with prostate cancer. The investigators hypothesize that key concepts around information sharing and counseling, health behavior coordination, and emotional social support will be elicited\n\nAim 2:\n\nEvaluate the feasibility, acceptability, and preliminary efficacy of the tailored DNI among AA and H/L men newly diagnosed with prostate. First, the investigators hypothesize that feasibility and acceptability benchmarks will be met. Second, the investigators hypothesize that men in the DNI arm will report higher levels of decision self-efficacy, less decisional conflict, and regret about their treatment decisions at 6 months, compared to men engaged in standard-of-care (SOC). Third, the investigators hypothesize (exploratory) that men in the DNI arm will engage more in discussions about appropriate clinical trials, resulting in more navigated men considering clinical trial enrollment, compared to men receiving SOC.\n\nOverall Design\n\nThis study will be conducted in two Groups:\n\nEstablished Prostate Cancer Group:\n\nEstablished Prostate Cancer Group will consist of a qualitative study of 12 semi-structured interviews with self-identified AA patient undergoing prostate treatment (stages I-III) (N-12 patients) and 12 semi-structured interviews with H/L patient undergoing prostate treatment (stages I-III) (N=12 patients) at NYPHQueens and NYPH-BM. Interview content will focus on psychosocial and sociocultural factors associated with PCa decision making, social support, and physician-patient communication.\n\nAt Risk of Prostate Cancer Group:\n\nAt Risk of Prostate Cancer Group will recruit 58 self-identified AA or H/L men at risk of prostate cancer (stages I-III) receiving care at NYPH-Queens and NYPHQ (29 at each hospital) to participate in the evaluation of the tailored DNI intervention. Men who consent to participate in the study will complete a baseline survey. After biopsy appointment, participants with a negative Prostate Cancer biopsy will receive a study closure phone call, ending study participation. Participants with positive Prostate Cancer biopsy will proceed with study procedures and be randomly assigned to DNI or SOC. Participants with a positive Prostate Cancer biopsy will be followed for 6 months and complete assessments at 2 weeks, 1 month, and 6 months (close of the study)."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "82",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Established Prostate Cancer Group",
                            "ArmGroupDescription": "Established Prostate Cancer Group will consist of a qualitative study of 12 semi-structured interviews with self-identified AA patient undergoing prostate treatment (stages I-III) (N-12 patients) and 12 semi-structured interviews with H/L patient undergoing prostate treatment (stages I-III) (N=12 patients) at NYPH Queens and NYPH-BM. Interview content will focus on psycho-social and socio-cultural factors associated with prostate cancer decision making, social support, and physician-patient communication."
                        },
                        {
                            "ArmGroupLabel": "At Risk of Prostate Cancer Group",
                            "ArmGroupDescription": "At Risk of Prostate Cancer Group will recruit 58 self-identified AA or H/L men at risk of prostate cancer (stages I-III) receiving care at NYPH-Queens and NYPHQ (29 at each hospital) to participate in the evaluation of the tailored DNI intervention. Men who consent to participate in the study will complete a baseline survey. After biopsy appointment, participants with a negative Prostate Cancer biopsy will receive a study closure phone call, ending study participation.\n\nParticipants with positive Prostate Cancer biopsy will proceed with study procedures and be randomly assigned to decision navigation intervention (DNI) or standard of care (SOC). Participants with a positive Prostate Cancer biopsy will be followed for 6 months and complete assessments at 2 weeks, 1 month, and 6 months (close of the study).",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Decision Navigation Intervention (DNI)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Decision Navigation Intervention (DNI)",
                            "InterventionDescription": "This study will develop and test the acceptability and feasibility of a decision navigation intervention (DNI) for AA or H/L men with prostate cancer through consideration of the role of partners and family members in the decision-making process. In the decision navigation intervention (DNI), participants will meet with the navigator in person or via phone, prior to their specialist treatment consultation. At the end of the DNI visit, participants will receive a personalized list of prioritized questions. At the end of the decision navigation appointment, all navigated patients will complete a five-item navigation rating scale evaluating the intervention and its impact on their preparation for the consultation visit.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "At Risk of Prostate Cancer Group"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Development of Evidence-Based Decision Navigation Intervention through Semi-Structured Interviews for AA and H/L men diagnosed with prostate cancer",
                            "PrimaryOutcomeDescription": "By conducting semi-structured interview, the investigators will adapt and tailor an evidence-based decision navigation intervention (DNI) for AA and H/L men diagnosed with prostate cancer. Semi-structured interviews consist of participant information and free-response questions. Participant information such as, contact information, health information, prostate cancer risk perception, basic demographic and chart abstractions will be recorded.",
                            "PrimaryOutcomeTimeFrame": "1 Day"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Decisional Self-Efficacy as measured by the Decisional Self-Efficacy Scale between Decision Navigation Intervention versus Standard of Care for AA and H/L men newly diagnosed with prostate cancer",
                            "SecondaryOutcomeDescription": "The Decisional Self-Efficacy scale will be used to assess confidence to participate in decision making at a level personally desired.\n\nThe 11 items require participants to reflect on confident levels about various aspects of the decision-making process. Responses are measured on a Likert scale that range from 0, not at all confident, to 4, very confident. Scores range from 0 (low self-efficacy) to 100 (high self-efficacy)",
                            "SecondaryOutcomeTimeFrame": "Up to 6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Preference for Control in the Decision-making as measured by the Control Preference Scale between Decision Navigation Intervention versus Standard of Care for AA and H/L men newly diagnosed with prostate cancer",
                            "SecondaryOutcomeDescription": "Preference for control in the decision-making process will be assessed with the Control Preference Scale.\n\nIndividuals are asked, \"Who should make medical decisions?\" Response options included:\n\n\"I make the final decision on my own;\"\n\"I make the decision after seriously considering my doctor's opinion;\"\n\"My doctor and I share responsibility for the decision;\"\n\"I prefer that the doctor make the decision after seriously considering my opinion;\"\n\"I prefer that the doctor make the decision.\"\n\nResponses will be collapsed and categorized into 3 categories:\n\nActive decision-making styles (options a and b) Collaborative styles (option c) Passive styles (options d and e)",
                            "SecondaryOutcomeTimeFrame": "Up to 6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Health Information as measured by the Health Information National Trends Survey (HINTS) between Decision Navigation Intervention versus Standard of Care for AA and H/L men newly diagnosed with prostate cancer",
                            "SecondaryOutcomeDescription": "The comprehensive Health Information National Trends Survey (HINTS) will be used to assess cancer education and healthcare access, history, and attitudes with a focus on prostate cancer prostate cancer and colorectal cancer (CRC) screening behaviors, knowledge of cancer trials, and use of internet/mHealth technologies assessment.\n\nHINTS data can be used to inform the design, content, and evaluation of cancer control initiatives by revealing where knowledge of and/or behavioral engagement in cancer control strategies are low; by highlighting the media used most often to obtain cancer control information; and by providing national-level trends in behavioral factors related to cancer control. Additionally, subgroup-specific analyses of HINTS data can be used to inform tailored cancer control planning efforts (e.g., by gender, race/ethnicity, socioeconomic status, cancer history).",
                            "SecondaryOutcomeTimeFrame": "Up to 6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Regret as Measured by the Decision Regret Scale between Decision Navigation Intervention versus Standard of Care for AA and H/L men newly diagnosed with prostate cancer",
                            "SecondaryOutcomeDescription": "The Decision Regret Scale measures \"distress or remorse after a (health care) decision.\" In a short introductory statement, respondents are asked to reflect on a specific past decision, and then asked to indicate the extent to which they agree or disagree with the statements in the regret scale by indicating a number from 1 (Strongly Agree) to 5 (Strongly Disagree) that best indicates their level of agreement. Regret is measured at a point in time when the respondent can reflect on the effects on the decision.\n\nItems 2 and 4 should be reversed coded so that, for each item, a higher number will indicate more regret. To help others interpret the score more readily with other scales ranging from 0 to 100, these scores can then be converted to a 0-100 scale by subtracting 1 from each item then multiply by 25. To obtain a final score, the items are summed and averaged. A score of 0 means no regret; a score of 100 means high regret.",
                            "SecondaryOutcomeTimeFrame": "Up to 6 Months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Established Prostate Cancer Group:\n\nInclusion Criteria:\n\nParticipant must be designated male at birth\nSelf-identified AA or H/L\nBe 18 years of age or older\nFluent in English or Spanish\nAble to provide informed consent.\n\nExclusion Criteria:\n\nPatients or shared decision makers with cognitive or sensory impairment which impede their ability to provide informed consent as determined by consenting individual or documented in the medical record.\n\nAt Risk of Prostate Cancer Group:\n\nInclusion Criteria:\n\nParticipant must be designated male at birth\nSelf-identified AA or H/L\nBe 18 years of age or older\nHave stage I-III PCa, not yet begun cancer treatment\nHave no evidence of progressive disease or second primary cancer\n\nExclusion Criteria:\n\nMen who have already begun cancer treatment\nHave evidence of progressive disease\nSecond primary cancer",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "MinimumAge": "18 Years",
                "MaximumAge": "89 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Established Prostate Cancer Group will consist of a qualitative study of 12 semi-structured interviews with self-identified AA patient undergoing prostate treatment (stages I-III) (N=12 patients) and 12 semi-structured interviews with H/L patient undergoing prostate treatment (stages I-III) (N=12 patients)\n\nAt Risk of Prostate Cancer Group will recruit 58 self-identified AA or H/L men at risk of Prostate Cancer (stages I-III) receiving care at NYP-Brooklyn Methodist and NYP-Queens (29 at each hospital)",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Joseph Osborne, MD/Ph.D",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "212-746-6797",
                            "CentralContactEMail": "jro7001@med.cornell.edu"
                        },
                        {
                            "CentralContactName": "Alexis Watson",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "646-962-2347",
                            "CentralContactEMail": "alw4020@med.cornell.edu"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Joseph Osborne, MD/Ph.D",
                            "OverallOfficialAffiliation": "Weill Medical College of Cornell University",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "New York-Presbyterian Brooklyn Methodist",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Brooklyn",
                            "LocationState": "New York",
                            "LocationZip": "11217",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Alfred Winkler, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "718-230-7788",
                                        "LocationContactEMail": "alw3005@med.cornell.edu"
                                    },
                                    {
                                        "LocationContactName": "Alfred Winkler, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "New York-Presbyterian Queens",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Fresh Meadows",
                            "LocationState": "New York",
                            "LocationZip": "11366",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "David Green, MD/Ph.D",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "718-303-3720",
                                        "LocationContactEMail": "dag9025@nyp.org"
                                    },
                                    {
                                        "LocationContactName": "David Green, MD/Ph.D",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}