{
    "Rank": 373,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01196130",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2009-0091"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "R01CA172670",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/R01CA172670"
                        },
                        {
                            "SecondaryId": "RP110584",
                            "SecondaryIdType": "Other Grant/Funding Number",
                            "SecondaryIdDomain": "CPRIT"
                        },
                        {
                            "SecondaryId": "NCI-2017-00505",
                            "SecondaryIdType": "Registry Identifier",
                            "SecondaryIdDomain": "NCI CTRP"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "M.D. Anderson Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Colorectal Cancer Umbrella Protocol - Assessment of Targeted Therapies Against Colorectal Cancer (ATTACC Program) Screening Protocol",
                "OfficialTitle": "Assessment of Targeted Therapy Against Colorectal Cancer (ATTACC) Screening Protocol"
            },
            "StatusModule": {
                "StatusVerifiedDate": "December 2022",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 2010",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 9, 2022",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 9, 2022",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "September 3, 2010",
                "StudyFirstSubmitQCDate": "September 7, 2010",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 8, 2010",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "December 12, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "December 13, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "M.D. Anderson Cancer Center",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Cancer Institute (NCI)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The goal of this clinical research study is to test for biomarkers in patients with metastatic or unresectable, locally advanced colorectal cancer. Biomarkers are chemical \"markers\" in the tumor tissue and/or blood that may be related to your reaction to cancer drugs.\n\nThis is an investigational study. This study's biomarker testing is for research purposes only.\n\nUp to 1280 patients will be enrolled in this study. All will be enrolled at MD Anderson.",
                "DetailedDescription": "The effectiveness of drugs used to treat colorectal cancer may be different from person to person. Researchers want to learn if certain biomarkers can be used to help predict which cancer drugs may work better than other drugs in different people with colorectal cancer.\n\nStudy Participation:\n\nIf you agree to take part in this study, the following tests and procedures will be performed:\n\nA leftover sample of tumor tissue from a previous procedure, if available, will be used for biomarker testing.\nBlood (about 3 tablespoons) will be drawn for biomarker testing, to check for levels of cytokines (proteins that may affect the immune system), and to check the circulating tumor cells (CTCs) in your blood.\nYou will be asked how well you are able to perform the normal activities of daily living (performance status).\n\nYou will also fill out a questionnaire about the cancer symptoms. This should take about 5 minutes.\n\nBiomarker Test Results:\n\nThe study doctor and staff will review the biomarker test results with you.\n\nIf the results seem to show that a certain investigational drug may help to control the cancer, and the drug is available through a separate MD Anderson clinical research study called a \"companion\" drug study, your doctor may recommend that you have additional tests and procedures performed. The tests and procedures will be performed as part of the companion drug study to see if you are eligible to receive that drug. You will be asked to sign a separate consent form for the companion drug study.\n\nIt is possible that the biomarker test results may seem to show that more than one drug may help to control the cancer. If so, it may be possible that you could receive the other drug(s) under other companion studies in the future. The study tests described below would be repeated during those other studies as well.\n\nEven if the biomarker testing shows that a certain drug may be helpful, it is possible that you may not be eligible to take part in the separate companion drug study, the study drug may not be available, or there may be other reasons you cannot take part in the drug study. You may also decide that you do not want to take part in the companion drug study. Your doctor will discuss other available treatment options with you.\n\nStudy Visits:\n\nAt study visits for this biomarker research study, the following tests and procedures will be performed:\n\nYou will fill out the cancer symptom questionnaire.\nYour performance status will be recorded.\nBlood (about 1 tablespoon) will be drawn for biomarker, cytokine, and CTC testing.\n\nYour schedule of study visits will depend on whether or not you take part in a companion study. There is a different schedule of visits for participants who do not take part in a companion study but instead either take part in a clinical research study that is not a companion study or they receive standard cancer drug(s).\n\nIf you take part in 1 or more companion studies, you will have study visits for this biomarker research study on the following schedule:\n\nbefore you start taking the drug(s) if you join a companion drug study and it has been 2 or more weeks since you had these tests done (note: the amount of blood drawn will be about 2 tablespoons at this visit)\neach time you return for imaging scans during the time that you take part in 1 or more companion drug studies\nafter you stop taking part in a companion drug study\n\nIf your first treatment after consenting to this biomarker research study is part of a clinical research study that is not a companion study or if you receive standard cancer drug(s), you will have study visits for this biomarker research study on the following schedule:\n\nbefore you start taking the drug(s) during your first treatment period at MD Anderson and it has been 2 or more weeks since you had these tests done (note: the amount of blood drawn will be about 2 tablespoons at this visit)\neach time you return for imaging scans during your first treatment period at MD Anderson\nafter you first stop taking part in a clinical research study that is not a companion drug study, or until you first stop taking standard cancer drug(s).\n\nLength of Treatment:\n\nThe study testing will continue:\n\nfor as long as you are taking part in a companion drug study, or\nuntil you first stop taking part in a clinical research study that is not a companion drug study, or until you first stop taking standard cancer drug(s), if you do not take part in a companion drug study.\n\nFollow-Up Visit:\n\nIf you stop taking part in this study:\n\nYou will fill out the cancer symptom questionnaire.\nYour performance status will be recorded.\nBlood (about 1 tablespoon) will be drawn for biomarker, cytokine, and CTC testing.\n\nLong-Term Follow-Up:\n\nAfter your follow-up visit, from then on, the research staff will collect information on your health status, the drug(s) you receive, and the status of the disease. This information may be collected at the time of standard clinic visits, by reviewing your medical record and imaging scans, and/or by contacting you by phone, mail, and/or email. If you are called, the call will last about 10 minutes or less."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Colorectal Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Metastatic colorectal cancer",
                        "CRC",
                        "Colorectal adenocarcinoma",
                        "Biomarker determination",
                        "Tumor tissue",
                        "Treatment protocols"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Only"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "Blood (16 mL) collected and archived tumor samples (primary tumor or metastatic site) from prior surgeries or biopsies."
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "1275",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Biomarker Assessment",
                            "ArmGroupDescription": "Leftover sample of tumor tissue from a previous procedure used for biomarker testing. Blood drawn for biomarker testing, to check for levels of cytokines, and to check the circulating tumor cells (CTCs). Cancer Symptom Questionnaire completion about cancer symptoms.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Cancer Symptom Questionnaire",
                                    "Other: Biomarker Testing"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Cancer Symptom Questionnaire",
                            "InterventionDescription": "5 minute questionnaire(s) completed at each study visit.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Biomarker Assessment"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Biomarker Testing",
                            "InterventionDescription": "Blood draw at each study visit for biomarker and cytokine testing.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Biomarker Assessment"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Rate of Successful Biomarker Determination",
                            "PrimaryOutcomeDescription": "Descriptive analysis performed to report the frequency of informative biomarkers for each of the companion allocation biomarkers as a proportion of patients enrolled onto the study. The primary analysis will be number of patients where informative biomarker results were determined for all tested biomarkers divided by the total number of patients enrolled on the study. Results reported separately for each of the individual biomarkers. Reasons for non-informative results reported descriptively.",
                            "PrimaryOutcomeTimeFrame": "+/- 7 days"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nThe patient has a histologically or cytologically confirmed colorectal adenocarcinoma with metastatic or unresectable, locally advanced disease documented on diagnostic imaging studies.\nThe patient must have been previously treated with systemic chemotherapy for metastatic or unresectable, locally advanced colorectal cancer, with no limit on the number of prior regimens. Patients who develop recurrent or metastatic disease on or within 6 months of adjuvant therapy are eligible.\nAge >/=18 years to provide a uniform oncologic phenotype of adult-onset colorectal cancer.\nECOG performance status 0-2.\nThe patient has signed informed consent.\n\nExclusion Criteria:\n\n1) Inability to comply with study and/or follow-up procedures.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients previously treated with systemic chemotherapy for metastatic colorectal cancer.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Scott Kopetz, MD",
                            "OverallOfficialAffiliation": "M.D. Anderson Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Texas MD Anderson Cancer Center",
                            "LocationCity": "Houston",
                            "LocationState": "Texas",
                            "LocationZip": "77030",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "27045102",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Overman MJ, Morris V, Kee B, Fogelman D, Xiao L, Eng C, Dasari A, Shroff R, Mazard T, Shaw K, Vilar E, Raghav K, Shureiqi I, Liang L, Mills GB, Wolff RA, Hamilton S, Meric-Bernstam F, Abbruzzese J, Morris J, Maru D, Kopetz S. Utility of a molecular prescreening program in advanced colorectal cancer for enrollment on biomarker-selected clinical trials. Ann Oncol. 2016 Jun;27(6):1068-1074. doi: 10.1093/annonc/mdw073. Epub 2016 Feb 18."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "University of Texas MD Anderson Cancer Center Website",
                            "SeeAlsoLinkURL": "http://www.mdanderson.org"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000015179",
                            "ConditionMeshTerm": "Colorectal Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000007414",
                            "ConditionAncestorTerm": "Intestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005770",
                            "ConditionAncestorTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000003108",
                            "ConditionAncestorTerm": "Colonic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000007410",
                            "ConditionAncestorTerm": "Intestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012002",
                            "ConditionAncestorTerm": "Rectal Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M3275",
                            "ConditionBrowseLeafName": "Adenocarcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17580",
                            "ConditionBrowseLeafName": "Colorectal Neoplasms",
                            "ConditionBrowseLeafAsFound": "Colorectal Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M10138",
                            "ConditionBrowseLeafName": "Intestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6026",
                            "ConditionBrowseLeafName": "Colonic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10134",
                            "ConditionBrowseLeafName": "Intestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14534",
                            "ConditionBrowseLeafName": "Rectal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        }
                    ]
                }
            }
        }
    }
}