{
    "Rank": 376,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05691608",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2021-A02990-41"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "2021-3321",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "CSET NUMBER"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Gustave Roussy, Cancer Campus, Grand Paris",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "MoleculAr Profiling for Pediatric and Young Adult Cancer Treatment Stratification 2",
                "OfficialTitle": "MoleculAr Profiling for Pediatric and Young Adult Cancer Treatment Stratification 2",
                "Acronym": "MAPPYACTS2"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 9, 2022",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "September 9, 2030",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "September 9, 2030",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "December 12, 2022",
                "StudyFirstSubmitQCDate": "January 19, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 20, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "January 19, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "January 20, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Gustave Roussy, Cancer Campus, Grand Paris",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "FMG2025 continues the previous efforts to propose treatment for patients based on the molecular characteristics of their tumor at treatment failure in cancer precision medicine trials within standard of care in France. However, whereas FMG2025 is a descriptive effort providing the basis for clinical decisions, MAPPYACTS 2 will translate these findings to clinical actions. The symbiosis is critical to advance patient care.\n\nSince 2012, the molecular profiling trials \"MOlecular Screening for CAncer Treatment Optimization\" (MOSCATO-01) and \"MoleculAr Profiling for Pediatric and Young Adult Cancer Treatment Stratification\" (MAPPYACTS) have included pediatric and adolescent patients with recurrent or refractory malignancy that underwent on-purpose biopsy or surgical intervention. Whole Exome Sequencing of tumor and normal tissue and RNA Sequencing of tumor tissue have been applied to detect genomic alterations that could lead to an adapted targeted treatment. Furthermore, ancillary studies were associated exploring circulating tumor DNA, the immune contexture of tumors and developing Patient-Derived Xenografts (PDX).\n\nThe FMG2025 project transfers the molecular profiling of advanced pediatric cancers into a global approach that is now considered standard of care in France. Subsequent clinical recommendations and decisions will be made based on discussions with biologists, scientist and physicians in the molecular and clinical molecular tumor boards. Associated ancillary research studies and links to clinical interventional studies remain essential elements of the program to provide clinical, translational and basic research in order to improve scientific knowledge.\n\nThe program is articulated in two main parts that are closely interacting:\n\nFMG2025 - Cancers et leucémies pédiatriques en échec de traitement or equivalent international projects that cover the sequencing of tumor and blood samples and provide molecular reports.\n\nThe clinical study MAPPYACTS 2 that provides clinical and therapeutic discussions of the sequencing results and therapy recommendations via the clinical molecular tumor board reports. It collects molecular and comprehensive clinical data of the patients registered in FMG2025 or equivalent international projects and thereby constitutes the critical link to clinical interventional studies and its sponsors ensuring facilitated access to these trials. It also covers and coordinates ancillary research studies.",
                "DetailedDescription": "MAPPYACTS 2 is a prospective international multicentric clinical study to provide clinical therapeutic recommendations, to set up the molecular and comprehensive clinical database of patients with relapsed or refractory pediatric malignancies in FMG2025 - Cancers et leucémies pédiatriques en échec de traitement or equivalent international projects, to collect the follow-up data on treatment and patients' outcome, in order to determine the outcome of the program in regard to benefit to the patient, all the patients and to health care. It will also serve as a central link to interventional study platforms and international precision medicine programs, and to cover and coordinate ancillary research studies that lead to improved treatment and outcome for children with advanced malignancies.\n\nSubsequent clinical recommendations and decisions will be made based on discussions with biologists, scientists and physicians in the molecular and clinical molecular tumor boards run by the MAPPYACTS 2 study teams.\n\nAssociated ancillary research studies and links to clinical interventional studies are essential components of the program to perform clinical, translational and basic research in order to generate scientific knowledge and develop new treatment strategies that improve outcome of these patients. Research projects will be discussed and agreed on in the MAPPYACTS 2 study committee."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Solid Tumor",
                        "Leukemia"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Diagnostic",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "1800",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Patient with solid tumor or leukemia (no treatment)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patient with solid tumor or leukemia (no treatment)",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Biological: Solid tumor and CT DNA"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Biological",
                            "InterventionName": "Solid tumor and CT DNA",
                            "InterventionDescription": "Biopsy and blood sample",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Patient with solid tumor or leukemia (no treatment)"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Overall survival (OS)",
                            "PrimaryOutcomeDescription": "Defined as the time from study entry to death whatever the cause of death, after 3 years, for the whole cohort and according to cancer type.",
                            "PrimaryOutcomeTimeFrame": "3 years"
                        },
                        {
                            "PrimaryOutcomeMeasure": "The number of additional technologies and new treatment strategies that are introduced in the care for advanced pediatric cancers through this research program.",
                            "PrimaryOutcomeDescription": "The number of patients receiving matched targeted treatments The number of new treatment strategies that are introduced in the care for advanced pediatric cancers through this research program The number of additional technologies that are introduced in the care for advanced pediatric cancers through this research program",
                            "PrimaryOutcomeTimeFrame": "3 years"
                        },
                        {
                            "PrimaryOutcomeMeasure": "The types of additional technologies and new treatment strategies that are introduced in the care for advanced pediatric cancers through this research program.",
                            "PrimaryOutcomeDescription": "The type of patients receiving matched targeted treatments The type of new treatment strategies that are introduced in the care for advanced pediatric cancers through this research program The type of additional technologies that are introduced in the care for advanced pediatric cancers through this research program",
                            "PrimaryOutcomeTimeFrame": "3 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Objective response rate on treatment attributed by the molecular tumor board in the clinical trial, overall and according to the treatment decision",
                            "SecondaryOutcomeDescription": "Objective tumor response measured according to the standard for each tumor entity (i.e. RECIST 1.1, INRC, RANO, etc.).\n\nAssessed for the whole cohort, for each disease entity as well as for each suggested treatment and until last follow-up.\n\nThe number and proportion of patients that are suggested to receive a matched targeted agent Direct medical costs including the planned or recently performed intervention",
                            "SecondaryOutcomeTimeFrame": "3 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Progression-free survival (PFS)",
                            "SecondaryOutcomeDescription": "Defined as the time interval from start of attributed treatment (targeted or not) to progression or death.\n\nThey will be assessed for the whole cohort, for each disease entity as well as for each suggested treatment and until last follow-up.",
                            "SecondaryOutcomeTimeFrame": "3 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "5-year overall survival",
                            "SecondaryOutcomeDescription": "Defined as the time from study entry to death whatever the cause of death, after 5 years.\n\nThey will be assessed for the whole cohort, for each disease entity as well as for each suggested treatment and until last follow-up.",
                            "SecondaryOutcomeTimeFrame": "5 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPatient referred for sequencing of the tumor within the FMG2025 or equivalent program and written informed consent for FMG2025 \"Cancers et leucémies pédiatriques en échec de traitement\" or equivalent, according to local regulations\nWritten informed consent of MAPPYACTS 2 to collect molecular and comprehensive clinical data on cancer diagnosis, therapies, therapy outcomes, to provide clinical therapeutic recommendations, to collect follow-up data on treatment and patients' outcome; optional written consents to perform to ancillary research studies, according to local regulations. The written consent will include access to reimbursement data from the French national health insurance through linkage with the Système National des Données de Santé (SNDS) or equivalent.\nPatient with histologically/cytologically confirmed solid tumor or leukemia which is relapsed or refractory to standard treatment and who is potentially eligible for an experimental treatment or an early phase clinical trial\nPlanned tumor biopsy, surgical resection, bone marrow or blood sample or recently (preferably within the last 3 months) archived frozen tumor material available of the current recurrent or refractory disease\nPatients aged ≤ 25 years at the time of initial diagnosis\nPerformance status and life expectancy > 3 months expected to allow enrolment into an clinical trial\nPatients affiliated with a Social Security Regimen or beneficiary of the same, as per local regulatory requirements\n\nExclusion Criteria:\n\nAny concurrent illness or laboratory abnormality that, in the opinion of the investigator, is likely to interfere with the interpretation of study results\nPregnant women",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "6 Years",
                "MaximumAge": "25 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Birgit GEOERGER, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+33 (0)1 42 11 46 61",
                            "CentralContactEMail": "Birgit.GEOERGER@gustaveroussy.fr"
                        },
                        {
                            "CentralContactName": "Jean-Luc JOANNIC, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+33 (0)1 42 11 42 11",
                            "CentralContactPhoneExt": "47 94",
                            "CentralContactEMail": "jeanluc.joannic@gustaveroussy.fr"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Birgit GEOERGER, MD",
                            "OverallOfficialAffiliation": "Gustave Roussy, Cancer Campus, Grand Paris",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Gustave Roussy",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Paris",
                            "LocationState": "Villejuif",
                            "LocationZip": "94800",
                            "LocationCountry": "France",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Birgit GEOERGER, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "birgit.geoerger@gustaveroussy.fr"
                                    },
                                    {
                                        "LocationContactName": "Jean-Luc JOANNIC, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "jeanluc.joannic@gustaveroussy.fr"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "Study protocol Informed Consent Form",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Informed Consent Form (ICF)"
                    ]
                },
                "IPDSharingTimeFrame": "Data will become available in January 2023 The duration of the availability is up to 2030."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10635",
                            "ConditionBrowseLeafName": "Leukemia",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}