{
    "Rank": 381,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03798769",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "18-532"
                },
                "Organization": {
                    "OrgFullName": "Massachusetts General Hospital",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Supportive Oncology Care at Home for Patients With Pancreatic Cancer Receiving Preoperative FOLFIRINOX",
                "OfficialTitle": "Supportive Oncology Care at Home for Patients With Pancreatic Cancer Receiving Preoperative FOLFIRINOX"
            },
            "StatusModule": {
                "StatusVerifiedDate": "November 2022",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "January 31, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 1, 2022",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "September 1, 2022",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "December 27, 2018",
                "StudyFirstSubmitQCDate": "January 8, 2019",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 10, 2019",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "November 18, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "November 22, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Ryan Nipp",
                    "ResponsiblePartyInvestigatorTitle": "Primary Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Massachusetts General Hospital"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Massachusetts General Hospital",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Stand Up To Cancer",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The goal of this research is to study an intervention, which the investigators call \"Supportive Oncology Care at Home,\" that entails both remote patient monitoring (e.g. patient-reported symptoms, home monitored vital signs, and body weight) and a Medically Home care model (e.g. triggers for phone calls and visits to patients' homes to address and manage any concerning issues identified). Specifically, the investigators will conduct a single arm pilot study (N=20) in patients with pancreatic cancer who sign consent for parent trial of neoadjuvant FOLFIRINOX (18-179) receiving preoperative FOLFIRINOX to assess the feasibility and acceptability of Supportive Oncology Care at Home.",
                "DetailedDescription": "Preoperative treatment can cause significant morbidity and often result in hospitalizations. Patients receiving preoperative FOLFIRINOX often experience numerous side effects, including nausea, vomiting, diarrhea, fatigue, fever, neuropathy, and loss of appetite. Frequently, patients require hospital admissions to help address uncontrolled symptoms related to their cancer and side effects related to the treatment,\n\nInterventions targeting patients' symptoms and delivering care to patients at their homes have the potential to improve patient outcomes. Studies show that interventions targeting patients' symptoms can improve symptom management, enhance quality of life (QOL), and prevent hospitalizations.\n\nMedically Home interventions have shown the potential to enhance patient outcomes. The Medically Home model of care is an alternative to a hospital admission for acute care and treatment of a clinical condition. Medically Home interventions entail providing medical care to acutely ill patients in their home. In addition, research in the general medicine literature has demonstrated that interventions involving remote patient monitoring with 'triggers' for visits to patients' homes for worrisome symptoms can enhance care outcomes.\n\nAlthough this research demonstrates promising results, these studies have not been conducted among patients with cancer. Notably, the prior work involving home monitoring with visits as needed has lacked patient-reported outcomes, such as symptom monitoring. Thus, efforts are needed to develop and test interventions containing both symptom monitoring and the potential for home visits when necessary in a population of patients with cancer."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Pancreas Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Pancreas Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "60",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Supportive Oncology Care at Home",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The Supportive Oncology Care at Home intervention entails the following:\n\npatient-reported symptoms, vital sign, and weight monitoring with appropriate triggers for phone calls and home visits by Medically Home based on a clinician-derived algorithm\nscheduled nursing visits for intravenous (IV) hydration during the course of chemotherapy;\nregular communication with oncology clinicians regarding care delivered at home to ensure continuity of care.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Supportive Oncology Care at Home"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Supportive Oncology Care at Home",
                            "InterventionDescription": "Entails the following:\n\npatient-reported symptoms, vital sign, and weight monitoring with appropriate triggers to phone calls and home visits by Medically Home based on a clinician-derived algorithm;\nscheduled nursing visits for intravenous (IV) hydration during the course of chemotherapy;\nregular communication with oncology clinicians regarding care delivered at home to ensure continuity of care.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Supportive Oncology Care at Home"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Rates of study enrollment",
                            "PrimaryOutcomeDescription": "Proportion of patients who agree to participate in the study and sign informed consent.",
                            "PrimaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Rates of completion",
                            "PrimaryOutcomeDescription": "Proportion of patients who complete daily patient-reported symptom assessments within the first two weeks of enrollment.",
                            "PrimaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Rates of completion of daily symptom monitoring",
                            "SecondaryOutcomeDescription": "Proportion of participants completing daily symptom monitoring throughout the study",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rates of completion of daily vital signs",
                            "SecondaryOutcomeDescription": "Proportion of participants completing daily reporting of vital signs throughout the study",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rates of completion of weekly body weight",
                            "SecondaryOutcomeDescription": "Proportion of participants completing weekly reporting of body weight throughout the study",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of home visits required",
                            "SecondaryOutcomeDescription": "Number of home visits required, their average duration, the issues addressed at home, and the interventions delivered to patients at their home",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of phone calls required",
                            "SecondaryOutcomeDescription": "Number of phone calls required per patient as well as average duration of these calls",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of emails required",
                            "SecondaryOutcomeDescription": "Number of emails from Medically Home to the primary oncology team",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Patient acceptability",
                            "SecondaryOutcomeDescription": "Qualitative acceptability ratings from patients regarding helpfulness, convenience, and perceptions of the study.",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Family caregiver acceptability",
                            "SecondaryOutcomeDescription": "Qualitative acceptability ratings from family caregivers regarding helpfulness, convenience, and perceptions of the study.",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Clinician acceptability",
                            "SecondaryOutcomeDescription": "Qualitative acceptability ratings from clinicians regarding helpfulness, convenience, and perceptions of the study.",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of emergency department visits",
                            "SecondaryOutcomeDescription": "The number of emergency department [ED] visits and the proportion of patients needing an emergency department [ED] visit",
                            "SecondaryOutcomeTimeFrame": "2 Years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of urgent visits",
                            "SecondaryOutcomeDescription": "The number of urgent visits to clinic and the proportion of patients needing an urgent visit to clinic",
                            "SecondaryOutcomeTimeFrame": "2 Years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of hospital admissions",
                            "SecondaryOutcomeDescription": "The number of hospital admissions and the proportion of patients needing a hospital admission",
                            "SecondaryOutcomeTimeFrame": "2 Years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in symptom burden longitudinally throughout the study",
                            "SecondaryOutcomeDescription": "Change in symptom burden (assessed using Edmonton Symptom Assessment System-revised [ESAS-r], range 0-10 for each symptom with higher scores indicating worse symptom burden) throughout the study.",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in psychological distress",
                            "SecondaryOutcomeDescription": "Change in psychological distress (assessed using the Patient Health Questionnaire-4 [PHQ-4], range 0-12 with higher scores indicating greater distress, and subscales for depression/anxiety ranging 0-6 with higher scores indicating greater distress) throughout the study.",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in quality of life longitudinally throughout the study",
                            "SecondaryOutcomeDescription": "Change in quality of life (assessed using the Functional Assessment of Cancer Therapy-General [FACT-G], with range of 0-108 and higher scores indicating better quality of life) throughout the study.",
                            "SecondaryOutcomeTimeFrame": "2 Years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of cycles of FOLFIRINOX received",
                            "SecondaryOutcomeDescription": "Describe the number of cycles of FOLFIRINOX chemotherapy received by patients",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of treatment delays",
                            "SecondaryOutcomeDescription": "Describe the number of treatment delays for patients",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cumulative dose of FOLFIRINOX received",
                            "SecondaryOutcomeDescription": "Describe the cumulative dose of FOLFIRINOX received",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Proportion of patients requiring a hospital admission",
                            "OtherOutcomeDescription": "Compare difference in proportion of patients with hospital admissions between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Number of hospital admissions",
                            "OtherOutcomeDescription": "Compare difference in number of hospital admissions between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Proportion of patients requiring an emergency department visit",
                            "OtherOutcomeDescription": "Compare difference in proportion of patients with emergency department visits between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Number of emergency department visits",
                            "OtherOutcomeDescription": "Compare difference in number of emergency department visits between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Proportion of patients requiring an urgent care visit",
                            "OtherOutcomeDescription": "Compare difference in proportion of patients with urgent care visits between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Number of urgent care visits",
                            "OtherOutcomeDescription": "Compare difference in number of urgent care visits between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Proportion of patients requiring a hospital admission or emergency department visit",
                            "OtherOutcomeDescription": "Compare difference in proportion of patients with a hospital admission or emergency department visit between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Number of hospital admissions or emergency department visits",
                            "OtherOutcomeDescription": "Compare difference in number of hospital admissions or emergency department visits between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Proportion of patients requiring a treatment delay",
                            "OtherOutcomeDescription": "Compare difference in proportion of patients with a treatment delay between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Proportion of days in hospital or emergency department",
                            "OtherOutcomeDescription": "Compare difference in proportion of days in hospital or emergency department between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Proportion of days in hospital, emergency department, or urgent care",
                            "OtherOutcomeDescription": "Compare difference in proportion of days in hospital, emergency department, or urgent care between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Number of cycles of chemotherapy completed",
                            "OtherOutcomeDescription": "Compare difference in number of cycles of chemotherapy completed between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Numbers of treatment delays",
                            "OtherOutcomeDescription": "Compare difference in number of treatment delays between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Dose intensity",
                            "OtherOutcomeDescription": "Compare difference in chemotherapy dose intensity between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Overall survival",
                            "OtherOutcomeDescription": "Compare difference in overall survival between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        },
                        {
                            "OtherOutcomeMeasure": "Progression free survival",
                            "OtherOutcomeDescription": "Compare difference in progression free survival between patients with pancreatic cancer receiving preoperative FOLFIRINOX who did and did not receive Supportive Oncology Care at Home",
                            "OtherOutcomeTimeFrame": "2 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAge 18 or older\nWithin three weeks of signing consent for parent trial of neoadjuvant FOLFIRINOX\nPlanning to receive care at Massachusetts General Hospital\nAbility to read and respond to questions in English\nResiding within 50 miles of Massachusetts General Hospital\n\nExclusion Criteria:\n\n-Uncontrolled psychiatric illness or impaired cognition",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Ryan Nipp, MD, MPH",
                            "OverallOfficialAffiliation": "Massachusetts General Hospital",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Ryan Nipp",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02114",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "35830625",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Nipp RD, Gaufberg E, Vyas C, Azoba C, Qian CL, Jaggers J, Weekes CD, Allen JN, Roeland EJ, Parikh AR, Miller L, Wo JY, Smith MH, Brown PMC, Shulman E, Fernandez-Del Castillo C, Kimmelman AC, Ting D, Hong TS, Greer JA, Ryan DP, Temel JS, El-Jawahri A. Supportive Oncology Care at Home Intervention for Patients With Pancreatic Cancer. JCO Oncol Pract. 2022 Oct;18(10):e1587-e1593. doi: 10.1200/OP.22.00088. Epub 2022 Jul 13."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: [contact information for Sponsor-Investigator or designee]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)"
                    ]
                },
                "IPDSharingTimeFrame": "Data can be shared no earlier than 1 year following the date of publication.",
                "IPDSharingAccessCriteria": "Requests may be directed to: [contact information for Sponsor-Investigator or designee]."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000010190",
                            "ConditionMeshTerm": "Pancreatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004701",
                            "ConditionAncestorTerm": "Endocrine Gland Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000010182",
                            "ConditionAncestorTerm": "Pancreatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000004700",
                            "ConditionAncestorTerm": "Endocrine System Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M12800",
                            "ConditionBrowseLeafName": "Pancreatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Pancreas Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7553",
                            "ConditionBrowseLeafName": "Endocrine Gland Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12792",
                            "ConditionBrowseLeafName": "Pancreatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7552",
                            "ConditionBrowseLeafName": "Endocrine System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T4387",
                            "ConditionBrowseLeafName": "Pancreatic Cancer",
                            "ConditionBrowseLeafAsFound": "Pancreatic Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC19",
                            "ConditionBrowseBranchName": "Gland and Hormone Related Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M271115",
                            "InterventionBrowseLeafName": "Folfirinox",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M22244",
                            "InterventionBrowseLeafName": "Pancrelipase",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M12804",
                            "InterventionBrowseLeafName": "Pancreatin",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "Gast",
                            "InterventionBrowseBranchName": "Gastrointestinal Agents"
                        }
                    ]
                }
            }
        }
    }
}