{
    "Rank": 385,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03046745",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "KNUMC 2016-07-014"
                },
                "Organization": {
                    "OrgFullName": "Kyungpook National University Hospital",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Gastric Cancer Registry for Epidemiology and Molecular Risk Factor",
                "OfficialTitle": "Analysis and Prediction of Epidemiology and Molecular Biologic Risks of Gastric Cancer by Multicenter Registry"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2020",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 2016"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "April 2021",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "April 2022",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "February 5, 2017",
                "StudyFirstSubmitQCDate": "February 5, 2017",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 8, 2017",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "May 17, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 19, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Seong Woo Jeon",
                    "ResponsiblePartyInvestigatorTitle": "Associate Professor",
                    "ResponsiblePartyInvestigatorAffiliation": "Kyungpook National University Hospital"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Kyungpook National University Hospital",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Ministry of Health & Welfare, Korea",
                            "CollaboratorClass": "OTHER_GOV"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "This study is a multi-center, prospective cohort study which are planned to enroll the 2,500 patients who diagnosed the primary gastric cancer and 5,000 healthy normal cohort participants for 5 years. All participants who enrolled in this registry, the participants were questioned by the gastric cancer survey and the serum and tissue of these participants were analyzed.\n\nThe main aim of this study is\n\nTo evaluate the optimal interval of endoscopic screening for early detection of gastric cancer and risk factors in Korean.\nTo evaluate the diagnostic validity of serum biomarker (combining pepsinogen, H pylori IgG Antibody, and TFF3) as a screening test for detection of GC in Korean.",
                "DetailedDescription": "Gastric cancer (GC) is the fourth most common type of cancer (934 000 new cases, 8.6% of all new cancer cases in 2002), and the second most common cause of cancer death (700 000 deaths annually) in the world. Several Asian countries, including China, Japan, and Korea, have the highest incidences of GC in the world. Because the prognosis of early GC is highly favorable, high- prevalence countries, such as Japan and Korea, have sought to reduce the disease burden by providing GC screening to aver- age-risk populations. In Korea, national GC screening was instituted in 1999 as part of the National Cancer Screening Program (NCSP). The NCSP recommends biennial GC screening for males and females older than 40 years of age, using direct or indirect upper gastrointestinal series (UGIS) or endoscopy. Upper gastrointestinal endoscopies are generally accepted as the gold standard for the diagnosis and clinicopathological evaluation of GC. Endoscopic examination has been predominantly used to screen symptomatic individuals, and to distinguish patients with GC from those with comparatively benign diseases, such as peptic ulcers. However, there was no consensus for optimal timing of screening endoscopy to detect of early GC.\n\nThus, investigators are planned to evaluate the optimal endoscopic interval to find early gastric cancer by use of survey between newly diagnosed GC cohort group and healthy control cohort group. In addition, investigators are going to analyze the risk factors of GC in Korean (epidemiologic, diet, and clinical factors). In this study, the investigators are going to enroll the participants who were diagnosed GC and normal control group people, from October 2016 to October 2021 in multi-center, prospectively. The baseline characteristics of the participants, H. pylori status, stage of gastric cancer at diagnosis, treatment modalities, treatment response and mortality were analyzed.\n\nAlthough diagnosis of gastric cancer has been characterized by endoscopy, there has been a strong demand for serologic marker because accessibility, invasiveness, discomfort of endoscopy. In recent years, there have been advancements in the molecular biomarkers utilized in the cancer detection and in the development of therapeutic agents based on the target genes for a few types of solid tumours excluding GC. With the advancement of molecular biological techniques in the last decades, researchers have gained important insights into the oncogenesis mechanisms of GC. Besides the well-known pathogenic factor, Helicobacter pylori, various experimental approaches have identified oncogenes and tumour suppressor genes, including cell cycle regulation genes in the growth and signal transduction pathways. Recently, several studies were reported about the efficacy of the serum biomarker (serum PG, H. pylori Ig G Antibody and TFF3, etc) for diagnosis of GC. In this present study, investigators are going to the efficacy of serum biomarker by the use of serum of GC patients and health control group."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Gastric Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Gastric cancer, endoscopy, pepsinogen, TFF3, biomarker"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples Without DNA",
                    "BioSpecDescription": "Serum: pepsinogen I and II, Helicobacter pylori IgG Antibody, serum TFF3 Gastric mucosal specimen: tumor and normal mucosa"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "9000",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Gastric cancer group",
                            "ArmGroupDescription": "The patients aged more than 18 years who were diagnosed primary gastric adenocarcinoma."
                        },
                        {
                            "ArmGroupLabel": "Control group",
                            "ArmGroupDescription": "The participants aged more than 40 years without previous history of gastric cancer."
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Prediction of risk factors for gastric cancer and definition of optimal endoscopic screening interval",
                            "PrimaryOutcomeTimeFrame": "Up to 5 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "The diagnostic validity of serum biomarker (serum pepsinogen and TFF3) for detection of gastric cancer",
                            "SecondaryOutcomeTimeFrame": "up to 5 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Analysis of proportion of each treatment of gastric cancer and 5 year survival",
                            "SecondaryOutcomeDescription": "Investigators should analyze the treatment patterns (endoscopic resection, surgery, chemotherapy or supportive care) of gastric cancer and assess the survival rate according to each treatment modalities.",
                            "SecondaryOutcomeTimeFrame": "up to 10 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Analysis of quality of life questionnaire after early gastric cancer between endoscopic treatment group and surgery group",
                            "SecondaryOutcomeDescription": "Investigators should measure QOL of the enrolled patients with EORTC questionnaire and compare the changing trends in each groups, prospectively.",
                            "SecondaryOutcomeTimeFrame": "up to 6 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "the incidence of gastric cancer development in control group",
                            "SecondaryOutcomeTimeFrame": "up to 20 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "the incidence of metachronous gastric neoplasm after endoscopic treatment or surgery",
                            "SecondaryOutcomeTimeFrame": "up to 10 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Analysis of clinical differences and characteristics between positive gastric cancer family history and negative family history groups",
                            "SecondaryOutcomeTimeFrame": "up to 5 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Stage, treatment and prognosis of gastric cancer according to molecular classification",
                            "SecondaryOutcomeTimeFrame": "up to 10 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Stage, treatment and prognosis of gastric cancer according to endoscopic screening interval",
                            "SecondaryOutcomeTimeFrame": "up to 10 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Reservation of frozen serum for novel gastric cancer serologic marker analysis",
                            "SecondaryOutcomeTimeFrame": "up to 5 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nThe patients who were diagnosed of primary gastric adenocarcinoma and drew up agreement for understanding and enrollment of this study.\n\nExclusion Criteria:\n\nBeing treated (surgery, endoscopic resection and chemoradiation) after the diagnosis of gastric cancer; metastatic gastric cancer; refusal to participation of this study",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "This cohort study is designed to enroll the patients who are diagnosed gastric cancer and healthy control participants by multicenter-prospective registry. From now on, we are willing to enroll about 2,500 gastric cancer patients and about 5,000 control group for 5 years.",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Seong Woo Jeon, Professor",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+82-53-200-3089",
                            "CentralContactEMail": "sw-jeon@hanmail.net"
                        },
                        {
                            "CentralContactName": "Yong Hwan Kwon, Doctor",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+82-53-200-2609",
                            "CentralContactEMail": "tear1480@hanmail.net"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Seong Woo Jeon, Professor",
                            "OverallOfficialAffiliation": "Gastric Cancer Center, Kyungpook National University Medical Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Seong Woo Jeon",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Daegu",
                            "LocationCountry": "Korea, Republic of",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Seong Woo Jeon, Ph.D.",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "sw-jeon@hanmail.net"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "23800201",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Lim SH, Kwon JW, Kim N, Kim GH, Kang JM, Park MJ, Yim JY, Kim HU, Baik GH, Seo GS, Shin JE, Joo YE, Kim JS, Jung HC. Prevalence and risk factors of Helicobacter pylori infection in Korea: nationwide multicenter study over 13 years. BMC Gastroenterol. 2013 Jun 24;13:104. doi: 10.1186/1471-230X-13-104."
                        },
                        {
                            "ReferencePMID": "2059685",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Forman D, Newell DG, Fullerton F, Yarnell JW, Stacey AR, Wald N, Sitas F. Association between infection with Helicobacter pylori and risk of gastric cancer: evidence from a prospective investigation. BMJ. 1991 Jun 1;302(6788):1302-5. doi: 10.1136/bmj.302.6788.1302."
                        },
                        {
                            "ReferencePMID": "1891020",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Parsonnet J, Friedman GD, Vandersteen DP, Chang Y, Vogelman JH, Orentreich N, Sibley RK. Helicobacter pylori infection and the risk of gastric carcinoma. N Engl J Med. 1991 Oct 17;325(16):1127-31. doi: 10.1056/NEJM199110173251603."
                        },
                        {
                            "ReferencePMID": "11511555",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Helicobacter and Cancer Collaborative Group. Gastric cancer and Helicobacter pylori: a combined analysis of 12 case control studies nested within prospective cohorts. Gut. 2001 Sep;49(3):347-53. doi: 10.1136/gut.49.3.347."
                        },
                        {
                            "ReferencePMID": "26836587",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Lee YC, Chiang TH, Chou CK, Tu YK, Liao WC, Wu MS, Graham DY. Association Between Helicobacter pylori Eradication and Gastric Cancer Incidence: A Systematic Review and Meta-analysis. Gastroenterology. 2016 May;150(5):1113-1124.e5. doi: 10.1053/j.gastro.2016.01.028. Epub 2016 Feb 2."
                        },
                        {
                            "ReferencePMID": "11391635",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Dhillon PK, Farrow DC, Vaughan TL, Chow WH, Risch HA, Gammon MD, Mayne ST, Stanford JL, Schoenberg JB, Ahsan H, Dubrow R, West AB, Rotterdam H, Blot WJ, Fraumeni JF Jr. Family history of cancer and risk of esophageal and gastric cancers in the United States. Int J Cancer. 2001 Jul 1;93(1):148-52. doi: 10.1002/ijc.1294."
                        },
                        {
                            "ReferencePMID": "14529588",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Minami Y, Tateno H. Associations between cigarette smoking and the risk of four leading cancers in Miyagi Prefecture, Japan: a multi-site case-control study. Cancer Sci. 2003 Jun;94(6):540-7. doi: 10.1111/j.1349-7006.2003.tb01480.x."
                        },
                        {
                            "ReferencePMID": "19440811",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Iijima K, Koike T, Abe Y, Ara N, Uno K, Imatani A, Ohara S, Shimosegawa T. Alteration of correlation between serum pepsinogen concentrations and gastric acid secretion after H. pylori eradication. J Gastroenterol. 2009;44(8):819-25. doi: 10.1007/s00535-009-0066-2. Epub 2009 May 14."
                        },
                        {
                            "ReferencePMID": "29977284",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Lee HS, Jeon SW, Nomura S, Seto Y, Kwon YH, Nam SY, Ishibashi Y, Ohtsu H, Ohmoto Y, Yang HM. Screening Biomarker as an Alternative to Endoscopy for the Detection of Early Gastric Cancer: The Combination of Serum Trefoil Factor Family 3 and Pepsinogen. Gastroenterol Res Pract. 2018 May 9;2018:1024074. doi: 10.1155/2018/1024074. eCollection 2018."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000013274",
                            "ConditionMeshTerm": "Stomach Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005770",
                            "ConditionAncestorTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000013272",
                            "ConditionAncestorTerm": "Stomach Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M15754",
                            "ConditionBrowseLeafName": "Stomach Neoplasms",
                            "ConditionBrowseLeafAsFound": "Gastric Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15752",
                            "ConditionBrowseLeafName": "Stomach Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T5486",
                            "ConditionBrowseLeafName": "Stomach Cancer",
                            "ConditionBrowseLeafAsFound": "Gastric Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            }
        }
    }
}