{
    "Rank": 386,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02899754",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "IIR 15-143"
                },
                "Organization": {
                    "OrgFullName": "VA Office of Research and Development",
                    "OrgClass": "FED"
                },
                "BriefTitle": "Lung Cancer Screening Decisions",
                "OfficialTitle": "Incorporating Veterans Preferences Into Lung Cancer Screening Decisions",
                "Acronym": "VA-LCSDecTool"
            },
            "StatusModule": {
                "StatusVerifiedDate": "December 2021",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "January 28, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "November 30, 2021",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "November 30, 2021",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "September 9, 2016",
                "StudyFirstSubmitQCDate": "September 9, 2016",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 14, 2016",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "December 3, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "December 10, 2021",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "VA Office of Research and Development",
                    "LeadSponsorClass": "FED"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No",
                "IsUSExport": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Veterans have a high risk of developing lung in comparison to general populations due to their older age and smoking history. Recent evidence indicates that lung cancer screening with low dose CT scan reduces lung cancer mortality among older heavy smokers. However, the rates of false positive findings are high, requiring further testing and evaluation. Preliminary studies report that while some Veterans are enthusiastic about screening, others are highly reluctant. Patient preferences should be considered as part of an informed decision making process for this emerging paradigm of lung cancer control. Effective methods for preference assessment among Veterans have not yet been developed, evaluated, and integrated into clinical practice. The specific aims of this study are to 1) elicit patient and provider stakeholder input to inform the development of a lung cancer screening decision tool, 2) develop a web based Lung Cancer Screening Decision Tool (LCSDecTool) that incorporates patient and provider input, and 3) evaluate the impact of the LCSDecTool compared to usual care on the decision process, clinical outcomes, and quality of life.\n\n(5/8/18)-This project involves the recruitment of both Veterans as well as health care providers/leaders. Patient recruitment efforts at both sites will target male and female patients enrolled in a Patient Aligned Care Teams (PACT) who are eligible for lung cancer screening. Our recruitment goals for patients are 40% African American, 5% Hispanic patients, and 10% women.\n\n(10/25/2018) Patient recruitment efforts at both sites will target male and female To Date, 32 Veterans have signed the consent form and completed their portion of the trial (16 at CMCVAMC and 16 at West Haven, CT). To Date, 61 Providers have completed their portion of the trial (18 at CMCVAMC and 43 at West Haven, CT). Enrollment for Phase 1 is complete. Enrollment for Phase 2 will begin in June, 2018.patients enrolled in a Patient Aligned Care Teams (PACT) who are eligible for lung cancer screening. Our recruitment goals for patients are 40% African American, 5% Hispanic patients, and 10% women. To Date, 9 Veterans have signed the consent form and completed their portion of the trial (9 at CMCVAMC and 0 at West Haven, CT). Enrollment for Phase 2 is ongoing with the intent to complete By November 30, 2018.\n\n(01/15/2019) Phase 2 patient recruitment is complete. 18 Veterans have signed the consent form and completed their portion of the trial (12 at CMCVAMC and 6 at West Haven, CT). 14 Providers have completed their portion of the trial (8 at CMCVAMC and 6 at West Haven, CT). Enrollment for Phase 3 will begin in February, 2019.\n\nTo Date (7/1/2019) Enrollment for Phase 3 is ongoing with the intent to complete by February 28, 2020. To Date, 18 Veterans have signed the consent form and completed their baseline portion of the trial (18 at CMCVAMC and 0 at West Haven, CT).\n\nTo Date (12/3/2019) Enrollment for Phase 3 is ongoing with the intent to complete by February 28, 2021. A 1-year study extension has been submitted and awaiting approval. To Date, 70 Veterans have signed the consent form and completed their baseline portion of the trial (65 at CMCVAMC and 5 at West Haven, CT).\n\nTo Date (9/9/2020) Enrollment for Phase 3 has just resumed after being placed on administrative hold since March 2020 due to Covid-19. Secondary Site in West Haven, CT has been replaced by Milwaukee, WI. To Date, 90 Veterans have signed the consent form and completed their baseline portion of the trial (83 at CMCVAMC, 5 at West Haven, CT and 2 at Milwaukee, WI).\n\nTo Date (2/16/2021) 9-Month Cost Extension was approved and study enrollment for Phase 3 will continue through September 2021. Due to COVID-19 and the increasing amounts of primary care telehealth appointments, both Philadelphia and Milwaukee have modified their protocols to include telephone baseline visits to meet our recruitment goals. To Date, 106 Veterans have signed the consent form and completed their baseline portion of the trial (91 at CMCVAMC, 5 at West Haven, CT and 10 at Milwaukee, WI).\n\nTo Date (12/02/2021) Recruitment has ended and 142 Veterans have signed the consent form and completed their baseline portion of the trial (107 at CMCVAMC, 5 at West Haven, CT and 29 at Milwaukee, WI). We are beginning our preliminary analysis.",
                "DetailedDescription": "Lung cancer is the leading cause of cancer deaths in the United States. Recent clinical trials provide evidence that screening with low dose CT scans will decrease lung cancer and all cause mortality among older heavy smokers. Clinical guidelines have been issued with the USPSTF recommending annual screening from age 55 to 80 for those with 30 pack years or more of smoking or who quit less than 15 years ago. Evidence clearly delineates both the benefits (mortality reduction) and harms (false positives, follow-up testing, risk of invasive testing, and risk of overdiagnosis) of lung cancer screening. Preliminary data from an HSR&D pilot grant finds that some Veterans are highly reluctant to enter the care pathway associated with lung cancer screening due to its potential harms. Additional preliminary data using Best Worst Scaling in older smokers demonstrate groups of patients who place greater importance on harms than benefit when considering lung cancer screening. Preference assessment methods can help Veterans to weigh benefits and harms, consider the clinical pathway they are entering, anticipate future health states, and communicate these values to their health care providers. Although basic educational tools to inform lung cancer decision-making have been developed, there is a lack of validated preference assessment tools that can be integrated into the clinical setting. Building upon preference assessment methods developed and validated in an HSR&D pilot grant (PI-Schapira) and using a trans-disciplinary approach, this team is positioned to advance the science and practice of decision support for lung cancer screening in the Veteran population. The objectives of this study are to 1) elicit patient and provider stakeholder input to inform the development of a lung cancer screening decision tool, 2) develop a web based Lung Cancer Screening Decision Tool (LCSDecTool) that incorporates patient and provider input, and 3) evaluate the impact of the LCSDecTool compared to usual care on the decision process, clinical outcomes, and quality of life. The study will be conducted in 3 phases. In phase 1, mixed methods will be used to assess usability of preference assessment methods and perceived usefulness of a web based lung cancer screening decision support tool among patient and provider stakeholders. In phase 2, an interactive web based decision support program will be developed that incorporates preference assessment methods. In phase 3, a pilot RCT will be conduced to evaluate the efficacy of the web based decision support program. Outcomes evaluated will include decision quality as indicated by knowledge, decisional conflict, and decision regret; screening behavior, clinical outcomes as indicated by anxiety, and quality of life. The study will be conducted across two VA sites; West Haven-VA in Connecticut and Corporal Michael J. Crescenz VA in Philadelphia, Pennsylvania. Results of this study will provide tools that can be used to integrate lung cancer screening into clinical practice at VA Medical Centers in a patient centered approach. Lung cancer screening is fundamentally different from existing screening paradigms in several respects; eligibility is defined by a behavior (smoking), a high rate of false positive findings is expected, and the target population is older with higher comorbidity than the target population for cervical, breast, or colorectal screening. Given these unique aspects of lung cancer screening, there is a critical need to develop and test tools for preference assessment and informed decision making that are applicable for the VA setting. The current proposal provides a mechanism to accomplish these goals. The Principal Investigator is working closely with the US Department of Veterans Affairs National Center for Health Promotion and Disease Prevention to integrate the tools and paradigm developed to primary care in the VA Medical Care System. The work builds directly upon a recently completed HSR&D pilot support in the area of lung cancer and shared decision making."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Lung Cancer Screening"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "lung cancer",
                        "decision support",
                        "implementation"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Prevention",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Single",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Outcomes Assessor"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "142",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Intervention Group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Participants in this arm will use the lung cancer screening decision aid (LCSDecTool)",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Lung Cancer Screening Decision Tool"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Control Group",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Content that provides general information on disease prevention and health promotion unrelated to lung cancer. The information will be delivered on the same modality and take a similar amount of time to administer.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Control Intervention"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Lung Cancer Screening Decision Tool",
                            "InterventionDescription": "This will be a lung cancer screening decision support tool that is web based and provides patients with information about the potential benefits and harms associated with lung cancer screening and helps them to consider their personal values when making a decision about whether to initiate or continue with lung cancer screening.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Intervention Group"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "LCSDecTool"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Control Intervention",
                            "InterventionDescription": "This will be a health message regarding prevention and healthy behavior that is not related to lung cancer screening but delivered in a similar modality and taking approximately the same amount of time as the LCSDecTool.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Control Group"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Control"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Decision Regret",
                            "PrimaryOutcomeDescription": "Decision regret as measured by a 5-item Decision Regret scale that is patient reported.",
                            "PrimaryOutcomeTimeFrame": "1 month following intervention"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Decisional Conflict",
                            "PrimaryOutcomeDescription": "Decisional conflict as measured by a 16 item Decisional Conflict scale that is patient reported",
                            "PrimaryOutcomeTimeFrame": "1 month following the intervention"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Anxiety",
                            "SecondaryOutcomeDescription": "State anxiety as measured by the State Trait Anxiety Index",
                            "SecondaryOutcomeTimeFrame": "1 month following intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Lung cancer worry",
                            "SecondaryOutcomeDescription": "Lung cancer worry as measured by a 7 item scale that is patient reported",
                            "SecondaryOutcomeTimeFrame": "1 month after the intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Lung cancer screening uptake",
                            "SecondaryOutcomeDescription": "Assessed by chart review",
                            "SecondaryOutcomeTimeFrame": "6 months after the intervention"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAge 55-80 years\nEnrolled in a Patient Aligned Care Team at a participating site\n30 or more pack years of smoking\nActive smoker or quit smoking within 15 years\n\nExclusion Criteria:\n\nCognitive impairment as determined by clinical history\nPrevious diagnosis of cancer with the exception of non-melanoma skin cancer and localized prostate cancer that is 1-year post-diagnosis\nLife expectancy of less than 2 years as indicated by chart review and conformation with PCPC\nInability to speak English\nActive surveillance of Lung Nodule,\nEnrolled in CMCVAMC Lung Cancer Screening Program",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "55 Years",
                "MaximumAge": "80 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Marilyn M. Schapira, MD MPH",
                            "OverallOfficialAffiliation": "Corporal Michael J. Crescenz VA Medical Center, Philadelphia, PA",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Jeffrey C Whittle, MD MPH",
                            "OverallOfficialAffiliation": "Clement J. Zablocki VA Medical Center, Milwaukee, WI",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "VA Connecticut Healthcare System West Haven Campus, West Haven, CT",
                            "LocationCity": "West Haven",
                            "LocationState": "Connecticut",
                            "LocationZip": "06516",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Corporal Michael J. Crescenz VA Medical Center, Philadelphia, PA",
                            "LocationCity": "Philadelphia",
                            "LocationState": "Pennsylvania",
                            "LocationZip": "19104",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Clement J. Zablocki VA Medical Center, Milwaukee, WI",
                            "LocationCity": "Milwaukee",
                            "LocationState": "Wisconsin",
                            "LocationZip": "53295-1000",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "29736754",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Schapira MM. The Conundrum and Challenge of Lung Cancer Screening Shared Decision-making Implementation. J Gen Intern Med. 2018 Jul;33(7):989-990. doi: 10.1007/s11606-018-4449-z. No abstract available."
                        },
                        {
                            "ReferencePMID": "33554740",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Schapira MM, Rodriguez KL, Chhatre S, Fraenkel L, Bastian LA, Kravetz JD, Asan O, Akers S, Vachani A, Prigge JM, Meline J, Ibarra JV, Corn B, Kaminstein D. When Is a Harm a Harm? Discordance between Patient and Medical Experts' Evaluation of Lung Cancer Screening Attributes. Med Decis Making. 2021 Apr;41(3):317-328. doi: 10.1177/0272989X20987221. Epub 2021 Feb 6."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "This website hosts lung cancer screening educational materials developed by the VA that will be used in the study",
                            "SeeAlsoLinkURL": "http://www.prevention.va.gov/preventing_diseases/screening_for_lung_cancer.asp"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No",
                "IPDSharingDescription": "A Limited Dataset (LDS) will be created and shared pursuant to a Data Use Agreement (DUA) that indicates adherence to any applicable Informed Consent provisions, appropriately limits use of the dataset and prohibits the recipient from identifying or re-identifying (or taking steps to identify or re-identify) any individual whose data are included in the dataset.\n\nA De-identified, Anonymized Dataset will be created and shared.\n\nA limited coded dataset will be made available on our CMCVAMC research website that is publically available.\n\nThe dataset will be housed on a server, administered by CHERP behind the VA firewall, access being granted only to those who apply directly to the principal investigator , provide the necessary assurances that they will not re-identify the data, and submit to a clearance by the CMCVAMC Privacy Officer"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023",
                "SubmissionTracking": {
                    "SubmissionInfoList": {
                        "SubmissionInfo": [
                            {
                                "SubmissionReleaseDate": "March 21, 2023"
                            }
                        ]
                    }
                }
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000008175",
                            "ConditionMeshTerm": "Lung Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000012142",
                            "ConditionAncestorTerm": "Respiratory Tract Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000013899",
                            "ConditionAncestorTerm": "Thoracic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000008171",
                            "ConditionAncestorTerm": "Lung Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012140",
                            "ConditionAncestorTerm": "Respiratory Tract Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafAsFound": "Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14669",
                            "ConditionBrowseLeafName": "Respiratory Tract Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16348",
                            "ConditionBrowseLeafName": "Thoracic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10858",
                            "ConditionBrowseLeafName": "Lung Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14667",
                            "ConditionBrowseLeafName": "Respiratory Tract Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}