{
    "Rank": 399,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03076879",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2014-066"
                },
                "Organization": {
                    "OrgFullName": "Selcuk University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Increasing Participation in Cervical Cancer Screening and Risk for Beliefs/Attitudes Among Women at Risk",
                "OfficialTitle": "The Effect of Nursing Interventions on Women's Cervical Cancer Risk for Beliefs / Attitudes and Attendance to Screening Programme; Study Protocol for a Randomized Controlled Trial"
            },
            "StatusModule": {
                "StatusVerifiedDate": "September 2017",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 15, 2017",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 22, 2017",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "June 19, 2017",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "February 26, 2017",
                "StudyFirstSubmitQCDate": "March 6, 2017",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "March 10, 2017",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "September 17, 2019",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "September 18, 2019",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "BUSRA ALTINEL",
                    "ResponsiblePartyInvestigatorTitle": "Research Assistant",
                    "ResponsiblePartyInvestigatorAffiliation": "Selcuk University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Selcuk University",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "In order to evaluate the effectiveness of nursing interventions aimed at the early detection of cervical cancer, health belief and participation in the screening of women aged 40-55 at risk for the purpose of cervical cancer, One-way blind pre-test and post-test randomized controlled trial.",
                "DetailedDescription": "Cervical cancer is the 4th most common cancer type in the world, among women, in all age groups. Cervical cancer is a high-risk disease, and every two minutes, a woman loses her life due to cervical cancer. In Turkey, among the most common cancers among all age groups among women, 9th is the 5th among the most common cancers in the 25-49 age group. Cervix cancer is a type of cancer that can be prevented and treated at an early stage. Because cervical cancer has a long preclinical period, it has an early diagnosis possibility. For this reason, cervical cancer is one of the cancers recommended by World Health Organization (WHO) screening programs. In countries where regular screenings have been conducted, death rates from cervical cancer have decreased. In developing countries, high incidence and mortality continue due to the inadequacy of screening programs.\n\nThe first step in the early diagnosis of cervical cancer is usually the result of an abnormal Pap smear test. The Pap smear test is an ideal cytologic screening test used for screening because it can identify early onset of a cellular change that may be a starting point for cervical cancer and is cost effective. The number of women who have had the Pap smear test, which is so important in early diagnosis, is not at a level all over the world and in our country. In developed countries, cervical cancer screening rates are over 60%, while in underdeveloped and developing countries this rate is below 20%. In our country, the rate of not having any pap smear test over the age of 15 years is 77.9%.\n\nStudies have shown that when women with cervical cancer are diagnosed early, their life span is prolonged and their chances of survival increase. Early diagnosis of cervical cancer is a simple, feasible and economical method. Women's lack of knowledge, worries about negative test results, and their reasons for not having a Pap smear test are among the reasons. Along with being semi-empirical studies in our country, most are based solely on education and do not involve a risk group approach. In addition, there was no randomized controlled trial (RCT) with evidence in the definition of causal relationship in our country. For this reason, determining the factors affecting the early diagnosis behavior of women, planning and implementing nursing interventions for these factors will contribute to the improvement of early diagnosis behavior of women with cervical cancer. In this respect, health education for cervical cancer and early diagnosis to be made to women in the risk group will have made a unique contribution to RCT including motivational initiatives and home visits.\n\nIn order to evaluate the effectiveness of nursing interventions aimed at early detection of cervical cancer, health beliefs and participation in scans in women aged 40-55 years at risk for prognostic cervical cancer, One-way blind pre-test - final test was planned as RCT. In this context, women in the risk group of 40-55 years of age with cervical cancer in the project will constitute the universe of RCT. No pap smear test, no previous training for cervical cancer, no previous hysterectomy, no previous cancer diagnosis, no current or past sexual life and at least one of the identified risk factors Will have women involved. Women who are in the risk group for cervical cancer and meet the inclusion and exclusion criteria of the study will be randomly assigned to the experimental and control groups. In the experimental group, cervical cancer will constitute nursing initiatives for health education, home visits, problem-specific counseling and phone reminders for women at risk. Women in the experimental group will receive a 15-week follow-up. Two reminders will be used to increase motivation between home visits and trainings. The effectiveness of counseling and training programs will be assessed by means of data collection tools that will be used for pretest / posttest for women in the experimental and control groups and the data form prepared by the researcher in the light of the literature.\n\nDepending on the project, women are expected to participate in the cervical cancer screening program. Home visits, trainings, counseling and reminders by phone will raise awareness levels of women at risk for cervical cancer as a result. As a result, increased participation of women in the risk group in screening programs will increase the probability of early diagnosis and reduce cervical cancer mortality, reduce the cost and improve the health of the community."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cervical Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cervical Cancer",
                        "Pap smear",
                        "Screening",
                        "Beliefs",
                        "Attitude",
                        "Nursing"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Prevention",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Single",
                        "DesignMaskingDescription": "Blindness in the study will be done by data collectors and statisticians. The data will be collected by the assistant investigator who does not know who is in the experiment and control group and the data will be recorded on the computer by the assistant investigator without specifying the experiment and control group. The experimental and control groups will be codified by the co-investigator. The analysis of the data encoded by the groups will be done by a statistical expert. Data collectors, statistical analyzes and report writing will be blinded.",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Outcomes Assessor"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "114",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Intervention group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The selected ASM was associated with risk factors related to direct cervical cancer in Turkey (using age 5 or older oral contraceptives, having three or more children, initiating sexual intercourse 16 years or older, at least one parenthesized smear test between 40-55 years) And randomly assigned to the experimental group to promoting participation in cervical cancer screening",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Promoting participation in cervical cancer screening"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Control Group",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "The selected ASM is the most common and associated with direct cervical cancer-related risk factors in Turkey (using oral contraceptives for longer than five years, having three or more children, starting sexual intercourse at the age of 16 and before, Women who are randomly assigned to the control group of women who have at least one pap smear test between the ages of 40 and 55 and who have at least one pap smear test in the family (especially a mother and a sister)"
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Promoting participation in cervical cancer screening",
                            "InterventionDescription": "Nursing education: Women in the experimental group will be trained three times in total, one for the cervical cancer screening and the other two for the individual.\n\nReminders by phone; Short messages and calls will be reminiscent of women's participation in cervical cancer screenings.\n\nHome visit; The content of the training is the key to cervical cancer and screening. After the group training, it is aimed to be an interactive education and counseling service in the form of question-answer method which is not understood by home visiting method.\n\nBrochure; The brochure for cervical cancer and screening will be given after group training.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Intervention group"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Education",
                                    "Counseling",
                                    "Home Visit",
                                    "Reminder by phone"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Pap Smear Management Related Evaluation Form",
                            "PrimaryOutcomeDescription": "This form, prepared by the researcher, consists of four questions that question the participation status of the scan and which application is more effective. This form will only be applied in the final test.",
                            "PrimaryOutcomeTimeFrame": "14 weeks after group training"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Cervix Cancer And Pap-Smear Test Health Belief Model Scale",
                            "SecondaryOutcomeDescription": "It consists of 35 items in total. There are 5 sub-dimensions of related scale. These; Benefit and motivation perception (8), The obstacle sensation 14, The perception of seriousness of cervical cancer (7),Sensitivity sense (3) And health motivation (3). In the scale, the answer is 1, \"I do not agree\" 2, \"I am undecided\" 3, \"I agree\" 4 and \"I strongly agree\" 5.No item on the scale is scored in reverse. In the evaluation, scores are obtained for each individual as the number of sub-dimensions. From the subscales of the scale, at least 8, at most 40 for Pap smear benefit and motivation; Pap smear for at least 14, at most 70; At least 7, at most 35 for cervical cancer care / seriousness; At least 3, at most 15 for cervical cancer susceptibility and at least 3, at most 15 for cervical cancer health motivation. The increase in the scores means that the sensitivity, the importance and health motivation increase; Benefits for benefit perception, and high perception for obstacle perception.",
                            "SecondaryOutcomeTimeFrame": "Before work begins and 14 weeks after group training"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Healthy Lifestyle Behavior Scale (Health Responsibility)",
                            "SecondaryOutcomeDescription": "The scale measures health-promoting behaviors associated with the individual's healthy lifestyle. This scale, consisting of 52 items, has a total of six sub-dimensions including spiritual development, health responsibility, physical activity, nutrition, interpersonal relations and stress management. All of the items of the scale are indicative and quartile likert (never (1), sometimes (2), often (3), regularly (4)). Only the health responsibility sub-dimension will be used in this study.\n\nIn the sub-dimension of health responsibility, the lowest score is 9 and the highest score is 36. The lower the score, the lower the health responsibility, and as the score increases, the health responsibility also increases.",
                            "SecondaryOutcomeTimeFrame": "Before work begins and 14 weeks after group training"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nBeing literate\nHave not received any training on cervical cancer before\n\nExclusion Criteria:\n\nBeing pregnant or postpartum quarterly\nHave already been diagnosed with any cancer\nNot having sexual experience\nHaving undergone hysterectomy operation",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Female",
                "GenderBased": "Yes",
                "MinimumAge": "40 Years",
                "MaximumAge": "55 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Belgin Akın, PhD",
                            "OverallOfficialAffiliation": "SELÇUK ÜNİVERSİTESİ",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Selçuk University",
                            "LocationCity": "Konya",
                            "LocationState": "Selçuklu",
                            "LocationZip": "42100",
                            "LocationCountry": "Turkey"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000002583",
                            "ConditionMeshTerm": "Uterine Cervical Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000002577",
                            "ConditionAncestorTerm": "Uterine Cervical Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014591",
                            "ConditionAncestorTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M5520",
                            "ConditionBrowseLeafName": "Uterine Cervical Neoplasms",
                            "ConditionBrowseLeafAsFound": "Cervical Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5515",
                            "ConditionBrowseLeafName": "Uterine Cervical Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M6184",
                            "InterventionBrowseLeafName": "Contraceptive Agents",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M6190",
                            "InterventionBrowseLeafName": "Contraceptives, Oral",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "Repr",
                            "InterventionBrowseBranchName": "Reproductive Control Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}