{
    "Rank": 404,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03676218",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "IB2016-DATECAN-elderly"
                },
                "Organization": {
                    "OrgFullName": "Institut Bergonié",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Efficacy Endpoints to Assess Treatment Efficacy in Randomized Controlled Trials in Elderly Cancer Patients",
                "OfficialTitle": "International Consensus Process to Provide Guidelines for the Definition of Efficacy Endpoints to Assess Treatment Efficacy in Randomized Controlled Trials in Elderly Cancer Patients",
                "Acronym": "DATECANelderly"
            },
            "StatusModule": {
                "StatusVerifiedDate": "July 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 1, 2017",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "September 17, 2018",
                "StudyFirstSubmitQCDate": "September 17, 2018",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 18, 2018",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "July 28, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 1, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Institut Bergonié",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "European Organisation for Research and Treatment of Cancer - EORTC",
                            "CollaboratorClass": "NETWORK"
                        },
                        {
                            "CollaboratorName": "International Society of Geriatric Oncology",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Context and hypothesis: In cancer randomized controlled trials (RCT), the validated and most objective criterion to assess treatment efficacy is overall survival (OS). In the elderly population, OS presents limitations as it can be affected by factors other than treatment such as comorbidity or severe toxicity. Although mortality reduction is important for patients of all ages, alternative outcomes such as the ability to live independently or with a better quality of life, may be more important for older patients.\n\nReviews of RCT have highlighted (i) the heterogeneity of such alternative efficacy outcomes and (ii) an absence of standardized definitions for these endpoints. As a result, this may limit the quality of RCT as well as the comparison of results across trials. Our objective is to provide guidelines for standardized definitions of such alternative endpoints to assess treatment efficacy in cancer RCT in elderly populations.\n\nThe development of guidelines will follow a formal consensus method (questionnaires + in-person meetings). A large panel of international experts will participate.\n\nGuidelines are awaited due to the heterogeneity of endpoints and absence of standardized definitions. Standardizing definitions will improve the quality and design of future trials and enhance comparison between trials.",
                "DetailedDescription": "In cancer randomized controlled trials (RCT), the validated and most objectively defined evaluation criterion is overall survival (OS - delay between randomization and death). Therapeutic progress, the current context of strategic trials, and the multiplication of lines of treatment have resulted in the necessity to identify evaluation criteria other than OS, which can be observed more frequently and sooner. Endpoints such as progression-free survival (PFS) or disease-free survival (DFS) are commonly used instead of OS in RCT. The priority for patients, however, is to live longer or better, and ideally both, which raises the question as to the suitability of these tumor-specific endpoints to assess the benefit/risk balance associated to a new therapy in elderly patients with cancer. Older patients may die from causes other than cancer, and relapse does not necessarily shorten survival. Instead, cancer therapy can sometimes cause severe acute or chronic toxicities and affect functional status or health-related quality of life (HRQoL), and as such these patient-centered outcomes (e.g. autonomy, quality of life) should be given more attention. On the basis of these considerations, OS may not be the most appropriate outcome to measure treatment benefit in the elderly cancer population.\n\nGeriatric oncology experts and task forces including the International Society of Geriatric Oncology, the European Organization for Research and Treatment Cancer (EORTC) and the DIALOG research group (Dialogue Intergroupe pour la personnALisation de la prise en charge en OncoGériatrie), have acknowledged the heterogeneity of primary endpoints used in RCT conducted in elderly cancer patients. This heterogeneity, in terms of dimension (tumor-centered outcomes, patient-centered outcomes including autonomy, nutrition, etc.) and definitions limits the comparison of results across trials. In addition, this can make the design of trials particularly complex since estimation of sample size is usually based on results from past trials. Acknowledging the specificities of the elderly population, the DATECAN-Elderly project is aimed at providing guidelines for the definition of efficacy endpoints that will permit to assess new treatments/interventions in this population.\n\nThe DATECAN-Elderly project is a continuation of the development of guidelines within the DATECAN initiative (Definition for the Assessment of Time-to-event Endpoints in CANcer trials). This international initiative was launched in 2009 to elaborate standardized definitions for survival endpoints in RCT, based on a rigorous and validated consensus methodology. This work has resulted in the publication of guidelines to define time-to-event endpoints to be used in randomized trials for specific cancer sites: sarcomas, pancreas, breast, and other. These guidelines however were not developed for the elderly cancer patients. Events specifically accounted for included exclusively tumor-oriented events (e.g. local, regional, metastatic progressions, or deaths due to various causes).\n\nBased on our past experience and expertise within the DATECAN initiative, we will rely on the same methodology to develop guidelines for the definitions of endpoints to assess treatment efficacy in elderly cancer RCT. The development of the definitions of the endpoints will be based on a rigorous and validated consensus methodology (formal modified Delphi consensus process). We will focus on (i) the dimensions to be accounted for when assessing treatment efficacy (OS, HRQoL, autonomy, etc), (ii) the quantification of dimensions (selection of the questionnaires), and (iii) the incorporation of these dimensions into trial design. DATECAN-Elderly guidelines will be developed in cooperation with many experts (30 to 50) in the field of geriatric oncology and clinical trials from different scientific backgrounds (medical oncologists, geriatricians, biostatisticians, etc.) and groups/societies (DIALOG, SIOG, EORTC, etc.), favouring the acceptability of the resulting recommendations. Recommendations developed through international collaborations and through a formal and validated consensus process can increase chances of becoming widely adopted through a democratic process to reach consensus, and, as such, help in the standardization process of the definitions.\n\nResults of the DATECAN-Elderly project are expected to address the heterogeneity regarding efficacy endpoints used as primary endpoints in elderly cancer trials. Providing definitions for endpoints should lead to the evaluation of treatment more consistent with patient's experiences and expectations about treatment outcome. Overall, the project should help provide trials' results which are more relevant for the elderly patients, improves the recruitment of elderly patient in RCT, and finally enhance trials' comparison and design."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cancer",
                        "Elderly",
                        "Randomized controlled trial",
                        "Endpoint",
                        "Consensus"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Retrospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "28",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Elderly cancer patients",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Elderly cancer patients"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Elderly cancer patients",
                            "InterventionDescription": "No intervention: consensus of international experts to provide definition of survival endpoints to be used in randomized controlled trials to assess treatment efficacy.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Elderly cancer patients"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Efficacy endpoints to be used to assess treatment efficacy in elderly cancer trials",
                            "PrimaryOutcomeDescription": "These endpoints will be selected based on a consensus process (Delphi method)",
                            "PrimaryOutcomeTimeFrame": "1 year"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nElderly patients with cancer\n\nExclusion Criteria:\n\nIndividual patient data unavailable",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "70 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "No patient will be included.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Carine Bellera, PhD",
                            "OverallOfficialAffiliation": "Institut Bergonié",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Institut Bergonié",
                            "LocationCity": "Bordeaux",
                            "LocationZip": "33076",
                            "LocationCountry": "France"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}