{
    "Rank": 405,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04716127",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2020-A01534-35"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "RECHMPL20_0133",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "Montpellier University Hospital"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "University Hospital, Montpellier",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "A Proximity-incentive Strategy for Cervical Cancer Screening",
                "OfficialTitle": "Benefit From a Proximity-incentive Strategy Based on Vaginal Self-sampling for Women Who do Not Participate to Cervical Cancer Screening in Aude and Hérault [French Departments]: an Interventional Research to Reduce Social and Territorial Inequalities.",
                "Acronym": "RIDECA"
            },
            "StatusModule": {
                "StatusVerifiedDate": "December 2021",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 16, 2021",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 15, 2021",
                "StudyFirstSubmitQCDate": "January 15, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 20, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "December 31, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "January 4, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University Hospital, Montpellier",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Paul Valérie University Montpellier",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "Regional Center for Cancer Screening (CRCDC) - Region of Occitanie - Department of Herault",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "Regional Center for Cancer Screening (CRCDC) - Region of Occitanie - Department of Aude",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "Association for Breast Cancer Screening - Department of Herault (AMHDCS)",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "In France, cervical cancer screening is based on a cervical smear for women aged 25 to 30 years and on High Risk- HPV (HR-HPV) testing for women aged 30 to 65 years. One of the main concerns in France is poor attendance to this screening program, up to 40% of women, which led French Health Authorities to implement population-based organized cervical cancer screening (DO CCU), based on remind letters, starting in 2019.\n\nOur project is a complementary strategy to DO CCU based on direct proposal of a vaginal self-sample device for HR-HPV testing to non-attendee women while attending health care centers. Our hypothesis is that contacting under-screened women directly and proposing them a self-sample device to be used at home will increase their participation to cervical cancer screening.\n\nThis project will be held in the Departments of Hérault and Aude, which are among those in the region of Occitanie (south of France) with the lowest participation to cervical cancer screening.\n\nWomen aged 50 to 65 years with no cervical smear and/or gynecological examination for more than three years, will be recruited in two sites: in a mobile unit for breast cancer screening implemented in the whole Department of Hérault and in a Medical and Social Care located in a particularly deprived area of Aude (Limoux-Quillan). In each site, non attendee-women will be proposed by a trained mid-wife, a vaginal self-sample device to perform at home and send back by mail to the laboratory of the Hospital of Montpellier, which will perform HR-HPV testing. Women with positive HR-HPV DNA test will be asked to perfom a cervical smear and completion of follow-up will be monitored.\n\nThe primary objective of this study will be to evaluate attendance of under-screened women to vaginal self-sampling for cervical cancer screening, i.e. the number of women who accepted a self-sample device among women to whom it has been proposed.\n\nA second objective will be to analyse psycho-social factors associated with cervical cancer screening in this population of non-attendee women, i.e. their socio-economic environment and the way women perceive and are implicated in cervical cancer screening. This secondary objective will be based on a specific questionnaire at recruitment and on semi-directive phone interviews in a sub-group of women. The efficacy of this screening strategy (number of women who performed vaginal self sample and sent it to the laboratory, and number of women who completed follow-up in case of a positive HR-HPV test) will also be monitored.\n\nThe number of women to be recruited is 300 for each site. The total estimated duration of the project is 48 months, including 24 months for women's recruitment.\n\nExpected results from this project are:\n\nAn increase in participation to cervical cancer screening of non-attendee women aged 50 to 65 years in the Departments of Hérault and Aude.\nWomen's education about cervical cancer screening through discussion with the midwife during recruitment and information tools developed for the project\nInformation of local health staff and community-based associations about cervical cancer screening and the place of HR-HPV testing.\nIdentification of psycho-social factors and potential barriers to compliance to cervical cancer screening.\nIdentification of organizational and practical difficulties that must be overcome to improve preventive actions towards deprived populations.",
                "DetailedDescription": "Scientific context :\n\nIn France, cervical cancer screening is based on a cervical smear every three years for women aged 25 to 30 years, and on a High-Risk HPV (HR-HPV) detection test every five years for women aged 30 to 65 years. One of the main concerns in France is poor attendance to this screening program. Among non-attendee women, older women (> 50 years old) and women of unfavourable socio-economic conditions are the most represented groups. This observation led French Health Authorities to implement population-based organized cervical cancer screening (DO CCU) starting in 2019. The Departments of Hérault and Aude are among those in Occitanie region (south of France) with the lowest participation to cervical cancer screening. In 2017, a group composed of academics, health professionals, the Regional Center for Cancer Screening in Occitanie and the Association for Breast Cancer Screening in Montpellier-Hérault organized a preliminary study based on a self-questionnaire showing high acceptability of vaginal self-sampling by women aged 25 to 65 years, particularly for women older than 50 years.\n\nThe aim of this interventional research is to increase women's participation to cervical cancer screening and to identify psycho-social determinants associated with screening observance. For this purpose, the integrative model of change (Attitude Social Influence Self-efficacy Mode - ASE model) from Vries et al. (2013) seems an interesting model to better understand behavioural changes regarding participation to cervical cancer screening using the proposed strategy.\n\nResearch hypothesis:\n\nThe project is a proximity-incentive strategy complementary to DO CCU based on direct proposal by a trained mid-wife of a vaginal self-sample device for HR-HPV testing to non-attendee women while attending health care centers. Our hypothesis is that contacting under-screened women directly and proposing them a self-sample device to be used at home along with information on cervical cancer, will increase their participation to cervical cancer screening. Secondary hypotheses are that 1) motivational determinants of ASE and contextual opportunities are associated with the realization of vaginal self-sampling 2) and that vaginal self-sampling is an efficient strategy for cervical cancer screening (i.e. number of self-sampling performed and sent to the laboratory, and number of follow-up for women with a positive HR-HPV DNA test among women who accepted the self-sample device).\n\nIntervention description:\n\nWomen aged 50 to 65 years with no cervical smear or no gynecological examination for more than three years will be recruited in two sites: in a mobile unit for breast cancer screening implemented in the whole Department of Hérault and in a Medical and Social Care located in a particularly deprived area of Aude (Limoux-Quillan). Non attendee-women will be proposed a vaginal self-sample device (Evalyn® brush) to perform at home and send back by mail to the laboratory of the Hospital of Montpellier, which will perform HR-HPV testing using the Cobas 4800 HPV DNA detection test. Women with positive HR-HPV DNA test will be asked to perfom a cervical smear and completion of follow-up will be monitored.\n\nDuring recruitment, women will complete a questionnaire with the help of a midwife on their socio-economic environment, motivational determinants and on their willingness to perform the vaginal self-sample. These data will be analyzed according to their participation to the proposed screening strategy. In addition, semi-directive interviews will be conducted in a sub-group of women (45 women for each site) to identify the barriers and levers of screening participation.\n\nThe number of women to be recruited (i.e. non-attendee women aged 50 to 65 years, who accepted the vaginal self-sample device among those to whom it has been proposed) is 300 for each site.\n\nThe total estimated duration of the project is 48 months, based on 12 months for preparation of the questionnaires, study subject approvals package and staff recruitment and training, 24 months for women's recruitment, 12 months for follow-up of women with positive HR-HPV DNA test, for data analysis and final report.\n\nExpected Health public impact are (a) an increase in participation to cervical cancer screening of women aged 50 to 65 years in the Departments of Hérault and Aude (b) the development of a proximity-incentive strategy to increase cervical cancer screening within vulnerable populations and populations with limited access to health care in those Departments (c) the identification of psycho social determinants involved in cervical cancer screening attendance (i.e. motivational factors, self-efficacy) (d) the construction of a regional network of professionals involved in cervical cancer screening, including health professionals, field teams, committee-based associations and researchers (e) the development of hypotheses and models for future transferability of this intervention to other Departments of the Occitanie Region as a complement of the national DO CCU program."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cervical Cancer",
                        "Uterine Cervical Disease",
                        "Human Papilloma Virus"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Direct-To-Consumer Screening and Testing",
                        "Vaginal self-sampling",
                        "HPV"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Screening",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "600",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Women 50 to 65 years with no regular cervical cancer screening",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Women aged 50 to 65 years with no cervical smear or no gynecological examination for more than three years, attending the mobile unit for breast cancer screening in the Department of Hérault, or the Medical and Social Care Center in the Department of Aude.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Proximity-incentive strategy based on vaginal self-sampling for women 50 to 65 years who do not participate to cervical cancer screening"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Proximity-incentive strategy based on vaginal self-sampling for women 50 to 65 years who do not participate to cervical cancer screening",
                            "InterventionDescription": "Direct offer of a vaginal self-sampling kit with information to perform at home and send back to the laboratory for HR-HPV testing\nThe psychosocial determinants involved in decision-making process and compliance to cervical cancer screening will be collected from open questionnaires and by semi-directive phone interviews\nControl ; Receive reminder to send the self-sample to the laboratory : After 3 and 6 months without \"return\", women receive a remind letter to send the vaginal self-sample to the laboratory. We call \"return\" the receipt of the vaginal self-sample at the laboratory.\nControl ; Receive reminder to perform cervical smear in case of positive HR-HPV test : In case of a positive HR-HPV test, women are asked to perform a control cervical smear. After 3, 6 months and 12 months without \"return\", women and their health-care professional will receive a remind letter to perform a cervical smear for control. We call \"return\" the performance of a pap smear.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Women 50 to 65 years with no regular cervical cancer screening"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Attendance of under-screened women to vaginal self-sampling when the self-device is proposed directly",
                            "PrimaryOutcomeDescription": "Number of women who accepted a self-sample device among women to whom it has been proposed",
                            "PrimaryOutcomeTimeFrame": "During recruitment"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Psychosocial determinants involved in attendance to cervical cancer screening using this screening strategy",
                            "SecondaryOutcomeDescription": "The psychosocial determinants (motivation, self-efficacy) involved in decision-making process and compliance to cervical cancer screening will be collected from open questionnaires conducted during women recruitment and later by semi-directive phone interviews for a sub-group of women participating to the study. These data will be organized through a logical model of change.\n\nThe role of socio-economic factors on cervical cancer screening adherence and self-sampling attendance will be evaluated using a validated index of social deprivation (European Deprivation Index - EDI).",
                            "SecondaryOutcomeTimeFrame": "During recruitment for the questionnaire and 4 months after recruitment for the semi-directive phone interviews"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Efficacy of the proposed screening strategy",
                            "SecondaryOutcomeDescription": "Number of vaginal self-samples performed and sent to the laboratory for HPV testing by women who accepted the self-sample device",
                            "SecondaryOutcomeTimeFrame": "After the last recall letter, sent 6 months after recruitment, if the vaginal self-sample has not been sent to the laboratory"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Efficacy of vaginal self-sampling with HPV testing for cervical cancer screening",
                            "SecondaryOutcomeDescription": "Number of complete follow-up (cervical smear) obtained among women who had a positive HPV test by vaginal self-sampling",
                            "SecondaryOutcomeTimeFrame": "After the last recall letter, sent 12 months after informing the woman by mail of a positive HR-HPV test, if no cervical smear has been performed"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAsymptomatic women 50 to 65 years old (50 and 65 years included)\nWith no cervical smear (or gynecologic examination) or HPV test for at least 3 years (≥ 3 years)\nAble to understand the study and provide voluntarily a written consent to participate\nAble to understand and answer the questions of the study questionnaire by themselves or with the help of a self-chosen third party\nBeneficiary of social security insurance\n\nExclusion Criteria:\n\nWomen deprived of their liberty, protected adults or vulnerable persons\nKnown cervical lesion or known HPV status\nHistory of hysterectomy\nHistory of cervix pathology (conization, laser treatment of the cervix)\nHistory of cervical cancer\nKnown immune-depression",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "50 Years",
                "MaximumAge": "65 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Nathalie BOULLE, MD/PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+33 4 67 33 58 72",
                            "CentralContactEMail": "n-boulle@chu-montpellier.fr"
                        },
                        {
                            "CentralContactName": "Antoine KHREICHE, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+33 68 72 72 02",
                            "CentralContactEMail": "A.Khreiche@depistage-occitanie.fr"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Nathalie BOULLE, MD/PhD",
                            "OverallOfficialAffiliation": "University Hospital, Montpellier",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Arnaud de Villeneuve Hospital, clinical trials Department",
                            "LocationStatus": "Active, not recruiting",
                            "LocationCity": "Montpellier",
                            "LocationState": "Herault",
                            "LocationZip": "34295",
                            "LocationCountry": "France"
                        },
                        {
                            "LocationFacility": "Mammobile Hérault",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Montpellier",
                            "LocationCountry": "France",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Nathalie BOULLE, MD/PhD",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000002583",
                            "ConditionMeshTerm": "Uterine Cervical Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000010212",
                            "ConditionMeshTerm": "Papilloma"
                        },
                        {
                            "ConditionMeshId": "D000002577",
                            "ConditionMeshTerm": "Uterine Cervical Diseases"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000014591",
                            "ConditionAncestorTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000018307",
                            "ConditionAncestorTerm": "Neoplasms, Squamous Cell"
                        },
                        {
                            "ConditionAncestorId": "D000009375",
                            "ConditionAncestorTerm": "Neoplasms, Glandular and Epithelial"
                        },
                        {
                            "ConditionAncestorId": "D000009370",
                            "ConditionAncestorTerm": "Neoplasms by Histologic Type"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M17212",
                            "ConditionBrowseLeafName": "Virus Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5520",
                            "ConditionBrowseLeafName": "Uterine Cervical Neoplasms",
                            "ConditionBrowseLeafAsFound": "Cervical Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M12821",
                            "ConditionBrowseLeafName": "Papilloma",
                            "ConditionBrowseLeafAsFound": "Papilloma",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M5515",
                            "ConditionBrowseLeafName": "Uterine Cervical Diseases",
                            "ConditionBrowseLeafAsFound": "Uterine Cervical Disease",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M20141",
                            "ConditionBrowseLeafName": "Neoplasms, Squamous Cell",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12010",
                            "ConditionBrowseLeafName": "Neoplasms, Glandular and Epithelial",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12005",
                            "ConditionBrowseLeafName": "Neoplasms by Histologic Type",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC01",
                            "ConditionBrowseBranchName": "Infections"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        }
                    ]
                }
            }
        }
    }
}