{
    "Rank": 427,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02705846",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "14/LO/0072"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "CCR 4059",
                            "SecondaryIdType": "Other Grant/Funding Number",
                            "SecondaryIdDomain": "Committee for Clinical Research"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Institute of Cancer Research, United Kingdom",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Analysing Outcomes After Prostate Cancer Diagnosis and Treatment in Carriers of Rare Germline Mutations",
                "OfficialTitle": "Analysing Outcomes After Prostate Cancer Diagnosis and Treatment in Carriers of Rare Germline Mutation in Cancer Predisposition Genes",
                "Acronym": "GENPROS"
            },
            "StatusModule": {
                "StatusVerifiedDate": "April 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 2014"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 2025",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2035",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "February 22, 2016",
                "StudyFirstSubmitQCDate": "March 7, 2016",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "March 11, 2016",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "April 17, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "April 20, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Institute of Cancer Research, United Kingdom",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "GENPROS aims to analyse the outcomes of patients with rare gene mutations in the cancer predisposition genes, BRCA1, BRCA2, HOXB13, and Lynch Syndrome, after a diagnosis of and treatment for prostate cancer (PCa). The study includes a cohort of gene mutation carriers with PCa matched with a control group of men with PCa who are known not to carry a mutation in the same gene. Clinical data regarding treatment and patient outcome will be collected retrospectively and prospectively. Archived tumour samples will also be collected for tumour profiling. A blood or saliva sample will be taken, if the participant consents to this part of the study, for genetic profiling to investigate any association of other inherited factors with PCa outcomes. Information obtained from this study will be of critical importance to support clinical trials investigating the most appropriate management of PCa in this group of patients at increased risk of prostate cancer.",
                "DetailedDescription": "Over 900,000 new cases of prostate cancer (PCa) are diagnosed worldwide every year. PCa is rarely diagnosed in men younger than 50 years, but its incidence rises rapidly thereafter. Excluding advanced age, the strongest risk factor for the disease is a family history of PCa suggesting the importance of genetic factors in disease development. Genome wide association studies (GWAS) have identified over 70 susceptibility loci associated with modest relative risks of PCa, which taken together, explain about 30% of the familial PCa risk. Rarer genetic variants conferring higher PCa risks have also been identified, such as BRCA1, BRCA2, HOXB13, and the Lynch Syndrome genes. Although the majority of PCa patients may only need active surveillance or are cured with radical primary treatment, others will eventually succumb to advanced disease. In fact, PCa accounts for the second commonest cause of male cancer-related deaths in the United States and the sixth worldwide, with more than 250,000 deaths a year. Thus, it is essential to identify upfront those patients with a lethal form of PCa and several studies have suggested that BRCA1 and BRCA2 mutation carriers may constitute one such population.\n\nBRCA mutations Germline BRCA2 mutations are the genetic events that confer the highest risk of PCa known to date (8.6-fold in men ≤65 years) whilst the effect of BRCA1 is more modest (3.5-fold). Germline BRCA2 and BRCA1 mutations are present in 1.2% and 0.44% of sporadic PCa cases, respectively. Deleterious germline mutations in both the BRCA1 and BRCA2 genes have been associated with more aggressive disease and poor clinical outcomes.\n\nWe have recently reported the analysis of 2019 PCa patients, 18 and 61 of them harbouring BRCA1 and BRCA2 germline mutations, respectively. This is the largest study to date investigating the clinical characteristics and outcome of PCa patients with and without BRCA mutations. Our results reveal that a wide spectrum of pathogenic mutations in the BRCA1 and BRCA2 genes confers a more aggressive PCa phenotype and these tumours are more frequently associated with lymph node involvement and distant metastasis at diagnosis than PCa in non-carriers. BRCA1 and BRCA2 carriers had a higher incidence of poorly differentiated tumours, presented with larger tumours and a higher incidence of node involvement and distant metastasis. We have also demonstrated that BRCA2 germline mutations in PCa, are a prognostic factor for poor overall survival, cause specific survival and metastasis free survival, independently of other classical prognostic factors, including stage, Gleason score, and PSA. In our series we observed that although BRCA1 carriers presented with similar baseline risk characteristics as BRCA2 carriers, their survival parameters were more similar to those in non-carriers. BRCA2 but not BRCA1 status, was confirmed as an independent prognostic factor for PCa outcome. Nevertheless, our study and others included a small number of BRCA1 carriers due to the relatively low incidence of PCa in carriers of these mutations and the conclusions regarding this group of patients should be taken cautiously.\n\nThe studies mentioned above suggest that PCa associated with germline BRCA mutations may respond differently to the conventional treatments currently available for PCa. In the general population, a multidisciplinary approach is used and treatment options include active surveillance, surgery, radiotherapy (external beam or brachytherapy), androgen deprivation therapy and chemotherapy. No studies to date have investigated whether there is an optimal treatment strategy specifically for BRCA mutation carriers. Therefore, a large study to analyze the outcomes of BRCA carriers after treatment with radical surgery, radiotherapy and chemotherapy is urgently needed as this would enable tailored management for these patients. The implementation of early diagnosis in these patients may also be crucial and currently the IMPACT study is evaluating the utility of PSA-based PCa screening in asymptomatic BRCA carriers.\n\nLynch Syndrome Another group in which a higher PCa risk has been reported is Lynch syndrome patients. Lynch syndrome is a multi-cancer syndrome caused by germline mutations in the MMR genes; MLH1, MSH2 or MSH6. Colorectal cancers are the predominant cancer phenotype and patients with this syndrome have a 70% probability of developing the disease by the age of 70. In addition, there is an increased risk of extracolonic tumours, including endometrium, stomach, small bowel, ovary, ureter, renal pelvis, biliary tract brain and pancreas. PCa has been reported in these families, but it is not until recently that it has been shown to be a feature of the Lynch syndrome. At the moment, little is known about the association between germline mutations in these genes and the PCa phenotype and outcome. Prostate cancer has been described as a component tumour of Lynch syndrome. The estimated cumulative lifetime risk is two-fold higher than the general population. The cumulative risk of prostate cancer at the age of 60 was 6.3% and at the age of 80 was 30%.\n\nHOXB13 Recently, a rare, recurrent mutation (G84E) in HOXB13, in the 17q21-12 region was reported to be associated with prostate cancer risk. The homeobox transcription factor gene is important in prostate development. The HOXB13 G84E mutation is found in up to 5% of PCa families, mainly in Northern Europe. Another group undertook a systematic literature review of the Germline Homeobox B13 G84E mutation studies in European Descendants. A meta-analysis of 24213 cases of PCa and 73631 controls was conducted and confirmed that HOXB13 G84E mutation is associated with an increased prostate cancer risk with an Odds ratio of 4.07 (95%CI:3.05-5.45). A subgroup analysis based on ethnic origin revealed that the Odds ratio was highest for the Western Europeans (OR=8.66) and lowest for Northern Europeans (OR=3.63). The G84E mutation was associated with early onset PCa with an Odds Ratio of 10.11 for early onset PCa and 3.63 for late onset PCa. When assessing the aggressiveness of the disease, the G84E mutation appeared not to predict a more aggressive presentation. While further studies are needed to define the clinical utility of these observations, it has been suggested that this variant may also be associated with features of more undifferentiated tumours and therefore may be associated with more aggressive disease.\n\n1. Rationale GENPROS aims to observe the outcomes in patients with rare germline genetic variants including BRCA1, BRCA2, HOXB13, MMR gene mutation carriers following prostate cancer (PCa) diagnosis and treatment.\n\nThe primary endpoint is the relative Cause Specific Survival (CSS) for men with PCa and a germline mutation in a prostate cancer predisposition gene. This will be of critical importance to support clinical trials investigating the most appropriate management of PCa in this group of high risk patients.\n\nThe study includes a cohort of rare gene mutation carriers with PCa and a control group formed of PCa patients known not to carry mutations in the same genes for comparison. In the first instance, carriers of mutations in the BRCA1 and BRCA2 genes will be recruited and as other gene variants are tested in the clinical and research settings, we will expand the protocol to examine these associations also.\n\nClinical data regarding diagnosis, treatment, recurrence and outcomes of PCa will be collected retrospectively and prospectively through contact with the participant's treating team. All men from this study will be followed-up for at least five years after enrolment in the study.\n\nA sample of the participant's PCa will also be requested for molecular profiling, as well as their family history of cancer. We will also collect a sample of DNA for investigation of common allele profiles and specific common alleles and their association with prognosis and outcomes.\n\nThe study will be undertaken at a number of international sites, subject to IRB approval."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "BRCA1",
                        "BRCA2",
                        "Lynch Syndrome",
                        "Genetic predisposition to Prostate cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Control"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "Saliva or blood samples will be collected from participants to analyse their DNA and look at genetic modifiers of prostate cancer.\n\nTumour blocks will also be collected from patients where available."
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "4260",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Mutation carriers with Prostate cancer",
                            "ArmGroupDescription": "Men with prostate cancer and a known pathogenic germline mutation in:\n\nthe BRCA1 or BRCA2 gene\nthe HOXB13 gene\nThe MSH2 gene\nAll other Lynch Syndrome genes (MLH1, MSH6, PMS2, EPCAM)\nThe ATM gene\nOther PCa predisposition genes",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Observation of treatment outcomes via Questionnaire"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Mutation non carriers",
                            "ArmGroupDescription": "Men with prostate cancer who have tested negative for a mutation in one of the following genes:\n\nthe BRCA1 or BRCA2 gene\nthe HOXB13 gene\nThe MSH2 gene\nAll other Lynch Syndrome genes (MLH1, MSH6, PMS2, EPCAM)\nThe ATM gene\nOther PCa predisposition genes",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Observation of treatment outcomes via Questionnaire"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Observation of treatment outcomes via Questionnaire",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Mutation carriers with Prostate cancer",
                                    "Mutation non carriers"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Cause Specific Survival (CSS) will be measured in men with prostate cancer who carry a rare germline mutation and compared to CSS in non-carriers",
                            "PrimaryOutcomeDescription": "Survival will be calculated from the date of PCa diagnosis until date of death from any cause or censored at the last follow-up",
                            "PrimaryOutcomeTimeFrame": "60 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Biochemical progression free survival (bPFS) will be measured and compared between mutation carriers and non-carriers.",
                            "SecondaryOutcomeDescription": "Survival will be calculated from the date of PCa diagnosis until date of death from any cause or censored at the last follow-up",
                            "SecondaryOutcomeTimeFrame": "60 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Metastasis free survival (MFS) after radical treatment will be measured and compared between mutation carriers and non-carriers.",
                            "SecondaryOutcomeDescription": "Survival will be calculated from the date of PCa diagnosis until date of death from any cause or censored at the last follow-up",
                            "SecondaryOutcomeTimeFrame": "60 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Overall survival will be measured and compared between mutation carriers and non-carriers.",
                            "SecondaryOutcomeDescription": "Survival will be calculated from the date of PCa diagnosis until date of death from any cause or censored at the last follow-up",
                            "SecondaryOutcomeTimeFrame": "60 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nMen diagnosed with PCa are eligible if:\nknown carriers of germline mutations associated with PCa risk OR\nknown non-carriers of mutations in the genes above\n\nExclusion Criteria:\n\npatients under 18 years of age\npatients who are unable to give informed consent\npatients who cannot be traced (<6 months follow-up) or whose clinical data are not available\npatients whose genetic status is unknown",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "The study includes a cohort of rare gene mutation carriers with PCa and a control group formed of PCa patients known not to carry mutations in the same genes for comparison.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Elizabeth C Page, MSc",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "44 208 722 4483",
                            "CentralContactEMail": "elizabeth.page@icr.ac.uk"
                        },
                        {
                            "CentralContactName": "Elizabeth Bancroft, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "44 208 722 4483",
                            "CentralContactEMail": "elizabeth.bancroft@rmh.nhs.uk"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Rosalind A Eeles, PhD",
                            "OverallOfficialAffiliation": "Institute of Cancer Research, United Kingdom",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Institute of Cancer Research and Royal Marsden Hospital",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Sutton",
                            "LocationState": "Surrey",
                            "LocationZip": "SM2 5PT",
                            "LocationCountry": "United Kingdom",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Rosalind A Eeles, FRCP FRFR",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "02086613642",
                                        "LocationContactEMail": "rosalind.eeles@icr.ac.uk"
                                    },
                                    {
                                        "LocationContactName": "Rosalind A Eeles, FRCP FRCR",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "Anonymised data can be applied for via the Steering Commitee"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M16045",
                            "ConditionBrowseLeafName": "Syndrome",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7070",
                            "ConditionBrowseLeafName": "Disease Susceptibility",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M21565",
                            "ConditionBrowseLeafName": "Genetic Predisposition to Disease",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            }
        }
    }
}