{
    "Rank": 428,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT00409968",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2005-0823"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "W81XWH-06-1-0303",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "U.S. Department of Defense"
                        },
                        {
                            "SecondaryId": "NCI-2018-01767",
                            "SecondaryIdType": "Registry Identifier",
                            "SecondaryIdDomain": "CTRP ID"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "M.D. Anderson Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "BATTLE Program: Umbrella Protocol for Patients With Non-Small Cell Lung Cancer (NSCLC)",
                "OfficialTitle": "A Biomarker-Integrated Study in Chemorefractory Patients With Advanced Non-Small Cell Lung Cancer (NSCLC)"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2020",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "November 27, 2006",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "October 31, 2019",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "October 31, 2019",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "December 8, 2006",
                "StudyFirstSubmitQCDate": "December 11, 2006",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 12, 2006",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "January 9, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "January 13, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "M.D. Anderson Cancer Center",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "United States Department of Defense",
                            "CollaboratorClass": "FED"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This trial is referred to as the \"umbrella trial\". The BATTLE program consists of this umbrella trial plus four phase II protocols into which the umbrella patients are enrolled. Patients will first enroll in the BATTLE umbrella trial and undergo a tumor biomarker analysis that will be used to assign them to one of the four phase II studies. All patients enrolled in one of the phase II BATTLE protocols must be enrolled in this protocol.",
                "DetailedDescription": "This study is the \"umbrella\" or screening study in a group of 5 studies known as the BATTLE (Biomarker-integrated Approaches of Targeted Therapy of Lung Cancer Elimination) program. In order to participate in one of the research studies, you must first agree to take part in this screening study, which will be used to determine if you are eligible. After participating in this study, you may be assigned to a study that is using an investigational drug. The investigational drug(s) to be used in each of the 4 studies are not approved by the Food and Drug Administration (FDA) for commercial use in this setting; however, the FDA has permitted its use in these research studies.\n\nIf you agree to participate in this screening study, your complete medical history (including smoking history) will be recorded and you will have a physical exam, including measurement of vital signs (blood pressure, pulse, temperature, and breathing rate), height, and weight. You will have blood (about 2 teaspoons) drawn for routine tests. You will also have blood (about 1-2 tablespoons) drawn to check your blood clotting function, thyroid function, and lipid (fat) levels. You will have a urine test, a performance status evaluation (questions about your ability to perform everyday activities), and an electrocardiogram (ECG -- a test that measures the electrical activity of the heart).\n\nYour tumor will be evaluated by chest x-ray and computed tomography (CT) or magnetic resonance imaging (MRI) scans to evaluate the status of the disease. You will have a brain MRI. Women who are able to have children must have a negative blood (about 1 teaspoon) pregnancy test before receiving the study drug.\n\nA sample of your tumor tissue will be collected for biomarker analysis. If your tumor tissue cannot be reached, you will not be able to participate in this research study. To collect a tumor biopsy, you will have either a CT-guided core biopsy, bronchoscopy, or other type of biopsy (such as subcutaneous, cutaneous, or lymph node). You will be asked to stop taking any medication that affects blood-clotting (such as aspirin or coumadin) before the biopsy procedure.\n\nFor the cutaneous (skin) biopsy, you will be given a local anesthetic by either a spray or shot to numb your skin. A small cut will be made to remove all or a piece of the affected skin.\n\nFor the CT-guided core biopsy of the lung, subcutaneous, and/or lymph node biopsy, a tissue sample is withdrawn from an organ or suspected tumor mass using a very thin needle and a syringe. The needle is guided while being viewed by the physician on a CT scan. Any site that can be safely biopsied will be considered for the collection of tissue. Sites not commonly biopsied include kidneys, adrenal glands, and brain.\n\nFor the bronchoscopy, you will be given drugs to relax, and then a local anesthetic will be sprayed into your nose and throat to numb those areas. A slim, flexible tube with a light will be placed through your nose or mouth and into your lungs. A small brush will be fed through the tube and into your lungs. The brush will gently scrape off a sample of lung tissue. Tweezers will then be fed through the tube to collect the tissue samples (biopsy). A small amount of water will be sprayed into your lungs and then suctioned out through the tube to collect tissue samples and mucous samples.\n\nFor the CT-guided core biopsy or bronchoscopy, you should not take any medications by mouth or have any solid food for at least 6 hours before the procedure. You also should not have any liquids 2 hours before the procedure.\n\nIf you are eligible to take part in this study, you will be assigned to 1 of the 4 research studies based on the results of your tumor analysis. You will be asked to read and sign a separate informed consent to take part in one of the research studies.\n\nYou have the right to leave the study at any time. If you choose to stop participating in this study, you should contact the study chair and/or research nurse. Your doctor may decide to take you off this study if your medical condition gets worse and/or you are unable to comply with study requirements.\n\nThis is an investigational study. Up to 250 patients will take part in this study. All will be enrolled at M. D. Anderson."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Lung Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Lung Cancer",
                        "Non Small Cell Lung Cancer",
                        "BATTLE Program",
                        "Umbrella Trial",
                        "Tumor Biopsy",
                        "NSCLC"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Only"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "A sample of your tumor tissue will be collected for biomarker analysis, and based on the results, you will be assigned to one of four phase II studies."
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "341",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Screening Study",
                            "ArmGroupDescription": "Screening study to find out if Patients with non-small cell lung cancer (NSCLC) that has spread to other parts of the body are eligible to take part in 1 of 4 different research studies.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Procedure: Tumor Biopsy"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Procedure",
                            "InterventionName": "Tumor Biopsy",
                            "InterventionDescription": "A sample of tumor tissue will be collected by either a CT-guided core biopsy, bronchoscopy, or other type of biopsy (such as subcutaneous, cutaneous, or lymph node).",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Screening Study"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Biomarker Profile Assessment (before randomized allocation to research study)",
                            "PrimaryOutcomeTimeFrame": "At enrollment"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nThe patient has a diagnosis of pathologically confirmed NSCLC by tumor biopsy and/or fine-needle aspiration\nThe patient has a diagnosis of either stage IIIB, stage IV, or advanced, incurable NSCLC, and failed at least one front-line metastatic NSCLC chemotherapy regimen. (Patients who have failed adjuvant or locally advanced therapy within 6 months are also eligible to participate in study).\nThe patient has uni-dimensionally measurable NSCLC.\nKarnofsky performance status >/= 60 or ECOG performance status 0-2\nThe patient has biopsy accessible tumor.\nThe patient has adequate hematologic function as defined by an absolute neutrophil count (ANC) >/= 1,500/mm^3, platelet count >/= 100,000/mm^3, WBC >/= 3,000/ mm^3, and hemoglobin >/= 9 g/dL.\nThe patient has adequate hepatic function as defined by a total bilirubin level </= 1.5 X the upper limit of normal, and alkaline phosphatase, AST or ALT </= 2.5 X the upper limit of normal.\nThe patient has adequate renal function as defined by a serum creatinine level </= 1.5 mg/dL or a calculated creatinine clearance of >/= 60cc/minute.\nThe patient has PT < 1.5 x upper limit of normal\nIf patient has brain metastasis, they must have been stable (treated or asymptomatic) for at least 4 weeks after radiation if treated with radiation and not have used steroids for at least 1 week. Re-imaging performed after 2 weeks, upon completion of radiation therapy.\nThe patient is >/= 18 years of age.\nThe patient has signed informed consent.\nThe patient is eligible if disease free from a previously treated malignancy, other than a previous NSCLC, for greater than two years. Patients with a history of prior basal cell carcinoma of the skin or pre-invasive carcinoma of the cervix are exempt from exclusion.\nWomen of childbearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Childbearing potential will be defined as women who have had menses within the past 12 months,who have not had tubal ligation or bilateral oophorectomy.Should a woman become pregnant or suspect that she is pregnant while participating in this study,she should inform her treating physician immediately.The patient,if a man,agrees to use effective contraception or abstinence.\nSubject must be considered legally capable of providing his or her own consent for participation in this study.\n\nExclusion Criteria:\n\nThe patient has received prior investigational therapy, chemotherapy, surgery, or radiotherapy within 4 weeks of initiating study drug\nThe patient has undergone prior thoracic or abdominal surgery within 28 days of study entry, excluding prior diagnostic biopsy.\nThe patient has received radiation therapy to the measurable tumor within 6 months. Patients are allowed to have local irradiation for the management of tumor-related symptoms (bones, brain). However, if a patient has active new disease growing in the previously irradiated site, the patient will be eligible to participate in the study.\nThe patient has a significant medical history or unstable medical condition (unstable systemic disease: congestive heart failure (New York Heart Association Functional Classification class II or worse), recent myocardial infarction within 3 months, unstable angina, active infection (i.e. currently treated with antibiotics), uncontrolled hypertension). Patients with controlled diabetes will be allowed. Patient must be able to undergo procedure for tissue acquisition.\nThe patient has uncontrolled seizure disorder, active neurologic disease, or neuropathy >/= grade 2. Patients with meningeal or CNS involvement by tumor are eligible for the study if the above exclusion criteria are not met.\nThe patient is pregnant (confirmed by serum Beta-HCG if applicable) or is breastfeeding.\nAny condition that is unstable or could jeopardize the safety of the patient and its compliance in the study, in the investigator's judgment.\nThe patient is actively taking herbal remedies or over-the-counter biologics (e.g., shark cartilage, high dose antioxidants).\nPatients will be allowed to have prior biologic (i.e. VEGF, EGFR, etc.) therapy. However, the patient will be excluded from a given study if he/she has received the same therapy as the clinical trial (i.e. If a patient has been previously treated with bevacizumab, they are allowed to enroll in any of the 4 studies. If a patient has been previously treated with erlotinib, they are excluded from the clinical trials with erlotinib). In addition, if a patient has been previously treated with gefitinib (Iressa), they are excluded from the clinical trials with erlotinib.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients with non-small cell lung cancer (NSCLC) that has spread to other parts of the body.",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Vali Papadimitrakopoulou, MD",
                            "OverallOfficialAffiliation": "M.D. Anderson Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Texas MD Anderson Cancer Center",
                            "LocationCity": "Houston",
                            "LocationState": "Texas",
                            "LocationZip": "77030",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "24747441",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Seguin L, Kato S, Franovic A, Camargo MF, Lesperance J, Elliott KC, Yebra M, Mielgo A, Lowy AM, Husain H, Cascone T, Diao L, Wang J, Wistuba II, Heymach JV, Lippman SM, Desgrosellier JS, Anand S, Weis SM, Cheresh DA. An integrin beta(3)-KRAS-RalB complex drives tumour stemness and resistance to EGFR inhibition. Nat Cell Biol. 2014 May;16(5):457-68. doi: 10.1038/ncb2953. Epub 2014 Apr 20."
                        },
                        {
                            "ReferencePMID": "23442309",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Tam AL, Kim ES, Lee JJ, Ensor JE, Hicks ME, Tang X, Blumenschein GR, Alden CM, Erasmus JJ, Tsao A, Lippman SM, Hong WK, Wistuba II, Gupta S. Feasibility of image-guided transthoracic core-needle biopsy in the BATTLE lung trial. J Thorac Oncol. 2013 Apr;8(4):436-42. doi: 10.1097/JTO.0b013e318287c91e."
                        },
                        {
                            "ReferencePMID": "22586319",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Kim ES, Herbst RS, Wistuba II, Lee JJ, Blumenschein GR Jr, Tsao A, Stewart DJ, Hicks ME, Erasmus J Jr, Gupta S, Alden CM, Liu S, Tang X, Khuri FR, Tran HT, Johnson BE, Heymach JV, Mao L, Fossella F, Kies MS, Papadimitrakopoulou V, Davis SE, Lippman SM, Hong WK. The BATTLE trial: personalizing therapy for lung cancer. Cancer Discov. 2011 Jun;1(1):44-53. doi: 10.1158/2159-8274.CD-10-0010. Epub 2011 Jun 1."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "University of Texas MD Anderson Cancer Center Website",
                            "SeeAlsoLinkURL": "http://www.mdanderson.org"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000008175",
                            "ConditionMeshTerm": "Lung Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000002289",
                            "ConditionMeshTerm": "Carcinoma, Non-Small-Cell Lung"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000012142",
                            "ConditionAncestorTerm": "Respiratory Tract Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000013899",
                            "ConditionAncestorTerm": "Thoracic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000008171",
                            "ConditionAncestorTerm": "Lung Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012140",
                            "ConditionAncestorTerm": "Respiratory Tract Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000002283",
                            "ConditionAncestorTerm": "Carcinoma, Bronchogenic"
                        },
                        {
                            "ConditionAncestorId": "D000001984",
                            "ConditionAncestorTerm": "Bronchial Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafAsFound": "Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M5236",
                            "ConditionBrowseLeafName": "Carcinoma, Non-Small-Cell Lung",
                            "ConditionBrowseLeafAsFound": "Non-Small Cell Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M5224",
                            "ConditionBrowseLeafName": "Carcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14669",
                            "ConditionBrowseLeafName": "Respiratory Tract Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16348",
                            "ConditionBrowseLeafName": "Thoracic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10858",
                            "ConditionBrowseLeafName": "Lung Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14667",
                            "ConditionBrowseLeafName": "Respiratory Tract Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5230",
                            "ConditionBrowseLeafName": "Carcinoma, Bronchogenic",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4950",
                            "ConditionBrowseLeafName": "Bronchial Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}