{
    "Rank": 444,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02112188",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "14-076"
                },
                "Organization": {
                    "OrgFullName": "Memorial Sloan Kettering Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Meaning-Centered Counseling for Chinese Patients Who Are Being Treated for Advanced Cancer",
                "OfficialTitle": "Adaptation of Individual Meaning-Centered Psychotherapy for Chinese Immigrant Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 2014",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "February 15, 2025",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "February 15, 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "April 7, 2014",
                "StudyFirstSubmitQCDate": "April 9, 2014",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "April 11, 2014",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "August 30, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "September 5, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Memorial Sloan Kettering Cancer Center",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Queens Cancer Center of Queens Hospital",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Charles B. Wang Community Health Center (CBWCHC)",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "American Cancer Society - Asian Initiatives",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "New York Coalition for Asian American Mental Health (NYCAAMH)",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "New York Hospital Queens",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Chinese Christian Herald Crusades (CCHC)",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Cheung and Kan Medical Group, PLLC",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {},
            "DescriptionModule": {
                "BriefSummary": "The purpose of the study is to modify a type of counseling called \"Individual Meaning Centered Psychotherapy\" to meet the needs of Chinese cancer patients. Many cancer patients use counseling or other resources to help cope with the emotional burden of their illnesses. Counseling often helps them cope with cancer by giving them a place to express their feelings. \"Meaning-Centered\" counseling aims to teach cancer patients how to maintain or even increase a sense of meaning and purpose in their lives, despite cancer.",
                "DetailedDescription": "Phases 1 and 2: Formative Research and Adaptation This is a study to adapt the IMCP intervention to be culturally and linguistically tailored for Chinese cancer patients. This study will be carried out in two phases: 1) formative research and 2) adaptation. Preliminary formative research has begun in our study exploring community needs and priorities through exemption application X13-034. For this application we will continue the formative research (phase 1) by conducting 12 in-depth interviews with Chinese immigrants with advanced cancer to inform the adaptation of the intervention. Results of the patient in-depth interviews will inform how to adapt the IMCP process and session themes to reflect the needs of the community. In the adaptation phase (phase 2) the Breitbart IMCP research team (including Drs. Breitbart, Lichtenthal, and Applebaum), Drs. Leng, Gany, and Ms. Huang will discuss a priori adaptations to the intervention. Potential changes to the process and content will be discussed. Adaptations will be incorporated in a modified IMCP-Ch treatment manual, therapist checklist/outline and Treatment Integrity Coding Manual.\n\nPhase 3: Feasibility Pilot This phase will feature an open feasibility study using a pretest vs. posttest design, with the intervention to be delivered via telehealth in Mandarin Chinese by a bilingual interventionist or by an English-speaking therapist in English (for bilingual Chinese and English-speaking patients who prefer English) or through English-to-Mandarin Remote Simultaneous Medical Interpretation (RSMI), depending on participants' preference\n\nAdded a new phase (Phase 4), to more rigorously examine the effects of using remote interpreting modalities to deliver IMCP to Chinese patients with advanced cancer; and (2) to add a minimum distress level for eligibility in order to align trial eligibility criteria with those employed in prior MCP trials, which used a DistressThermometer (DT) cutoff of >4 to identify patients with clinically significant distress (participants who do not meet this criteria will be enrolled in Phase 3). Phase 4 will employ a three-arm pilot randomized controlled trial (RCT) to test the feasibility and acceptability of using (1) Remote Consecutive Medical Interpretation (RCMI), (2) Remote Simultaneous Medical Interpretation (RSMI) and (3) bilingual provider (control/gold standard) in delivering IMCP-Ch."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Advanced Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "84",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Chinese patients with advanced cancer",
                            "ArmGroupDescription": "IMCP intervention to be culturally & linguistically tailored for Chinese cancer patients. This study will be carried out in 3 phases: 1) formative research & 2) adaptation. For this application we will continue the formative research (phase 1) by conducting 20 to 30 indepth interviews with Chinese immigrants with advanced cancer to inform the adaptation of the intervention. Results of the patient in-depth interviews will inform how to adapt the IMCP process & session themes to reflect the needs of the community. In the adaptation phase (phase 2) the Breitbart IMCP research team (including Drs. Breitbart, Lichtenthal, & Applebaum), Drs. Leng, Gany, & Ms. Huang will discuss a priori adaptations to the intervention. Potential changes to the process & content will be discussed. Adaptations will be incorporated in a modified IMCP-Ch treatment manual, therapist checklist/outline & Treatment Integrity Coding Manual. PHASE 3, 4 Conduct feasibility study of IMCP-Ch for Chinese cancer patients.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: In-depth Patient Interviews",
                                    "Behavioral: Adaptation of IMCP for Chinese Immigrant Cancer Patients",
                                    "Behavioral: Individual Meaning-Centered Psychotherapy for Chinese (IMCP-Ch) (For Phase 3 and Phase 4)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "In-depth Patient Interviews",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Chinese patients with advanced cancer"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Adaptation of IMCP for Chinese Immigrant Cancer Patients",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Chinese patients with advanced cancer"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Individual Meaning-Centered Psychotherapy for Chinese (IMCP-Ch) (For Phase 3 and Phase 4)",
                            "InterventionDescription": "The six sessions will be delivered every or every other week over a span of 6-16 weeks, depending on participant and interventionist availability. Sessions may also be delivered within 2 weeks to accommodate schedules. Sessions will take place via MSK-approved videoconferencing platforms (e.g. Zoom) or by telephone, depending on participant preference. The IMCP-Ch intervention will be delivered via telehealth in Mandarin Chinese by a bilingual interventionist or in English (for bilingual Chinese and English-speaking patients who prefer English) by an English-speaking therapist or through English-to-Mandarin Remote Simultaneous Medical Interpretation (RSMI), depending on participants' preference.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Chinese patients with advanced cancer"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "adapt the Individual Meaning-Centered Psychotherapy (IMCP)",
                            "PrimaryOutcomeDescription": "through formative research, including in-depth interviews, to be culturally and linguistically tailored for Chinese immigrant cancer patients (IMCP-Ch), using the Ecological Validity Model (EVM) of Bernal et al. (3) and the Cultural Adaptation Process (CAP) model of Domenech-Rodriquez and Weiling (1). This addresses existential issues using didactics and experiential exercises and has demonstrated efficacy in reducing existential suffering and improving psychosocial functioning among advanced cancer patients.",
                            "PrimaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPhases 1 and 2:\n\nInterview Inclusion Criteria (per self-report):\n\nNon-US born;\nOf Chinese descent;\nAge 21 years through 80 years;\nLanguage spoken: Mandarin and/or English\nDiagnosis of Stage IV cancer (any type).\n\nPhase 3:\n\nStage III or IV cancer (per self-report or on the MSKCC EMR). If traditional staging does not apply (i.e. for leukemia), we can allow patient deemed by provider to have poor prognosis/roughly equivalent to Stage III or IV to be referred.\nAge 18 or older\nOf Chinese descent\nMandarin-speaking\nHave an estimated life expectancy of at least 6 months (per self-report or on the MSKCC EMR)\nResides in New York State\n\nPhase 4:\n\nStage III or IV cancer (per self-report or on the MSKCC EMR). If traditional staging does not apply (i.e. for leukemia), we can allow patient deemed by provider to have poor prognosis/roughly equivalent to Stage III or IV to be referred.\nAge 18 or older\nOf Chinese descent\nMandarin-speaking\nHave an estimated life expectancy of at least 6 months (per referring physician assessment or on the MSKCC EMR)\nResides in New York State\nScore >4 on the Distress Thermomete\n\nExclusion Criteria:\n\nPhases 1 and 2:\n\nPresence of cognitive impairment disorder (e.g., delirium or dementia) sufficient to preclude meaningful informed consent and/or data collection. The Chinese version of the Mini Mental State Examination (MMSE) (46) will be used as a cognitive screening tool. Patients with MMSE scores below 20 will be excluded. For English speaking patients we will use the English version of the MMSE.\nHas a household member who has already participated (or agreed to participate).\n\nPhase 3:\n\nPrevious participation in Phases 1 or 2 of the study\nUnable/unwilling to use or no access to a telehealth platform (i.e., telephone or videoconference)\nFor participants who express interest in RSMI, unable/unwilling to use Zoom videoconferencing platform\nUnable or unwilling to commit to up to 16 weeks to complete 6-session intervention and follow-up assessments\nMajor psychiatric illness or cognitive impairment that in the judgment of study investigators or study staff would preclude study participation\nPatients diagnosed with primary brain tumors (per self-report or on the MSKCC EMR), as they may have difficulty completing the intervention and answering questionnaires\nUndergoing hematopoietic stem cell transplantation (HSCT) (per self-report or on the MSKCC EMR)\nCurrently in psychotherapeutic treatment (patients being treated with psychotropic medications will not be excluded, as long as they are not in psychotherapy; per self report)\n\nPhase 4:\n\nPrevious participation in Phases 1, 2, or 3 of the study\nUnable/unwilling to use or no access to the Zoom videoconferencing platform (required for RSMI)\nUnable or unwilling to commit to up to 16 weeks to complete 6-session intervention and follow-up assessments\nMajor psychiatric illness or cognitive impairment that in the judgment of study investigators or study staff would preclude study participation\nPatients diagnosed with primary brain tumors (per self-report or on the MSKCC EMR), as they may have difficulty completing the intervention and answering questionnaires\nUndergoing hematopoietic stem cell transplantation (HSCT) (per self-report or on the MSKCC EMR)\nCurrently in psychotherapeutic treatment (patients being treated with psychotropic medications will not be excluded, as long as they are not in psychotherapy; per self report)",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "21 Years",
                "MaximumAge": "80 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Phase I participants will be recruited through MSKCC and referrals provided by Qcc, CCHC, ACS Asian Initiatives, CBWCHC, NYHQ and NYCAAMH and the Cheung and Kan Medical Group.\n\nPhase 3 and 4 participants will be recruited through MSKCC and referrals provided by community clinicians/collaborating partners. Flyers (Phase 3, Appendix H) in Chinese announcing the study will be distributed through MSKCC and community organizations and hospitals (e.g., QCC, WCMC, NYP LMH, CCHC, ACS Asian Initiatives, CBWCHC, NYHQ, the Cheung and Kan Medical Group and NYCAAMH).",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Florence Lui, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "646-888-8369"
                        },
                        {
                            "CentralContactName": "Francesca Gany, MD, MS",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "646-888-8054"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Florence Lui, PhD",
                            "OverallOfficialAffiliation": "Memorial Sloan Kettering Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Memorial Sloan Kettering Basking Ridge (Limited Protocol Activities)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Basking Ridge",
                            "LocationState": "New Jersey",
                            "LocationZip": "07920",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8369"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Memorial Sloan Kettering Monmouth (Limited Protocol Activities)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Middletown",
                            "LocationState": "New Jersey",
                            "LocationZip": "07748",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8369"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Memorial Sloan Kettering Bergen (Limited Protocol Activities)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Montvale",
                            "LocationState": "New Jersey",
                            "LocationZip": "07645",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8369"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Memorial Sloan Kettering Cancer Center Suffolk- Commack (Limited Protocol Activities)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Commack",
                            "LocationState": "New York",
                            "LocationZip": "11725",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8369"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Memorial Sloan Kettering Westchester (Limited Protocol Activities)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Harrison",
                            "LocationState": "New York",
                            "LocationZip": "10604",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8369"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "MSK at Ralph Lauren (Limited Protocol Activities)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "New York",
                            "LocationState": "New York",
                            "LocationZip": "10035",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8369"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Memorial Sloan Kettering Cancer Center",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "New York",
                            "LocationState": "New York",
                            "LocationZip": "10065",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8369"
                                    },
                                    {
                                        "LocationContactName": "Francesca Gany, MD,MS",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8054"
                                    },
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Memorial Sloan Kettering Nassau (Limited Protocol Activities)",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Uniondale",
                            "LocationState": "New York",
                            "LocationZip": "11553",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Florence Lui, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-8369"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Memorial Sloan Kettering Cancer Center",
                            "SeeAlsoLinkURL": "http://www.mskcc.org/"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "T311",
                            "InterventionBrowseLeafName": "Tangerine",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "HB",
                            "InterventionBrowseBranchName": "Herbal and Botanical"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}