{
    "Rank": 448,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02777996",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "23/2003/CEL"
                },
                "Organization": {
                    "OrgFullName": "Cancer Prevention and Research Institute, Italy",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Italian Lung Cancer Screening Trial (ITALUNG)",
                "OfficialTitle": "An Italian Randomized Trial for the Evaluation of the Efficacy of Lung Cancer Screening With Low Dose Computed Tomography. The ITALUNG Study.",
                "Acronym": "ITALUNG"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2016",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 2003"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 2016",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 2016",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "May 17, 2016",
                "StudyFirstSubmitQCDate": "May 17, 2016",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 19, 2016",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "May 19, 2016",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 20, 2016",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Francesca Carozzi",
                    "ResponsiblePartyInvestigatorTitle": "Deputy Director Cancer Laboratory Unit",
                    "ResponsiblePartyInvestigatorAffiliation": "Cancer Prevention and Research Institute, Italy"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Cancer Prevention and Research Institute, Italy",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University of Florence",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of Pisa",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Local Health Authority Pistoia (ITALY)",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "Careggi Hospital",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "ITALUNG is a RCT for the evaluation of the efficacy of lung cancer screening with low-dose Computer Tomography (LDCT) , carried out in three screening centers in Florence, Pisa and Pistoia districts of the Tuscany region of Italy.\n\n3106 high risk subjects (age 55-69, smokers or ex-smokers) were recruited and randomized to the Active arm (Baseline + 3 annually repeated LDCT screening) or to the Passive arm, followed up in usual care (no screening reccomended ) All subjects were invited, if smokers, to consider smoking cessation practice. Follow-up for cause specific mortality and overall mortality and for lung cancer incidence was performed (actually at 9.3 years since randomization) . Blood and sputum samples were stored from the Active arm in a Biobank, with 1304 subjects enrolled in the Italung Biomarker study.",
                "DetailedDescription": "ITALUNG is a RCT for the evaluation lo the efficacy of lung cancer screening with low-dose CT carried out in three screening centers in Florence, Pisa and Pistoia districts of the Tuscany region of Italy. The study was completely funded by the Regional Health Public Authority and approved by the Local Ethic Committee of each participating institution.\n\nThe study involves 269 general practitioners (GPs) operating in the 3 districts, one screening centre for each district, where CT scans and clinical management are performed, and the Institute for Cancer Prevention Research (CSPO) of Florence as a coordinating centre.\n\nMethods The base for subject recruitment was the list of subjects in the 55-69 years range resident in one of the 3 districts where the screening centres are located and registered with one of the GPs who has accepted to participate in the study. These subjects received a letter signed by their GP and by the local screening centre in which the aims and characteristics of the study were explained and a standardized multiple choices questionnaire about age, gender, smoking history, and general health information were enclosed. The candidates were asked to sign their consent of being randomized and to send the letter back to the coordinating centre by mail, free of charge, or to give the questionnaire back to his/her GP. Only subjects registered with participating GPs who gave the letter back with the consent to the randomization were enrolled in the trial.\n\nThe consent to be enrolled and randomized was contained in the initial mailing as the consent to be followed up by the GP. All respondents signed the consent before knowing their eligibility and randomization status.\n\nEligible for the study were subjects aged between 55 and 69 years at the time of enrolment with a smoking history of at least 20 packs-year since the last 10 years (former smokers who quitted since more than 10 years were excluded). Other exclusion criteria were a history of previous cancer other than non-melanoma skin cancer and general conditions precluding thoracic surgery. Eligible subjects only were centrally randomised by a software procedure in an active arm receiving annual low-dose CT for 4 years and a control arm receiving usual care but no screening. Subjects randomized in the control arm then received a letter communicating their allocation in the no screening arm of the study and an invitation for a free access to a smoking cessation program.\n\nSubjects randomized into the active arm were contacted by phone call to have an appointment for an interview in which a pneumologist after providing further information about CT scan and positive findings management collected the consent for CT examination and scheduled the CT screening test. An additional written consent for enrolment in a biomarkers collateral research project was also requested. A free-access invitation to a smoking cessation program was provided to all the subjects enrolled in the study.\n\nAll randomised subjects will be followed up by cancer registry of the Tuscany Region (http://www.ispo.it/) for incidence and mortality. Furthermore each enrolled subject or his/her GP will be interviewed by telephone after 4 years since randomisation to assess health conditions and smoking habits.\n\nWe considered subjects who withdrew from the screening process at whatever time after randomisation as drop-outs.The CT screening tests were performed using five spiral CT scanners including one with single row of detectors (SD) and four with multi-rows of detectors (MD). Low-dose acquisition techniques followed the international recommendations including 120-140 kilovolt peak (kVp), 20-43 milliampere (mA) and bone reconstruction filter. Slice collimation was 3 mm with 1.5 mm reconstruction interval with the SD scanner and 1-1.25 with 1-1.25 mm reconstruction interval with the MD scanners. Each CT scan was read independently by two radiologists on a work-station with a consensus reached in case of disagreement. Three radiologists performed all the first reading, while 15 additional radiologists performed the second reading. All 18 radiologists had a minimum of 4 years experience in chest CT. Within the next 3 weeks the result of the baseline screening test was mailed home if negative, whereas subjects with positive test received a phone call by the local screening centre and were invited to meet the pneumologist for further assessment.The main criterion for test evaluation was the nodule size, measured manually with electronic callipers on the workstation. CT scans was considered as negative when no focal abnormalities were found and also when solid non-calcified nodules (NCN) < 5 mm in mean diameter or pure non-solid nodules with a mean diameters < 10 mm were observed. In case of negative baseline screening test the subject was scheduled for the annual repeat screening test.The test was considered as positive when it demonstrated at least one NCN ≥ 5 mm or a non-solid nodule ≥ 10 mm or the presence of a part-solid nodule. Management of positive screening test was carried out at each screening centre according to a shared protocol basically similar to that of the International-Early Lung Cancer Action Program (ELCAP) Study using follow-up low-dose CT, fluorodeoxyglucose positron emission tomography (FDG-PET), and fine needle aspiration (FNA) biopsy. In particular, solid NCN with a mean diameter ≥ 8 and non- solid NCN > 10 mm were scheduled for FDG-PET examination. In PET positive nodules a FNA was recommended, whereas a 3-month follow-up was performed in PET negative cases. A 3-month follow- up was also requested for nodules with negative or indeterminate FNA. All cases showing no nodule growth at the follow-up examination were invited to annual repeat CT scan. Solid or part-solid NCN with mean diameter between 5 and 7 mm received a follow-up low-dose CT scan after three months. In case of significant growth, defined as an increase of at least 1 mm in mean diameter in a solid nodule or increase of the solid component in a part-solid nodule, nodules were considered potentially malignant. For peripheral nodules two options were then available: FDG-PET or CT-guided FNA. In case of deep nodules FDG-PET or fiberoptic BronchoScopy (FBS) was performed on a case-by-case basis. FBS was also occasion- ally performed in case of airways abnormalities. If the screening test revealed focal abnormalities consistent with inflammatory disease, antibiotic therapy and a 1-month follow-up CT were recommended. In case of complete resolution, the subject was sent to annual repeat screening, whereas further 2-month follow-up CT was performed in case of partial or lack of resolution. All subjects with FNA evidence of malignancy underwent a staging CT including full-dose chest, upper abdomen and head examination with intravenous iodinated contrast administration. Surgery was recommended for nodules with findings consistent with malignancy at FNA and also in two subjects with a PET positive and FNA indeterminate solid nodule.All the surgically removed lesions were evaluated according to the World Health Organization Criteria]. Blood and sputum samples were stored from the Active arm in a Biobank, with 1304 subjects enrolled in the Italung Biomarker study."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Lung Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "screening"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Screening",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "3106",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Screening arm",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Low Dose Computed Tomography offered at baseline and for 3 repeated rounds",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Device: Low Dose Computed Tomography"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Passive Arm",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "Eligible subjects were randomized to follow up in usual care (in Europe lung cancer screening is not raccomended), according with the GP."
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Device",
                            "InterventionName": "Low Dose Computed Tomography",
                            "InterventionDescription": "Assessment protocol were adopted from the ELCAP study (modified) for Non Calcific Nodule with a diameter of less- equal than 5 mm at baseline and 3mm at repeated.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Screening arm"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "lung cancer specific mortality",
                            "PrimaryOutcomeDescription": "All subjects were followed up using the Tuscany Region Registry of causes of death",
                            "PrimaryOutcomeTimeFrame": "till 8 years or more of average follow up since randomization"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "overall mortality",
                            "SecondaryOutcomeDescription": "All subjects were followed up using the Tuscany Region Registry of causes of death",
                            "SecondaryOutcomeTimeFrame": "till 8 years or more of average follow up since randomization"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Incidence excess/overdiagnosis",
                            "SecondaryOutcomeDescription": "All subjects were followed up using the Tuscany Region Registry of Cancer",
                            "SecondaryOutcomeTimeFrame": "till 8 years or more of average follow up from randomization"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nResident in the catchment area, in the list of GP's\nCurrent smoker\nEx-smoker (<8years)\n\nExclusion Criteria:\n\nNon smoker\nEx-smoker (=>8years)",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "55 Years",
                "MaximumAge": "69 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Francesca M Carozzi, MSC",
                            "OverallOfficialAffiliation": "Cancer Laboratory Deputy Director",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Cancer Prevention and Research Institute, ISPO",
                            "LocationCity": "Firenze",
                            "LocationState": "FI",
                            "LocationZip": "50139",
                            "LocationCountry": "Italy"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "18723240",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Lopes Pegna A, Picozzi G, Mascalchi M, Maria Carozzi F, Carrozzi L, Comin C, Spinelli C, Falaschi F, Grazzini M, Innocenti F, Ronchi C, Paci E; ITALUNG Study Research Group. Design, recruitment and baseline results of the ITALUNG trial for lung cancer screening with low-dose CT. Lung Cancer. 2009 Apr;64(1):34-40. doi: 10.1016/j.lungcan.2008.07.003. Epub 2008 Aug 23."
                        },
                        {
                            "ReferencePMID": "23612465",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Lopes Pegna A, Picozzi G, Falaschi F, Carrozzi L, Falchini M, Carozzi FM, Pistelli F, Comin C, Deliperi A, Grazzini M, Innocenti F, Maddau C, Vella A, Vaggelli L, Paci E, Mascalchi M; ITALUNG Study Research Group. Four-year results of low-dose CT screening and nodule management in the ITALUNG trial. J Thorac Oncol. 2013 Jul;8(7):866-75. doi: 10.1097/JTO.0b013e31828f68d6."
                        },
                        {
                            "ReferencePMID": "31654837",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Puliti D, Mascalchi M, Carozzi FM, Carrozzi L, Falaschi F, Paci E, Lopes Pegna A, Aquilini F, Barchielli A, Bartolucci M, Grazzini M, Picozzi G, Pistelli F, Rosselli A, Zappa M; ITALUNG Working Group. Decreased cardiovascular mortality in the ITALUNG lung cancer screening trial: Analysis of underlying factors. Lung Cancer. 2019 Dec;138:72-78. doi: 10.1016/j.lungcan.2019.10.006. Epub 2019 Oct 15."
                        },
                        {
                            "ReferencePMID": "28377492",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Paci E, Puliti D, Lopes Pegna A, Carrozzi L, Picozzi G, Falaschi F, Pistelli F, Aquilini F, Ocello C, Zappa M, Carozzi FM, Mascalchi M; the ITALUNG Working Group. Mortality, survival and incidence rates in the ITALUNG randomised lung cancer screening trial. Thorax. 2017 Sep;72(9):825-831. doi: 10.1136/thoraxjnl-2016-209825. Epub 2017 Apr 4."
                        }
                    ]
                },
                "AvailIPDList": {
                    "AvailIPD": [
                        {
                            "AvailIPDType": "Study Protocol",
                            "AvailIPDURL": "http://www.ispo.it",
                            "AvailIPDComment": "In Italian, available under request"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "European Collaboration of Randomized Controlled Trial (RCT) in lung cancer screening"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000008175",
                            "ConditionMeshTerm": "Lung Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000012142",
                            "ConditionAncestorTerm": "Respiratory Tract Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000013899",
                            "ConditionAncestorTerm": "Thoracic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000008171",
                            "ConditionAncestorTerm": "Lung Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012140",
                            "ConditionAncestorTerm": "Respiratory Tract Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafAsFound": "Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14669",
                            "ConditionBrowseLeafName": "Respiratory Tract Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16348",
                            "ConditionBrowseLeafName": "Thoracic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10858",
                            "ConditionBrowseLeafName": "Lung Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14667",
                            "ConditionBrowseLeafName": "Respiratory Tract Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}