{
    "Rank": 465,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01538550",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CRCpilotNorway"
                },
                "Organization": {
                    "OrgFullName": "Cancer Registry of Norway",
                    "OrgClass": "OTHER_GOV"
                },
                "BriefTitle": "Pilot Study of a National Screening Programme for Bowel Cancer in Norway",
                "OfficialTitle": "Colorectal Cancer Screening in Norway: Pilot Study of a National Screening Programme With Randomised Comparison of Different Screening Strategies to Provide the Best Possible Service to the Population"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2021",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 2012"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 2028",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2030",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "February 13, 2012",
                "StudyFirstSubmitQCDate": "February 20, 2012",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 24, 2012",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "January 26, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "January 29, 2021",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Giske Ursin",
                    "ResponsiblePartyInvestigatorTitle": "Head of department for colorectal cancer screening, Cancer Registry of Norway",
                    "ResponsiblePartyInvestigatorAffiliation": "Cancer Registry of Norway"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Cancer Registry of Norway",
                    "LeadSponsorClass": "OTHER_GOV"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University of Oslo",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "The Norwegian government has funded a pilot study of a national colorectal cancer screening programme. This implies initiation of a screening pilot in the catchment area for two hospitals in Norway. The target population is average risk men and women at age 50-74 years. The programme is designed as a comparative effectiveness programme evaluating acceptance and test performance for two screening methods - fecal occult blood testing (FOBT) and flexible sigmoidoscopy (FS). This protocol describes the main methodological issues, necessary resources and the expected effects.",
                "DetailedDescription": "There are several candidate screening modalities - fecal occult blood (FOBT), flexible sigmoidoscopy, colonoscopy, CT and MRI colonography and a range of molecular markers. Of these, only FOBT and FS have been subjected to long-term follow-up in randomised trials (RCTs). These two modalities will be tested in a head-to-head comparison by 1:1 randomisation. Previous studies have suggested that the attendance for FS may be lower than for FOBT. However, participation has been shown to decline with repetitive rounds required for FOBT, while infrequent or once-only screening may suffice for FS. A better test performance for FS makes it uncertain which method may be most beneficial in a public health perspective. This is the first time a national screening programme is designed as a platform for comparative effectiveness studies.\n\nThe pilot study will be carried out in two hospital catchment areas in South-East Norway - each with a target population of 70,000 men and women at 50-74 years of age - altogether 140,000 individuals to be randomised 1:1 between screening with an immunochemical test for faecal occult blood (iFOBT) biennially or FS once only. The primary endpoint is colorectal mortality reduction after 10 years. Attendance for FS is expected to be 50% and 60% for iFOBT. Expected CRC mortality reduction is 30% (286 CRC deaths) in the FS arm and 15% (143 CRC deaths) in the iFOBT arm (intention-to-treat). In a 1:1 randomisation with 80% statistical power and a significance level of 5% it will require 70,000 individuals in each arm to disclose a statistically significant difference between FS and iFOBT screening in an intention-to-treat model. We expect 5% in the iFOBTs group to test positive and require colonoscopy work-up. A positive FS is defined as 'any advanced neoplasia' (CRC, adenoma >10mm, adenoma with high-grade dysplasia or villous components). A finding of advanced neoplasia is expected in 5% of FS requiring full colonoscopy.\n\nStudy entry-date: All individuals were randomized to each of the two groups (iFOBT or sigmoidoscopy) before study start. Because first round screening of the iFOBT arm (70,000 invitees) will be finished in a shorter time frame compared to sigmoidoscopy, invitees in the flexible sigmoidoscopy arm are prone to more relevant time-dependent events between randomization and time of screening actually being offered. Therefore, primary entry-date was defined as day of mailed invitation in both screening groups. This approach means that the mean age at invitation in the sigmoidoscopy screening group will be older than in the iFOBT group, and analyses have to take this age-difference into account. Randomization date was chosen as a secondary study entry date to allow comparative analysis of effects of choosing the two entry date definitions. Sub-studies on lifestyle, psychological reactions comparing participants and control groups not invited to screening from neighbouring municipalities are performed. A randomized sub-study comparing various premedication in work-up colonoscopies is also performed.\n\nSub-studies\n\nChanges in modifiable lifestyle factors such as not smoking, normal weight, high level of physical activity may reduce the risk of CRC. Correlation between these factors and endoscopic findings will be assessed. Limited intervention will be tested to improve life style.\nThe effect of screening on Psychological factors and the willingness to repeat screening will be assessed\nCreation of a validated Sigmoidoscopy Bowel Preparation scale with subsequent testing of various bowel preparation modalities will be performed.\nRCT with various strategies og analgesia during colonoscopy will be tested to improve patient experience."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Colorectal Cancer",
                        "Colorectal Adenomas"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "cancer",
                        "colon",
                        "rectum",
                        "adenoma",
                        "screening",
                        "iFOBT",
                        "flexible sigmoidoscopy",
                        "randomized trial"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Screening",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "140000",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Flexible sigmoidoscopy",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "70,000 men and women at age 50-74 years are randomised from the population registry to be invited to have a screening examination using flexible sigmoidoscopy once-only",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Procedure: Flexible sigmoidoscopy"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "iFOBT",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "70,000 men and women at age 50-74 years randomised from the population registry to be invited to have a screening examination biennially using an immunochemical test for fecal occult blood testing (iFOBT).",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Procedure: iFOBT"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Procedure",
                            "InterventionName": "Flexible sigmoidoscopy",
                            "InterventionDescription": "Flexible sigmoidoscopy screening is offered once only",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Flexible sigmoidoscopy"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "FlexSig= flexible sigmoidoscopy"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Procedure",
                            "InterventionName": "iFOBT",
                            "InterventionDescription": "Biennial screening with iFOBT",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "iFOBT"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "iFOBT = immunochemical test for fecal occult blood"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "colorectal cancer mortality",
                            "PrimaryOutcomeDescription": "colorectal cancer mortality after 10 years of follow-up, possibly extending to 15 years of follow-up",
                            "PrimaryOutcomeTimeFrame": "10 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Colorectal cancer incidence",
                            "SecondaryOutcomeDescription": "Colorectal cancer incidence after 10 years of follow-up, possibly extending to 15 years of follow-up",
                            "SecondaryOutcomeTimeFrame": "10 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Complications and quality assurance",
                            "SecondaryOutcomeDescription": "Both screening arms will be subject to continuous registration of complications and quality assurance measures of screening itself and work-up of screening positives",
                            "SecondaryOutcomeTimeFrame": "4 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Psychological effects of screening",
                            "SecondaryOutcomeDescription": "The level and duration of psychological reactions to screening (anxiety, quality of life) and influence on lifestyle (smoking, physical exercise, dietary habits) will be assessed during the first 4-5 active screening years of the study",
                            "SecondaryOutcomeTimeFrame": "5 years"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Bowel preparation in Sigmoidoscopy",
                            "OtherOutcomeDescription": "Improved strategy for bowel preparation",
                            "OtherOutcomeTimeFrame": "1 year start Fall 2017"
                        },
                        {
                            "OtherOutcomeMeasure": "Pain reduction during Colonoscopy",
                            "OtherOutcomeDescription": "Test various strategies for analgesia during colonoscopy",
                            "OtherOutcomeTimeFrame": "18 months from Fall 2017"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nmen and women\nage 50-74 years\nliving in defined geographic areas in South-East Norway (catchment areas for two hospitals)\n\nExclusion Criteria:\n\nprevious colorectal cancer",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "50 Years",
                "MaximumAge": "74 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Giske Ursin, MD, PhD",
                            "OverallOfficialAffiliation": "Cancer Registry of Norway, Oslo, Norway",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Moss Hospital",
                            "LocationCity": "Oslo",
                            "LocationZip": "1535",
                            "LocationCountry": "Norway"
                        },
                        {
                            "LocationFacility": "Bærum County Hospital",
                            "LocationCity": "Rud",
                            "LocationZip": "1309",
                            "LocationCountry": "Norway"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "34534048",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Schult AL, Botteri E, Hoff G, Holme O, Bretthauer M, Randel KR, Gulichsen EH, El-Safadi B, Barua I, Munck C, Nilsen LR, Svendsen HM, de Lange T. Women require routine opioids to prevent painful colonoscopies: a randomised controlled trial. Scand J Gastroenterol. 2021 Dec;56(12):1480-1489. doi: 10.1080/00365521.2021.1969683. Epub 2021 Sep 17."
                        },
                        {
                            "ReferencePMID": "34407780",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Kvaerner AS, Birkeland E, Bucher-Johannessen C, Vinberg E, Nordby JI, Kangas H, Bemanian V, Ellonen P, Botteri E, Natvig E, Rognes T, Hovig E, Lyle R, Ambur OH, de Vos WM, Bultman S, Hjartaker A, Landberg R, Song M, Blix HS, Ursin G, Randel KR, de Lange T, Hoff G, Holme O, Berstad P, Rounge TB. The CRCbiome study: a large prospective cohort study examining the role of lifestyle and the gut microbiome in colorectal cancer screening participants. BMC Cancer. 2021 Aug 18;21(1):930. doi: 10.1186/s12885-021-08640-8."
                        },
                        {
                            "ReferencePMID": "34210732",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Schult AL, Botteri E, Hoff G, Randel KR, Dalen E, Eskeland SL, Holme O, de Lange T. Detection of cancers and advanced adenomas in asymptomatic participants in colorectal cancer screening: a cross-sectional study. BMJ Open. 2021 Jul 1;11(7):e048183. doi: 10.1136/bmjopen-2020-048183."
                        },
                        {
                            "ReferencePMID": "33227280",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Randel KR, Schult AL, Botteri E, Hoff G, Bretthauer M, Ursin G, Natvig E, Berstad P, Jorgensen A, Sandvei PK, Olsen ME, Frigstad SO, Darre-Naess O, Norvard ER, Bolstad N, Korner H, Wibe A, Wensaas KA, de Lange T, Holme O. Colorectal Cancer Screening With Repeated Fecal Immunochemical Test Versus Sigmoidoscopy: Baseline Results From a Randomized Trial. Gastroenterology. 2021 Mar;160(4):1085-1096.e5. doi: 10.1053/j.gastro.2020.11.037. Epub 2020 Nov 21."
                        },
                        {
                            "ReferencePMID": "30689972",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Randel KR, Botteri E, Romstad KMK, Frigstad SO, Bretthauer M, Hoff G, de Lange T, Holme O. Effects of Oral Anticoagulants and Aspirin on Performance of Fecal Immunochemical Tests in Colorectal Cancer Screening. Gastroenterology. 2019 May;156(6):1642-1649.e1. doi: 10.1053/j.gastro.2019.01.040. Epub 2019 Jan 25."
                        },
                        {
                            "ReferencePMID": "28938500",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Kirkoen B, Berstad P, Botteri E, Dalen E, Nilsen JA, Hoff G, de Lange T, Bernklev T. Acceptability of two colorectal cancer screening tests: pain as a key determinant in sigmoidoscopy. Endoscopy. 2017 Nov;49(11):1075-1086. doi: 10.1055/s-0043-117400. Epub 2017 Sep 22."
                        },
                        {
                            "ReferencePMID": "26867161",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Kirkoen B, Berstad P, Botteri E, Avitsland TL, Ossum AM, de Lange T, Hoff G, Bernklev T. Do no harm: no psychological harm from colorectal cancer screening. Br J Cancer. 2016 Mar 1;114(5):497-504. doi: 10.1038/bjc.2016.14. Epub 2016 Feb 11."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Web page for the study being translated into English",
                            "SeeAlsoLinkURL": "https://www.kreftregisteret.no/screening/Tarmkreftscreening/"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000015179",
                            "ConditionMeshTerm": "Colorectal Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000000236",
                            "ConditionMeshTerm": "Adenoma"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000007414",
                            "ConditionAncestorTerm": "Intestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005770",
                            "ConditionAncestorTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000003108",
                            "ConditionAncestorTerm": "Colonic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000007410",
                            "ConditionAncestorTerm": "Intestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012002",
                            "ConditionAncestorTerm": "Rectal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000009375",
                            "ConditionAncestorTerm": "Neoplasms, Glandular and Epithelial"
                        },
                        {
                            "ConditionAncestorId": "D000009370",
                            "ConditionAncestorTerm": "Neoplasms by Histologic Type"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M3281",
                            "ConditionBrowseLeafName": "Adenoma",
                            "ConditionBrowseLeafAsFound": "Adenoma",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17580",
                            "ConditionBrowseLeafName": "Colorectal Neoplasms",
                            "ConditionBrowseLeafAsFound": "Colorectal Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M10138",
                            "ConditionBrowseLeafName": "Intestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6026",
                            "ConditionBrowseLeafName": "Colonic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10134",
                            "ConditionBrowseLeafName": "Intestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14534",
                            "ConditionBrowseLeafName": "Rectal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12010",
                            "ConditionBrowseLeafName": "Neoplasms, Glandular and Epithelial",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12005",
                            "ConditionBrowseLeafName": "Neoplasms by Histologic Type",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "T120",
                            "InterventionBrowseLeafName": "Cola",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "HB",
                            "InterventionBrowseBranchName": "Herbal and Botanical"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}