{
    "Rank": 475,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05333874",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "042110"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "Pro2022000044",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "Rutgers, The State University of New Jersey"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Rutgers, The State University of New Jersey",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "CIPHER Study: Pilot Study to Study the Role of ctDNA in Triple Negative and HER2 Positive Early Stage",
                "OfficialTitle": "CIPHER Study: Pilot Study to Study the Role of ctDNA in Triple Negative and HER2 Positive Early Stage Breast Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "February 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 6, 2022",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "November 28, 2027",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "November 28, 2027",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "April 12, 2022",
                "StudyFirstSubmitQCDate": "April 12, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "April 19, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "February 21, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "February 23, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Mridula George, MD",
                    "ResponsiblePartyInvestigatorTitle": "Assistant Professor of Medicine",
                    "ResponsiblePartyInvestigatorAffiliation": "Rutgers, The State University of New Jersey"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Rutgers, The State University of New Jersey",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "Yes",
                "IsFDARegulatedDevice": "No",
                "IsUSExport": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Primary Objective:\n\n1) To examine the impact of Circulating tumor DNA (ctDNA) (expressed as mean tumor molecules per ml) on treatment decision making in patients with early stage breast cancer after neoadjuvant therapy and surgery\n\nSecondary Objectives:\n\nUnderstand ctNDA kinetics in the neoadjuvant and adjuvant setting\nTo identify any associations between clinical staging and measurable ctDNA",
                "DetailedDescription": "To determine whether early detection of Circulating tumor DNA (ctDNA) after neoadjuvant systemic therapy help tailor adjuvant therapy and reduce risk of relapse in patients who are at increased risk of recurrence. Studies have shown the presence of ctDNA is associated with increased risk of relapse, it is unclear how adjuvant therapy and its effect of ctDNA impacts the risk of relapse. There is very limited data on the role of ctDNA monitoring and response to neoadjuvant/adjuvant systemic therapy in patients with human epidermal growth factor receptor 2 (HER2 ) positive breast cancer.\n\nNatera, Inc. (NASDAQ: NTRA) has developed a minimal residual disease (MRD) assay that sequences tumor tissue to identify a unique signature of tumor mutations, then customizes a personalized PCR assay for each participant, targeting the top 16 clonal mutations found in the tumor (Signatera™). Signatera is intended to detect and quantify how much cancer is left in the body, to improve prognosis and help optimize treatment decisions, based on the tissue-informed testing of mutations.\n\nIf the ctDNA blood test is positive, change in treatment can be made after discussion with the participant and treating provider. If the decision is for observation (Observation defined for TNBC: No adjuvant chemotherapy. Participants may complete checkpoint inhibitor from neoadjuvant setting. HER2 positive breast cancer: complete 12 months of anti-HER2 therapy, which was initiated in neoadjuvant setting), participants in the observation arm, will be monitored for ct-DNA re-emergence and systemic therapy can be added at the time of ctDNA re-emergence. If the decision is made to institute systemic therapy based on the ctDNA detection, participants will be monitored with ctDNA at 60days, 3 months, 6 months, 9 months, 12 months, 18months and 24months from surgery. If ctDNA is negative, there will be no change in therapy and participants can continue on observation arm (Observation defined for TNBC: No adjuvant chemotherapy. Participants may complete checkpoint inhibitor from neoadjuvant setting. HER2 positive breast cancer: complete 12 months of anti-HER2 therapy, which was initiated in neoadjuvant setting). Participants in the observation arm will be monitored for ct-DNA re-emergence and systemic therapy can be added at the time of ctDNA re-emergence.\n\nThe treating oncologist will complete a questionnaire to determine how ctDNA impacts treatment decisions in the adjuvant setting once the results from the fourteen day ctDNA is available and at the time of ctDNA re-emergence. Participants will complete participant questionnaire at 3 months, 6months,12months and 24 months post-operatively. Participants will be followed up for five years."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer, Early-Onset"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Triple Negative Breast Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Early Phase 1"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Non-Randomized",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignInterventionModelDescription": "A pilot study to evaluating the role of ctDNA in patients with Stage II-III triple negative breast cancer and HER2 positive breast cancer. Participants who have ctDNA post neoadjuvant therapy and surgery will be initiated on adjuvant systemic therapy per treating physician's choice. ctDNA will be monitored up to 24 months to study ctDNA kinetics. Signatera is intended to detect and quantify how much cancer is left in the body, to improve prognosis and help optimize treatment decisions, based on the tissue-informed testing of mutations.",
                    "DesignPrimaryPurpose": "Diagnostic",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "34",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Neoadjuvant chemotherapy",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "If Circulating tumor DNA (ctDNA) blood test is positive, change in treatment can be made. Participants will be monitored with ctDNA at 60days, 3 months, 6 months, 9 months, 12 months, 18months and 24months from surgery.\n\nThe participant's core biopsy specimens will be sent to NateraTM to sequence the primary tumor. The baseline blood work for ctDNA will be collected prior to the initiation of systemic therapy. Subsequently, ctDNA will be collected prior to each cycle of neoadjuvant chemotherapy. Participants will undergo surgery and ctDNA needs to be collected fourteen days post-surgery The treating oncologist will complete a questionnaire to determine how ctDNA impacts treatment decisions in the adjuvant setting once the results from the fourteen day ctDNA is available and at the time of ctDNA re-emergence. Participants will complete participant questionnaire at 3 months, 6months, 12months and 24 months post-operatively.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Neoadjuvant chemotherapy administered before surgical extraction of a tumor"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Observational",
                            "ArmGroupType": "Other",
                            "ArmGroupDescription": "Observation for triple negative breast cancer (TNBC): No adjuvant chemotherapy. Patients may complete checkpoint inhibitor from neoadjuvant setting. human epidermal growth factor receptor 2 (HER2) positive breast cancer: complete twelve months of anti-HER2 therapy, which was initiated in neoadjuvant setting), participants in the observation arm, will be monitored for Circulating tumor DNA (ct-DNA) re-emergence and systemic therapy can be added at the time of ctDNA re-emergence.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Observational"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Neoadjuvant chemotherapy administered before surgical extraction of a tumor",
                            "InterventionDescription": "SignateraTM is a custom-built circulating tumor DNA (ctDNA) test for treatment monitoring and molecular residual disease (MRD) assessment in patients previously diagnosed with cancer. The Signatera methodology is personalized and tumor-informed, providing each individual with a customized blood test tailored to fit the unique signature of clonal mutations found in that individual's tumor tissue. This maximizes accuracy for detecting the presence or absence of disease in a blood sample, even at levels down to a single tumor molecule in a tube of blood. Signatera is intended to detect and quantify how much cancer is left in the body, to improve prognosis and help optimize treatment decisions, based on the tissue-informed testing of mutations.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Neoadjuvant chemotherapy"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Neoadjuvant chemotherapy"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Observational",
                            "InterventionDescription": "In participants, undetectable ctDNA at fourteen days will be in the observation arm (observation defined as TNBC: No adjuvant chemotherapy. Participants may complete checkpoint inhibitor from neoadjuvant setting; HER2 positive BC: Completed one year of anti-HER2 therapy from the neoadjuvant setting). No investigational drugs will be used. Samples of ctDNA will be collected at time points described in the study arm.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Observational"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "No adjuvant chemotherapy"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Detectable Circulating tumor DNA ctDNA",
                            "PrimaryOutcomeDescription": "Participants with detectable ctDNA fourteen days post-operatively will have the option to change adjuvant therapy after discussion with primary provider. SignateraTM is intended to detect and quantify how much cancer is left in the body, to improve prognosis and help optimize treatment decisions, based on the tissue-informed testing of mutations.",
                            "PrimaryOutcomeTimeFrame": "Five Years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Levels of Detectable Circulating tumor DNA ctDNA",
                            "SecondaryOutcomeDescription": "Participants on observation or change in adjuvant therapy will continue to be monitored with ctDNA at 60 days, 3 months, 6 months, 9 months, 12 months, 18months and 24months from surgery.",
                            "SecondaryOutcomeTimeFrame": "Five Years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nParticipants with a diagnosis of clinical Stage II-III triple negative and/or HER2 positive breast cancer\nAge ≥ 18 years\nEstimated life expectancy of at least twelve months\nParticipant must be eligible for neoadjuvant systemic therapy per treating physician\nEastern Cooperative Oncology Group (ECOG) performance status ≤ 2\nAble to provide signed and dated informed consent form\nMust have ctDNA at the time of screening to be eligible for the study\nParticipants enrolled on other systemic therapy trials may be eligible to participate in the study after discussion with principal investigator\nBe willing to present for medical exams and blood draws as scheduled per protocol\n\nExclusion Criteria:\n\nEvidence of metastatic breast cancer\nAny other concurrent malignancy\nPrior malignancies (except non-melanoma skin cancers, and the following in situ cancers: bladder, gastric, colon, endometrial, cervical/dysplasia, melanoma, or breast) unless a complete remission was achieved at least one year prior to study entry\nParticipant is pregnant\nSerious concomitant systemic disorder that would compromise the safety of the participant or compromise the participant's ability to complete the study, at the discretion of the investigator\nBone marrow transplant or other organ transplant recipient\nHistory of psychiatric illness or social situations that would limit compliance with study requirements\nHas a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Mridula George, MD",
                            "OverallOfficialAffiliation": "Rutgers Cancer Institute of New Jersey",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Trinitas Hospital and Comprehensive Cancer Center",
                            "LocationCity": "Elizabeth",
                            "LocationState": "New Jersey",
                            "LocationZip": "07202",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "RWJBarnabas Health - Robert Wood Johnson University Hospital",
                            "LocationCity": "Hamilton",
                            "LocationState": "New Jersey",
                            "LocationZip": "08690",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Jersey City Medical Center",
                            "LocationCity": "Jersey City",
                            "LocationState": "New Jersey",
                            "LocationZip": "07302",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Monmouth Medical Center - Southern Campus",
                            "LocationCity": "Lakewood",
                            "LocationState": "New Jersey",
                            "LocationZip": "08701",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Cooperman Barnabas Medical Center",
                            "LocationCity": "Livingston",
                            "LocationState": "New Jersey",
                            "LocationZip": "07052",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Monmouth Medical Center",
                            "LocationCity": "Long Branch",
                            "LocationState": "New Jersey",
                            "LocationZip": "07740",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Robert Wood Johnson University Hospital",
                            "LocationCity": "New Brunswick",
                            "LocationState": "New Jersey",
                            "LocationZip": "08901",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Rutgers Cancer Institute of New Jersey",
                            "LocationCity": "New Brunswick",
                            "LocationState": "New Jersey",
                            "LocationZip": "08903",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Newark Beth Israel Medical Center",
                            "LocationCity": "Newark",
                            "LocationState": "New Jersey",
                            "LocationZip": "07112",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Robert Wood Johnson Barnabas Hospital -Somerset",
                            "LocationCity": "Somerville",
                            "LocationState": "New Jersey",
                            "LocationZip": "08876",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Steeplechase Cancer Center",
                            "LocationCity": "Somerville",
                            "LocationState": "New Jersey",
                            "LocationZip": "08876",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Monmouth Medical Center Vantage Point Infusion Cente",
                            "LocationCity": "West Long Branch",
                            "LocationState": "New Jersey",
                            "LocationZip": "07746",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No",
                "IPDSharingDescription": "The plan to share IPD will be determined by the PI and updated accordingly."
            }
        },
        "DocumentSection": {
            "LargeDocumentModule": {
                "LargeDocList": {
                    "LargeDoc": [
                        {
                            "LargeDocTypeAbbrev": "ICF",
                            "LargeDocHasProtocol": "No",
                            "LargeDocHasSAP": "No",
                            "LargeDocHasICF": "Yes",
                            "LargeDocLabel": "Informed Consent Form",
                            "LargeDocDate": "November 3, 2022",
                            "LargeDocUploadDate": "11/30/2022 15:15",
                            "LargeDocFilename": "ICF_000.pdf"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M30063",
                            "ConditionBrowseLeafName": "Triple Negative Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M11590",
                            "InterventionBrowseLeafName": "Mitogens",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}