{
    "Rank": 479,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05975190",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2020-277_1-S-NP"
                },
                "Organization": {
                    "OrgFullName": "Technical University of Munich",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Respiratory Training and Relaxation Techniques to Improve Adjuvant Radiation Therapy in DIBH in Breast Cancer",
                "OfficialTitle": "Respiratory Training and Relaxation Techniques to Improve Adjuvant Radiation Therapy in DIBH in Breast Cancer Patients - B-REST-Study",
                "Acronym": "B-REST"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "June 22, 2022",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "July 1, 2025",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 31, 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "July 12, 2023",
                "StudyFirstSubmitQCDate": "August 1, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 3, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 1, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 3, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Technical University of Munich",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "German Cancer Aid",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The goal of this prospective clinical trial is to improve patient compliance and performance of deep inspiration breath hold (DIBH) to further reduce the cardiac dose from left breast radiation, and to improve cooperation and patient satisfaction through an active and formal pre-treatment respiratory training program combined with relaxation training (R&R) in breast cancer patients undergoing adjuvant radiotherapy for left sided breast cancer.\n\nThe main questions the study aims to answer are:\n\nDoes the use of communication training and the use of relaxation techniques (R&R) reduce the Maximum dose to the heart (Dmax) and improve further heart dose parameters in deep inspiration during adjuvant radiotherapy for breast cancer?\nDoes R&R improve longitudinal anxiety and quality of life under patients undergoing DIBH adjuvant radiotherapy for left sided breast cancer?\n\nParticipants will be randomly assigned to either an experimental arm, which will receive the R&R, versus a standard arm that will not receive the R&R.\n\ntraining program in the experimental arm includes breath hold training, music, and nature sounds that patients can listen to on an MP3 player\nboth groups complete standardized questionnaires about their well-being and satisfaction at prospective time points before, during the radiation treatment course, as well as at 6 weeks follow-up\n\nResearchers will compare the R&R group (interventional arm) to current conventional DIBH instruction (standard group) to see if Dmax to the heart decreases and compliance and satisfaction under patients rises.",
                "DetailedDescription": "Postoperative radiotherapy is widely practiced and highly effective in enabling breast conserving therapy in early stage tumors, and decreasing recurrence while improving survival in patients with advanced-stage breast cancer, the most common cancer in women. However, these benefits of radiotherapy are associated with a long-term risk of cardiac morbidity and mortality in breast cancer survivors. The unintended cardiac radiation exposure due to the heart's proximity to the treatment target has been well recognized, particularly in left-sided breast cancer. Because there is no lowest \"safe\" threshold radiation dose level for radiation-induced cardiac complications, the dose to the heart must be kept as low as possible to reduce the complications risk.\n\nRecent advances in high-precision 3D conformal and intensity-modulated radiotherapy techniques have enabled better protection of the heart. Treatment in deep inspiration breath hold (DIBH) is indispensable to realize these technological capabilities by taking advantage of the greater distance created between the radiotherapy target and the contralaterally and inferiorly displaced heart during deep inspiration. While many studies have demonstrated reduction of the heart dose with DIBH, challenges in decreasing heart dose to a minimum remain.\n\nRadiotherapy in DIBH requires active and complex cooperation from the patient, and its success critically depends on how well patients are capable to perform the prolonged extended deep breathing maneuver on a repetitive basis every day during their weeks-long treatment course. Both the physical demands and profound anxiety and stress, which are highly prevalent in breast cancer patients, additionally interfere with patients' DIBH performance. Anxiety is well known to directly adversely affect breathing patterns, thereby challenging patients' ability to perform DIBH optimally.\n\nPreliminary research explored the role of physical training and showed that targeted DIBH training improves patients' cooperation and the ease of the DIBH procedure, and reduces the radiation dose to the heart. However, while DIBH training regimens may improve patients' physical respiratory skill levels, they do not address their mental stress and anxiety. Relaxation techniques to alleviate anxiety and stress have been rarely used in complex radiotherapy procedures, particularly not in DIBH. Preliminary studies in diagnostic radiology procedures suggest that advanced communication and relaxation techniques, targeted to relieve anxiety and stress, improve patients' procedural performance, anxiety and comfort. The investigators hypothesize that implementing both, DIBH Respiratory Training and advanced communication and Relaxation Training (R&R), improve patients' DIBH performance skills and further reduce heart dose, while alleviating anxiety and stress and improving quality of life during and after radiation therapy.\n\nThe investigators propose to test this hypothesis in a clinical trial randomizing R&R vs. standard-of-care management in patients with radiotherapy in DIBH for left breast cancer. The investigators primary endpoint will assess heart dose (Dmax), and secondary endpoints include longitudinal anxiety and quality of life assessment and clinic workflow efficiency. The ultimate goal of this proposal is to develop a validated patient-centered training and integrative health regimen to further improve the success of advanced-technology-based cardiac dose reduction, and improve cardiac health in breast cancer survivors."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Radiotherapy",
                        "Breast Cancer",
                        "Relaxation",
                        "Breathholding"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Adjuvant radiotherapy for Breast Cancer",
                        "DIBH in left sided Breast Cancer",
                        "Respiratory and Relaxation Techniques",
                        "patients compliance",
                        "active participation under radiotherapy"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "The randomized design of the study will test R&R interventions compared to current conventional DIBH instruction.",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "108",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "R&R arm (interventional arm)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The training program in the experimental arm includes relaxation techniques, breath hold training, music, and nature sounds that patients can listen to on an MP3 player. The training is offered one week before the planning CT scan and patients are encouraged to practice independently. Patients complete standardized questionnaires about their well-being and satisfaction at prospective time points before, during the radiation treatment course, as well as at 6 weeks follow-up.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Respiratory training and relaxation techniques under adjuvant radiation therapy in DIBH in breast cancer"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Standard arm",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "Patients in the standard arm receive current conventional DIBH instruction without an extended R&R training. Patients complete standardized questionnaires about their well-being and satisfaction at prospective time points before, during the radiation treatment course, as well as at 6 weeks follow-up."
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Respiratory training and relaxation techniques under adjuvant radiation therapy in DIBH in breast cancer",
                            "InterventionDescription": "R&R training provided on an MP3-player for daily practice",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "R&R arm (interventional arm)"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Change of Dmax to the heart in DIBH under adjuvant radiotherapy of left sided breast cancer",
                            "PrimaryOutcomeDescription": "Maximum Dose to the heart (Dmax) in deep inspiration during adjuvant radiotherapy for breast cancer in dependence of the use of communication training and the use of relaxation techniques",
                            "PrimaryOutcomeTimeFrame": "during treatment (4 weeks)"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Improving quality of life under radiotherapy of left sided breast cancer",
                            "SecondaryOutcomeDescription": "Quality of life outcome measures using a standardized questionnaire including parts of EORTC- Quality of Life-C30 (high score for a functional scale or global health status represent a high level of functioning or a high QoL, a high score for a symptom scale represents a high level of problems; scale: 0 - 100)",
                            "SecondaryOutcomeTimeFrame": "- at baseline - during treatment (4 weeks) - at 6 week Follow-Up"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Improving heart Dmean under radiotherapy of left sided breast cancer",
                            "SecondaryOutcomeDescription": "Change in heart Dmean as a measure of cardiac toxicity",
                            "SecondaryOutcomeTimeFrame": "during treatment (4 weeks)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Improving Left anterior descending (LAD) Dmean under radiotherapy of left sided breast cancer",
                            "SecondaryOutcomeDescription": "Change in LAD Dmean as a measure of cardiac toxicity",
                            "SecondaryOutcomeTimeFrame": "during treatment (4 weeks)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Improving LAD Dmax under radiotherapy of left sided breast cancer",
                            "SecondaryOutcomeDescription": "Change in LAD Dmax as a measure of cardiac toxicity",
                            "SecondaryOutcomeTimeFrame": "during treatment (4 weeks)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Improving left ventricle (LV) Dmean under radiotherapy of left sided breast cancer",
                            "SecondaryOutcomeDescription": "Change in LV Dmean as a measure of cardiac toxicity",
                            "SecondaryOutcomeTimeFrame": "during treatment (4 weeks)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Evaluation of clinic workflow metrics under radiotherapy of left sided breast cancer",
                            "SecondaryOutcomeDescription": "Evaluation of clinic workflow metrics in the radiation oncology unit related to the implementation of DIBH by measuring specific data, such as total treatment time, in comparison with metrics of patients in the control group.",
                            "SecondaryOutcomeTimeFrame": "- before start of treatment (one week before planning CT) - during treatment (4 weeks) - at 6 week Follow-Up"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Improving patients satisfaction with R&R under radiotherapy of left sided breast cancer",
                            "SecondaryOutcomeDescription": "Patient-reported outcome measures using a standardized questionnaire including parts of EORTC-Qualitiy of Life-BR-23 (Breast Cancer score, higher scores mean a worse outcome; scale: 0-100)",
                            "SecondaryOutcomeTimeFrame": "- during treatment (4 weeks) - at 6 week Follow-Up"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Improving radiation dose in organs at risk under radiotherapy of left sided breast cancer",
                            "SecondaryOutcomeDescription": "Comparison of radiation doses in organs at risk of structures other than the heart as a criterion for sparing adjacent organs and structures",
                            "SecondaryOutcomeTimeFrame": "during treatment (4 weeks)"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nFemale breast cancer patients\nLeft sided breast cancer\nTreated with surgery prior to radiotherapy\nAge >18 years at time of inclusion\nWHO performance status 0-1\nPlanned for radiotherapy alone to the breast, the chest wall and/or the lymph node areas\nRadiotherapy based on planning-CT scan using either 3D-CRT, IMRT, or VMAT/RapidArc\nWritten Informed consent\n\nExclusion Criteria:\n\nAge <18 years\nPregnancy, Breastfeeding\nPrevious thoracic or mediastinal radiation\nBilateral breast cancer\nPartial breast irradiation\nM1 disease (metastatic breast cancer)\nSevere lung disease",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "GenderBased": "Yes",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Kai Borm, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "0049-89-4140-4501",
                            "CentralContactEMail": "kai.borm@mri.tum.de"
                        },
                        {
                            "CentralContactName": "Rebecca Asadpour, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "0049-89-4140-4501",
                            "CentralContactEMail": "rebecca.asadpour@mri.tum.de"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Stephanie Combs, MD",
                            "OverallOfficialAffiliation": "Department of Radiation Oncology, Technical University of Munich",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Department of Radiation Oncology, Technical University of Munich",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Munich",
                            "LocationZip": "81675",
                            "LocationCountry": "Germany",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Kai Borm, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "0049-89-4140-4501",
                                        "LocationContactEMail": "kai.borm@mri.tum.de"
                                    },
                                    {
                                        "LocationContactName": "Rebecca Asadpour, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "0049-89-4140-4501",
                                        "LocationContactEMail": "rebecca.asadpour@mri.tum.de"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}