{
    "Rank": 493,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02801123",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "HREBA-CC-16-0246"
                },
                "Organization": {
                    "OrgFullName": "University of Calgary",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "The MATCH Study: Mindfulness And Tai Chi for Cancer Health",
                "OfficialTitle": "The MATCH Study: Mindfulness And Tai Chi for Cancer Health A Preference-Based Multi-Site Randomized Comparative Effectiveness Trial (CET) of Mindfulness-Based Cancer Recovery (MBCR) vs. Tai Chi/Qigong (TCQ) in Cancer Survivors",
                "Acronym": "MATCH"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 29, 2016",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 31, 2020",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 31, 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "May 31, 2016",
                "StudyFirstSubmitQCDate": "June 10, 2016",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 15, 2016",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "March 21, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 23, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Linda E. Carlson",
                    "ResponsiblePartyInvestigatorTitle": "Professor, Department of Oncology",
                    "ResponsiblePartyInvestigatorAffiliation": "University of Calgary"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Linda E. Carlson",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University of Calgary",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Alberta Health services",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Tom Baker Cancer Centre",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Princess Margaret Hospital, Canada",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Background: As more people survive cancer, the importance of research on effective interventions for improving quality of life (QOL) amongst survivors is growing. Two interventions with a substantial evidence-base are Mindfulness-Based Cancer Recovery (MBCR) and Tai chi/Qigong (TCQ). However, these interventions have never been directly compared.\n\nObjectives: (1) To compare MBCR and TCQ to each other and a waitlist control condition using an innovative, randomized, preference-based comparative effectiveness trial (CET) design that takes into account potential moderating factors that might predict differential response. (2) To investigate the impacts of MBCR and TCQ on a range of biological outcomes including immune processes, blood pressure, heart rate variability, stress hormones, cellular aging, and gene expression.\n\nMethods: The study design is a preference-based multi-site randomized CET incorporating two Canadian sites (Calgary, AB and Toronto, ON). Participants (N total = 600). Participants with a preference for either MBCR or TCQ will get their preferred intervention; while those without a preference will be randomized into either of the two interventions. Within the preference and non-preference groups, participants will also be randomized into immediate intervention groups or a wait-list control. Outcome measures to be assessed pre- and post-intervention and at 6-month follow up include psychological outcomes (mood, stress, mindfulness, spirituality, post-traumatic growth), QOL, symptoms (fatigue, sleep), physical function (strength, endurance), and exploratory analyses of biomarkers (cortisol slopes, cytokines, blood pressure/heart rate variability, telomere length, gene expression), and health economic measures.\n\nHypotheses: The investigators theorize that both MBCR and TCQ will improve outcomes amongst survivors relative to treatment as usual, particularly if patients have a strong preference for a particular intervention. Specifically, the investigators hypothesize that MBCR may be superior to TCQ on measures related to stress and mood. Conversely, TCQ may be superior to MBCR in improvement of physical and functional measures.",
                "DetailedDescription": "Background While there is ample research documenting the problems people diagnosed with cancer face, including high levels of distress, anxiety, depression and symptoms such as fatigue, pain and sleep disturbance, there is also a limited but growing body of evidence supporting the efficacy of a range of mind-body therapies (MBTs) in alleviating these and other symptoms. The investigators have chosen to focus on comparing MBCR and TCQ because both have level 1 evidence in cancer care, and both have shown potential to affect important biomarkers and clinical outcomes. Both interventions are similarly rooted in meditative practice, but MBCR has greater emphasis on mental practice, while TCQ is more emphatically a body movement-based practice. The investigators also anticipate that many patients will have a preference for one or the other. Evidence for the efficacy of each will be briefly reviewed followed by details of study design and methods.\n\nMindfulness-Based Cancer Recovery (MBCR) Through an ongoing program of research the investigators adapted a group intervention based on intensive training in mindfulness meditation (Mindfulness-Based Stress Reduction; MBSR) specifically for people with cancer, and called it Mindfulness-Based Cancer Recovery (MBCR), acknowledging the roots of the program but also that its form and content is somewhat different, and focused primarily on the challenges faced by people living with cancer. It is an 8-week program consisting of weekly group meetings of 1.5 to 2 hours, shortened from traditional MBSR based on practical logistical concerns and the needs of the study population. Home practice of 45 minutes per day (15 min yoga; 30 min meditation) is prescribed. As the weeks progress, different forms of meditation are introduced, beginning with a body scan sensory awareness experience, progressing to sitting and walking meditations. Gentle Hatha yoga is incorporated throughout, as a form of moving meditation. Didactic instruction as well as group discussion and reflection, problem solving and skillful inquiry are commonly applied teaching tools.\n\nSince 1998, the investigators have tested its efficacy in a wide range of studies and groups of people with cancer, beginning with psychological outcomes including stress symptoms, mood disturbance including anxiety, anger and depression, then expanding in scope and scale to assess effects on sleep disturbance and fatigue. The investigators also examined positive outcomes including post-traumatic growth, spirituality and benefit finding. To assess potential biological mechanisms of change, the investigators examined the effects of the program on biomarkers including blood pressure, inflammatory cytokines, stress hormones and most recently telomere length using increasingly sophisticated study designs, showing benefit across all of these measures. The investigators work on MBCR for cancer patients and survivors has spanned the spectrum of research from basic mechanistic research to clinical trials and implementation science. Others, as well, have studied MBSR with cancer patients, and several reviews and meta-analyses summarize its benefits across outcomes of anxiety, stress, mood disturbance and quality of life.\n\nTai Chi/Qigong (TCQ) Work has also been done evaluating the efficacy of tai-chi and qigong in cancer care, and reviews are now available for both. Tai chi is a shortened name for Tai Chi Ch'uan, a form of martial art from traditional Chinese medicine. It involves a series of slow specific movements or \"forms\" done in a meditative fashion. It is purported that focusing the mind solely on the movements of the form helps to bring about a state of mental calm and clarity. The practice itself has been separated from its martial arts roots and is widely taught as a health behavior practice and exercise. In cancer care, a review of seven controlled trials in breast cancer patients concluded that while tai chi helped to improve psychological and physical health measures compared to usual care, compared to other active interventions it may not be superior. Overall in elderly samples, a larger body of research supports its efficacy for improving balance and preventing falls and improving overall psychological well-being, but larger studies with better designs are needed.\n\nSimilarly, a growing body of research suggests efficacy of qigong, a practice of aligning breath, movement, and awareness for exercise, healing, and meditation. Qigong is traditionally viewed as a practice to cultivate and balance qi (chi) or \"intrinsic life energy\". Qigong exercises generally have three components: a posture (whether moving or stationary), breathing techniques, and mental focus on guiding qi through the body. A review of the literature including Chinese and Korean databases found 23 studies in cancer care. The most consistent benefits were seen on immune system function (reduced inflammation), improved mood, quality of life, and fatigue. As is the case with tai chi studies, randomized controlled trials with larger samples sizes are necessary to generalize findings. The study protocol incorporates simple Tai Chi elements within a healing framework stemming from Qigong principles. For that reason the investigators call it Tai Chi/Qigong (TCQ)."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Complimentary Cancer Therapies",
                        "Psychosocial Oncology",
                        "Behavioural Medicine",
                        "Mindfulness Based Cancer Recovery",
                        "Tai Chi",
                        "Qigong",
                        "Mindfulness-Based Stress Reduction",
                        "Yoga",
                        "Preference-based trial"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "600",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Preference: MBCR (im)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Individuals with a preference for 'Mindfulness-Based Cancer Recovery (MBCR)' randomized to immediate treatment",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Mindfulness Based Cancer Recovery (MBCR)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Preference: TCQ (im)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Individuals with a preference for 'Tai Chi/Qigong (TCQ) for Cancer Patients' randomized to immediate treatment",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Tai Chi/Qigong (TCQ) for Cancer Patients"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Preference: MBCR (wl)",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Individuals with a preference for 'Mindfulness-Based Cancer Recovery (MBCR)' randomized to waitlist",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Mindfulness Based Cancer Recovery (MBCR)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Preference: TCQ (wl)",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Individuals with a preference for 'Tai Chi/Qigong (TCQ) for Cancer Patients' randomized to waitlist",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Tai Chi/Qigong (TCQ) for Cancer Patients"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "No Preference: MBCR (im)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Individuals with no preference randomized to 'Mindfulness-Based Cancer Recovery (MBCR)' - immediate",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Mindfulness Based Cancer Recovery (MBCR)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "No Preference: TCQ (im)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Individuals with no preference randomized to 'Tai Chi/Qigong (TCQ) for Cancer Patients' - immediate",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Tai Chi/Qigong (TCQ) for Cancer Patients"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "No Preference: MBCR (wl)",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Individuals with no preference randomized to 'Mindfulness-Based Cancer Recovery (MBCR)' - waitlist",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Mindfulness Based Cancer Recovery (MBCR)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "No Preference: TCQ (wl)",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Individuals with no preference randomized to 'Tai Chi/Qigong (TCQ) for Cancer Patients' - waitlist",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Tai Chi/Qigong (TCQ) for Cancer Patients"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Mindfulness Based Cancer Recovery (MBCR)",
                            "InterventionDescription": "Mindfulness-Based Cancer Recovery (MBCR) is a standardized group program which focuses primarily on the challenges faced by people living with cancer. It is an 8-week program consisting of weekly group meetings of 1.5 to 2 hours. Home practice of 45 minutes per day (15 min yoga; 30 min meditation) is prescribed. As the weeks progress, different forms of meditation are introduced, beginning with a body scan sensory awareness experience, progressing to sitting and walking meditations. Gentle Hatha yoga is incorporated throughout, as a form of moving meditation. Didactic instruction as well as group discussion and reflection, problem solving and skillful inquiry are commonly applied teaching tools.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "No Preference: MBCR (im)",
                                    "No Preference: MBCR (wl)",
                                    "Preference: MBCR (im)",
                                    "Preference: MBCR (wl)"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Tai Chi/Qigong (TCQ) for Cancer Patients",
                            "InterventionDescription": "TCQ involves a series of slow specific movements or \"forms\" done in a meditative fashion. It is purported that focusing the mind solely on the movements of the form helps to bring about a state of mental calm and clarity. The practice itself has been separated from its martial arts roots and is widely taught as a health behavior practice and exercise. Qigong exercises generally have three components: a posture (whether moving or stationary), breathing techniques, and mental focus on guiding qi through the body. Our program, developed specifically for a cancer patient population, incorporates simple Tai Chi elements within a healing framework stemming from Qigong principles.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "No Preference: TCQ (im)",
                                    "No Preference: TCQ (wl)",
                                    "Preference: TCQ (im)",
                                    "Preference: TCQ (wl)"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Profile of Mood States - Total Mood Disturbance (POMS-TMD)",
                            "PrimaryOutcomeDescription": "The POMS-TMD is the overall score of mental disturbance. Linear mixed modelling will be used to assess change over time.",
                            "PrimaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Pittsburgh Sleep Quality Index",
                            "SecondaryOutcomeDescription": "Several components of sleep quality are assessed including subjective sleep quality, sleep latency, sleep duration, sleep efficiency, sleep disturbance, sleep medication, and daytime dysfunction. Higher scores on the PSQI indicate worse sleep quality. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Brief Pain Inventory",
                            "SecondaryOutcomeDescription": "The BPI allows participants to rate their pain along dimensions of pain severity and how much their pain interferes with daily experiences and functioning. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "The Functional Assessment of Cancer Therapy - Fatigue (FACT-F)",
                            "SecondaryOutcomeDescription": "The FACT-f allows participants to report how fatigue impacts function along the dimensions of physical well-being, social/family well-being, emotional-wellbeing, functional well-being, and fatigue. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "POMS - Subscale scores (6)",
                            "SecondaryOutcomeDescription": "The Profile of Mood States (POMS): Anxiety, Depression, Anger, Vigor, Fatigue and Confusion, which will be summed to generate a Total Mood Disturbance (TMD) score (primary outcome). The POMS has been widely used in clinical populations, including cancer patients. We will examine each of the subscales as well to determine the relative magnitude of changes. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Symptoms of Stress Inventory (C-SOSI-32)",
                            "SecondaryOutcomeDescription": "Measures physical, psychological and behavioural responses to stressful situations. There are eight subscales entitled Depression, Anger, Muscle Tension, Sympathetic Arousal, Cardiopulmonary Arousal, Cognitive Disorganization, Neurological/GI and Upper Respiratory. A Total Stress Symptom score will be calculated by summing all the items. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "The Functional Assessment of Cancer Therapy - General (FACT-G)",
                            "SecondaryOutcomeDescription": "A general cancer quality of life measure including subscales for Physical Well-Being, Social Well-Being, Emotional Well-Being, Functional Well-Being and a Breast Cancer Symptom subscale, as well as the Total QL score will be used to assess overall quality of life. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "The Functional Assessment of Chronic Illness therapy-Spiritual Well-being (FACIT-sp)",
                            "SecondaryOutcomeDescription": "A 12-item questionnaire designed for people with cancer or other chronic illnesses. Subscales include Meaning, Peace and Faith, but can be summed to a Total Score. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Post-Traumatic Growth Inventory-Revised (PTGI-R)",
                            "SecondaryOutcomeDescription": "Measures an individual's perception of positive changes following a traumatic life experience. Subscales include Relating to Others, New Possibilities, Personal Strength, Spiritual Change and Appreciation of Life, which are summed to form the Total Score. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Average Diurnal Cortisol Slope",
                            "SecondaryOutcomeDescription": "Measure of adrenal function and stress hormones. At each assessment, saliva will be collected 4 times across the day (waking, 12:00, 17:00 and bedtime) over 3 days so that circadian fluctuations in salivary cortisol can be assessed through the calculation of an average diurnal slope of the line. Abnormal slopes are associated with disease stages and cancer progression. Abnormal slopes associated with disease stages and cancer progression. Linear mixed modelling will be used to assess changes in slopes over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Telomere length (TL) & Telomerase",
                            "SecondaryOutcomeDescription": "TL is a marker of cell aging associated with cancer risk and disease progression. TL will be measured using quantitative real-time polymerase chain reaction (qPCR) in triplicate. A T/S ratio is calculated that compares the TL in cells to a pooled reference sample. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Heart Rate (HR)/Heart Rate Variability (HRV)",
                            "SecondaryOutcomeDescription": "HRV is a measure of the degree of variability between heart beats which reflects parasympathetic influence on the cardiac pacemaker by way of the tenth cranial nerve. Both low HRV and higher heart rate are predictors of shorter survival in metastatic breast cancer and are risk factors for cardiovascular disease. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Blood Pressure",
                            "SecondaryOutcomeDescription": "Elevated BP is a risk factor for cardiovascular disease; many forms of chemotherapy and RT to the chest wall can damage the heart muscle and make cancer patients more vulnerable to heart disease after cancer treatment. Therefore it's important to monitor cardiovascular risk factors. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Timed Up and Go Test",
                            "SecondaryOutcomeDescription": "Subjects are given verbal instruction to stand up from a chair, walk 3 meters, turn around, walk back, and sit down. The average time (sec) of 3 trials will be recorded. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Maximal Walking Speed",
                            "SecondaryOutcomeDescription": "Participants walk in a straight line as fast as possible, without running, on a premeasured 11 meter course. The time taken to walk 5 meters, from the 3 meter to 8 meter mark is used to calculate maximal walking speed (meters/second). Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Maximum Grip Strength",
                            "SecondaryOutcomeDescription": "The dominant hand will be measured using a hand-grip dynamometer. Measurements are recorded to the nearest 0.5 kg, repeated three times and averaged. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Single Leg Standing",
                            "SecondaryOutcomeDescription": "Three 30 sec trials are completed for eyes-open and eyes-closed conditions, and the greatest duration (sec) for each condition is used for analysis. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cytokine Production",
                            "SecondaryOutcomeDescription": "Luminex multiplex assays, basic 48 cytokines (includes inflammatory and regulatory cytokines and chemokines) A range of different cytokines including TNF-alpha, IFN-gamma, IL-1, IL-4, IL-6, IL-10, IL-12, which have a variety of important inflammatory and anti-inflammatory functions in cancer will be examined. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Canadian Community Health Survey (CCHS)",
                            "SecondaryOutcomeDescription": "Assesses the impacts of these interventions on health care costs and utilization.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "EQ-5D-5L",
                            "SecondaryOutcomeDescription": "Evaluates the impact of the intervention on health and other medical interventions across time.",
                            "SecondaryOutcomeTimeFrame": "pre-intervention, within 3 weeks of completion of the intervention, 6-month follow up from intervention completion"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nMen and women over the age of 18\nDiagnosed with any type of cancer (stage I-III) excluding head, neck, or brain\nCompleted active treatment (i.e. surgery, chemotherapy, radiation therapy) at least 4 months previously (ongoing hormonal therapies, AIs, tamoxifen, herceptin are not exclusionary)\nExperiencing significant distress (4 or greater on the Distress Thermometer)\nAble to attend MBCR or TCQ classes at scheduled times\nSufficient functional capacity to participate in intervention groups (as judged by PAR-Q questionnaire, study staff, participant and participant's physician)\nAbility to speak and write English sufficiently to complete questionnaires and participate in groups.\n\nExclusion Criteria:\n\nMetastatic patients and those with ongoing chemotherapy (because ongoing therapy may impair biomarker profiles, and metastatic patients may not be stable enough to participate in the interventions and follow-up assessments).\nCognitive impairment that would interfere with completing questionnaires or the intervention.\nSuffering from current Major Depressive Disorder, Bipolar Disorder or other psychiatric disorder that would interfere with the ability to participate.\nCurrently engages in meditation or tai chi one or more times per week\nPrevious participation in MBCR program.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Linda E Carlson, PhD",
                            "OverallOfficialAffiliation": "University of Calgary, Cancer Control Alberta, Alberta Health Services",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Psychosocial Oncology, Cancer Control Alberta",
                            "LocationCity": "Calgary",
                            "LocationState": "Alberta",
                            "LocationZip": "T2N 3C1",
                            "LocationCountry": "Canada"
                        },
                        {
                            "LocationFacility": "ELLICSR Centre, Princess Margaret Cancer Centre",
                            "LocationCity": "Toronto",
                            "LocationState": "Ontario",
                            "LocationCountry": "Canada"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}