{
    "Rank": 500,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02808598",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CCT1043"
                },
                "Organization": {
                    "OrgFullName": "University of California, San Diego",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Breast Cancer Trials Education Program",
                "OfficialTitle": "Scientific Literacy and Breast Cancer Clinical Trials Education Program for Hispanic American and African American Women"
            },
            "StatusModule": {
                "StatusVerifiedDate": "June 2016",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "May 2007"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "January 2012",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2015",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "June 16, 2014",
                "StudyFirstSubmitQCDate": "June 16, 2016",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 22, 2016",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "June 16, 2016",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "June 22, 2016",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Georgia Robins Sadler",
                    "ResponsiblePartyInvestigatorTitle": "Professor",
                    "ResponsiblePartyInvestigatorAffiliation": "University of California, San Diego"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of California, San Diego",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "San Diego State University",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Vista Community Clinic",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to test a program designed to increase African American and Hispanic American women's scientific literacy, knowledge of clinical trials, and to facilitate breast cancer clinical trial participation.",
                "DetailedDescription": "Knowledge and participation in clinical trials is disproportionately low among minorities. The purpose of this study is to test a program designed to increase African American and Hispanic American women's scientific literacy, knowledge of clinical trials, and to facilitate breast cancer clinical trial participation.\n\nA validation study was also conducted to validate several measures for the Hispanic American and African American populations.\n\nThe experimental group watched an education program concerning breast cancer clinical trials while the control group watched an education program on neighborhood safety.\n\nTo examine willingness to participate in research was assessed by a post-intervention invitation to complete a sleep diary."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Clinical Trials",
                        "Education",
                        "Hispanic Americans",
                        "African Americans",
                        "Health Disparities",
                        "Patient Participation",
                        "Refusal to Participate"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Factorial Assignment",
                    "DesignPrimaryPurpose": "Health Services Research",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Triple",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Participant",
                                "Investigator",
                                "Outcomes Assessor"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "1065",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Clinical Trials Education Program",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Breast Cancer Clinical Trials Education program is offered to women in the experimental arm. This program was designed to promote increased clinical trials literacy among African American and Hispanic American women. Increased clinical trials knowledge and a better understanding of clinical trials is anticipated to create more positive attitudes, and perceptions about clinical trials among these two groups of women who are traditionally underrepresented in breast cancer clinical trials.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Breast Cancer Clinical Trials Education Program"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Neighborhood Watch Education Program",
                            "ArmGroupType": "Placebo Comparator",
                            "ArmGroupDescription": "The Neighborhood Watch Program created by the Bureau of Justice Assistance and the National Crime Prevention Council was selected for inclusion in the control arm of this study. It provided participants with a program of equivalent length and format, as well as an equivalent focus on improving the well-being of African American and Hispanic Americans. It also provided an opportunity to evaluate the impact of the Neighborhood Watch Program.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Breast Cancer Clinical Trials Education Program"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Breast Cancer Clinical Trials Education Program",
                            "InterventionDescription": "The purpose of this study is to test a program designed to increase African American and Hispanic American women's scientific literacy, knowledge of clinical trials, and to facilitate breast cancer clinical trial participation.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Clinical Trials Education Program",
                                    "Neighborhood Watch Education Program"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Personal Health Survey.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Personal Health Survey) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Personal Health Survey were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Social Status Survey.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Social Status Survey) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Social Status Survey were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Reactions to Race Module.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Reactions to Race Module) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Reactions to Race Module were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Beliefs & Attitudes Survey.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Beliefs & Attitudes Survey) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Beliefs & Attitudes Survey were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Duke University Religion Index.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Duke University Religion Index) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Duke University Religion Index were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Health-Related Quality of Life-4.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Health-Related Quality of Life-4) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Health-Related Quality of Life-4 were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Patient Health Questionnaire-9.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Patient Health Questionnaire-9) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Patient Health Questionnaire-9 were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Cancer Worry Scale.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Cancer Worry Scale) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Cancer Worry Scale were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Powe Fatalism Inventory.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Powe Fatalism Inventory) at baseline. Data were gathered to measure participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Powe Fatalism Inventory were collected immediately prior to participants' randomization to either the experimental or control study arms."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Measure (Barriers to Clinical Trials Participation).",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Barriers to Clinical Trials Participation) at baseline and immediately post-intervention. Data were gathered to measure changes in participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Barriers to Clinical Trials Participation were collected immediately prior to participants' randomization to either the experimental or control study arms and also immediately after the completion of the educational intervention."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Clinical Trials Knowledge Questionnaire.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Clinical Trials Knowledge Questionnaire) at baseline and immediately post-intervention. Data were gathered to measure changes in participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Clinical Trials Knowledge Questionnaire were collected immediately prior to participants' randomization to either the experimental or control study arms and also immediately after the completion of the educational intervention."
                        },
                        {
                            "PrimaryOutcomeMeasure": "Educational Post-Intervention Changes in Participants' Breast Cancer Clinical Trials-Using Standardized Neighborhood Watch Knowledge Questionnaire.",
                            "PrimaryOutcomeDescription": "The study administered standardized psychosocial measure (Neighborhood Watch Knowledge Questionnaire) at baseline and immediately post-intervention. Data were gathered to measure changes in participants' knowledge and attitudes. The overall data from all measures were then used to evaluate the impact of the intervention, as well as what factors may have moderated and mediated that outcome. To measure changes in participations' behavior, they were immediately offered the opportunity to take part in another study that required a new consent document and collection of saliva samples. Regardless of whether the participants agreed to take part in this second study, they were next invited to be a part of the Ambassador for Clinical Trials Program, which meant they would periodically receive flyers about open clinical trials to share with family, friends, and community contacts.",
                            "PrimaryOutcomeTimeFrame": "Baseline data using Neighborhood Watch Knowledge Questionnaire were collected immediately prior to participants' randomization to either the experimental or control study arms and also immediately after the completion of the educational intervention."
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nSelf-Identified as an African American or a Hispanic American female\nSpeak English and/or Spanish\nMentally and Physically capable of completing the consenting process\n\nExclusion Criteria:\n\nNone",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Female",
                "MinimumAge": "21 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Georgia R Sadler, PhD",
                            "OverallOfficialAffiliation": "UC San Diego Moores Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Vanessa L Malcarne, PhD",
                            "OverallOfficialAffiliation": "San Diego State University",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "UC San Diego Moores Cancer Center",
                            "LocationCity": "La Jolla",
                            "LocationState": "California",
                            "LocationZip": "92093",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Vista Community Clinic",
                            "LocationCity": "Vista",
                            "LocationState": "California",
                            "LocationZip": "92084",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}