{
    "Rank": 510,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02435290",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "123456"
                },
                "Organization": {
                    "OrgFullName": "Ain Shams University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Enhancement of the Prediction of Chemotherapy Prescribing Errors for Oncology Patients",
                "OfficialTitle": "Cross-sectional Study to Enhance the Prediction of Prescribing Errors for Oncology Patients"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2015",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 2014"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 2015",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 2015",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "March 22, 2015",
                "StudyFirstSubmitQCDate": "May 1, 2015",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 6, 2015",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "May 1, 2015",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 6, 2015",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "hadeer ehab",
                    "ResponsiblePartyInvestigatorTitle": "clinical pharmacist",
                    "ResponsiblePartyInvestigatorAffiliation": "Ain Shams University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "hadeer ehab",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "It is a cross-sectional study examining a random sample of in- and out-patients, with proven malignant disease receiving chemotherapy, over a period of 6 months from the start of the study who visit the Oncology department, Ain Shams University Teaching Hospitals. The effect of some risk factors on the prescribing error will be studied; these risk factors include the following: Tumor type ,Cancer stage ,type of comorbid illness ,type of medication , type of anti-cancer treatment , number of abnormal lab data ,type of abnormal lab data , the number of drugs in the treatment regimen , the number of side effects after chemotherapy administration, the age of patient ,the dosing frequency of anticancer ,the route of administration .\n\nSummary statistics are performed to describe patient characteristics , frequency, types and classification of medication error; and frequency with which Medication errors occur.\n\nLogistic regression will be applied to the collected data to perform a predictive relation between the risk factors which may be (categorical, continuous, or discrete) and the prescribing errors which are (categorical).",
                "DetailedDescription": "This study will be performed according to the hospital's ethics board. Data on age, cancer diagnosis, cancer stage, comorbid illness, details of the anticancer treatment, and drugs for comorbid illness as well as any laboratory abnormalities will be collected.The data will be collected from medical records review.Progress notes and changes made to patients' medication orders since admission are reviewed.\n\nDrugs are classified as either \"active agents\" (defined as medications to treat cancer- and/or therapy-related symptoms) or \"medications to treat comorbid conditions.\" A comorbid illness is defined as a non-cancer clinical condition that required pharmacologic treatment .\n\nPrescribing errors will be classified as:\n\nIncorrect Medication: Medication ordered was not appropriate for patient based on indication, patient-specific variables, or clinical status.\nMedication Omission Error: patient having an indication for which no treatment or inadequate treatment was prescribed.\nDose error: Under or over dosage of more than 5% of antineoplastic drugs .\nDose omission: unspecified dosage for the medications.\nIncorrect Treatment Duration: Medication prescribed without an appropriate stop time.\nPotential drug-drug interactions: a modification of the effect of a drug when administered with another drug.\nDuplicate prescribing: two or more drugs from the same class are prescribed to treat the same condition, or different conditions.\nOmitted or improper route of administration: unspecified route, wrong route, or improper route to the patient clinical status.\nImproper medication infusion rate: wrong infusion rate for medications administrated via intravenous route.\n\nThe prescribing errors will be identified utilizing:\n\nClinical Oncology guidelines of Ain shams university hospitals.\nBC cancer agency (BCCA) cancer drug manual\n.the web site chemocalculator (will be used to identify errors in dose calculation).\n\n4- .Drugs.com (used to identify drug-drug interaction, route of administration errors, dose errors, and infusion rate errors).\n\n5-- Manual search for chemotherapy prescribing errors articles via pubmed., and science direct.\n\nPrescribing errors will be schemed into 3 levels according to their scientific evidence.\n\nEstablished: error confirmed by large clinical trials.\nProbable: error with high likelihood of occurrence but without definitive randomized clinical trials.\nSuspect: error likely to occur; data derived from case reports. To confirm the scientific evidence of the error, the investigators need to search BC Cancer Agency , pubmed, science direct and, medical journals literature to ensure the scientific evidence of the error. Reporting medication errors of scientific evidence from 1 to 3 to the physicians via e-mail.\n\nRanking the severity of the prescribing errors ,in which major, when the potential error could lead to permanent damage or risk of death; moderate, when the clinical consequence of an error requires medical treatment; or minor, when small or no clinical effect is expected from the error .\n\nClinical pharmacist will discuss and study the effect of the following risk factors on prescribing error:\n\nThe tumor type (breast cancer, lymphoma and myeloma ,lung cancer ,genitourinary cancer ,gynecological cancer , GIT cancer, melanoma,head and neck cancer).\n\nCancer stage.\n\nearly: indicates Carcinoma in situ\n: locally- advanced: indicate more extensive disease: Larger tumor size and/or spread of the cancer beyond the organ in which it first developed to nearby lymph nodes and/or tissues or organs adjacent to the location of the primary tumor\nmetastatic : indicates The cancer has spread to distant tissues or organs.\nType of comorbid illness (heart disease /renal disease /hepatic disease /diabetes/ hypertension / gastric disease/ blood abnormality/ osteoporosis).\nThe number of drugs in the treatment regimen .\nType of medication ( active agent ,comorbid illness medication )\nType of anticancer treatment\nThe route of administration of chemotherapy (intravenous, intramuscular, Oral, Intrathecal).\nDosing Frequency of treatment.\nThe number of side effects of chemotherapy administrated experienced by the patient.\nThe number of abnormal lab data.\nThe type of abnormal lab data (kidney function test ,liver function test ,blood test ).\nThe age of patient. Summary statistics of the data will be performed to determine the incidence of prescribing errors in the oncology department of Ain shams university hospitals.\n\nLogistic regression analysis of the data will be performed using SPSS.\n\nDependent variable is the presence or absence of prescribing error for which there is reasonable supportive evidence (i.e., scientific evidence levels 1 - 3).\nExplanatory variables (risk factors) are age, cancer type, cancer stage, treatment type, type of comorbid illness, number of drugs, type of medications, the number of laboratory abnormality, type of lab abnormality the route of administration, the frequency of treatment.\n\nLogistic regression is used to model the determinants and predict the likelihood of the prescribing errors in the oncology department, Ain shams university hospital. The impact (coefficient) of each risk factor will be quantitatively correlated to prescribing errors.\n\nCharts will be performed to inform physicians of the prescribing errors of high incidence, as well as, the risk factors increasing the likelihood of prescribing errors."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Inappropriate Prescribing",
                        "Clinical Oncology"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "prediction",
                        "prescribing error",
                        "risk factors"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Only"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Cross-Sectional"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "500",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "patients with malignant cancer receiving chemotherapy",
                            "ArmGroupDescription": "five hundred patients suffering malignant cancer from eight wards ( breast , GIT ,gynecological , genitourinary , lung , head and neck, lymphoma and myeloma ,skin and melanoma) ,receiving various chemotherapy protocols .",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: determine the incidence , type , and severity of prescribing errors in the oncology department"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "determine the incidence , type , and severity of prescribing errors in the oncology department",
                            "InterventionDescription": "patients' files are revised according to BCCA reference protocols to report errors which are categorized according to type,and severity including: BSA calculation, the eligibility of the chemotherapy protocol , the dosage form ,dosage , the modification of doses according to toxicity and laboratory data results ,frequency ,duration of treatment , intention of treatment , the omitted or duplicated medications ,and the drug interactions.\n\nthe impact of the risk factors on the incidence , and type of prescribing errors are studied including :The tumor type, Cancer stage , co morbid illness,The number of drugs in the treatment regimen ,The route of administration of chemotherapy ,Dosing Frequency of treatment, The toxicity of chemotherapy experienced by the patient, The number of abnormal lab data,The type of abnormal lab data ,the age of patient.\n\n.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "patients with malignant cancer receiving chemotherapy"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "report prescribing errors to the physician and solutions .",
                                    "study the impact of newly addressed risk factors on prescribing errors."
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "prescribing errors average",
                            "PrimaryOutcomeDescription": "to determine the average number of prescribing errors per patient",
                            "PrimaryOutcomeTimeFrame": "6 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "cancer staging",
                            "SecondaryOutcomeDescription": "to determine the enhancement or progression of cancer staging",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nin- and out-patients, with proven malignant disease receiving chemotherapy\n\nExclusion Criteria:\n\nPatients receiving experimental agents and\npatients who are too ill or unwilling to participate will be excluded.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "MaximumAge": "80 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "in- and out-patients, with proven malignant disease receiving chemotherapy",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Nagwa A Sabri, clinical pharmacy professor",
                            "OverallOfficialAffiliation": "Ain Shams University",
                            "OverallOfficialRole": "Study Chair"
                        },
                        {
                            "OverallOfficialName": "Amr S Saad, clinical oncology lecturer",
                            "OverallOfficialAffiliation": "Ain Shams University",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "T4202",
                            "ConditionBrowseLeafName": "Oculocerebral Syndrome With Hypopigmentation",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M21550",
                            "InterventionBrowseLeafName": "Pharmaceutical Solutions",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "PhSol",
                            "InterventionBrowseBranchName": "Pharmaceutical Solutions"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}