{
    "Rank": 523,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05837598",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "22-593"
                },
                "Organization": {
                    "OrgFullName": "Massachusetts General Hospital",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Adapting the Tumor Board Model for Mental Illness and Cancer",
                "OfficialTitle": "Adapting the Tumor Board Model for Mental Illness and Cancer: A Single Arm Pilot Trial"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "May 31, 2023",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "May 31, 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "May 31, 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "February 21, 2023",
                "StudyFirstSubmitQCDate": "April 26, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 1, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 1, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 3, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Kelly Edwards Irwin",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Massachusetts General Hospital"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Massachusetts General Hospital",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Trefler Foundation",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This study examines the feasibility and acceptability of a virtual tumor board for cancer and mental illness for patients with serious mental illness and a new cancer diagnosis. The study also examines the impact on patient care, psychiatric symptoms, and clinician self-efficacy in managing this population.",
                "DetailedDescription": "Individuals with serious mental illness (SMI) experience increased cancer mortality because of inequities in cancer care. Access to mental health and cancer care remains inadequate. Virtual tumor boards have been associated with higher rates of patients receiving guideline-concordant cancer care, but these tumor boards have not been adapted for cancer and mental illness. A virtual cancer and mental health tumor board intervention has potential to increase access to psycho-oncology and oncology expertise, facilitate clinician communication, and may address barriers to cancer and mental health care. The purpose of this study is to examine the feasibility and acceptability of a virtual tumor board for cancer and mental illness for our target population for patients and clinicians. We will also explore changes in cancer care, psychiatric symptoms, and clinician self-efficacy in managing this population. This study is a single-arm pilot (n = 30) based at a cancer center affiliate and the surrounding community. The intervention includes proactive identification using a registry, bi-monthly virtual equity tumor board focused on cancer and mental health using HIPAA-compliant videoconference that uses co-learning, assessment of barriers to cancer care, strengths, and goals of care, creating plans that identify who is responsible for next steps and patient communication, and relaying recommendations to patients and the treating oncology team."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer",
                        "Severe Major Depression",
                        "Schizophrenia",
                        "Bipolar Disorder",
                        "Lung Cancer",
                        "Breast Cancer",
                        "Head and Neck Cancer",
                        "Gastrointestinal Cancer",
                        "Genitourinary Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cancer Care",
                        "Major Depression and Cancer",
                        "Schizophrenia and Cancer",
                        "Bipolar disorder and Cancer",
                        "Lung Cancer",
                        "Breast Cancer",
                        "Head and Neck Cancer",
                        "Gastrointestinal Cancer",
                        "Genitourinary Cancer",
                        "Schizophrenia",
                        "Bipolar Disorder",
                        "Major Depression",
                        "Health equity",
                        "Mental disorders"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "30",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Tumor Board Arm",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "This intervention has three parts:\n\nPart 1: Proactive identification and assessment of patient needs, values, psychiatric symptoms, and illness understanding\n\nPart 2: Virtual tumor board discussion\n\no Bring together expertise in mental illness and cancer, the interdisciplinary team will co-design an integrated cancer and mental health treatment plan. Key strategies include: addressing resource-related barriers to care, framing next steps in terms of patient values, and identifying action steps to address barriers to psycho-oncology/specialty oncology expertise\n\nPart 3: Closed Loop Communication\n\no Tumor board recommendations shared with treating oncologist, documented in medical record, and shared with patient. Team tracks steps taken to address barriers to care and follows up with patient at 12 weeks.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Virtual Cancer and Mental Health Tumor Board"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Virtual Cancer and Mental Health Tumor Board",
                            "InterventionDescription": "The Virtual Cancer and Mental Health Tumor Board intervention aims to increase access to psycho-oncology and oncology expertise, facilitate clinician communication, build understanding of the person's needs and strengths, and address barriers to care. Strategies include a proactive assessment of illness understanding, psychiatric history, and barriers to care followed by development of an integrated cancer and mental health treatment plan during the tumor board session that is framed in terms of patient values and addresses barriers to accessing psycho-oncology and specialty oncology expertise. These recommendations will be shared with treating oncologists, documented in the medical record, and shared with the patient. Patients will receive a transition phone call at 12 weeks.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Tumor Board Arm"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Patient enrollment assessed by consent rate.",
                            "PrimaryOutcomeDescription": "The investigators will evaluate program feasibility through patient enrollment by examining consent rates (60% of eligible patients consent).",
                            "PrimaryOutcomeTimeFrame": "At baseline"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Patient trial completion assessed by number of patients who complete study assessments and trial procedures.",
                            "PrimaryOutcomeDescription": "The investigators will evaluate trial completion assessed by number of patients who complete study assessments and trial procedures (75% of patient participants have baseline targeted assessment, have tumor board recommendations communicated with them, and complete 12-week assessment of psychiatric symptoms and barriers to cancer care).",
                            "PrimaryOutcomeTimeFrame": "12 weeks from study enrollment"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Patient satisfaction assessed by patient feedback questionnaire.",
                            "PrimaryOutcomeDescription": "The investigators will evaluate program acceptability through patient intervention satisfaction by a patient feedback questionnaire (exit interview surveys with participating patients regarding the usefulness of the intervention) at 12 weeks.",
                            "PrimaryOutcomeTimeFrame": "12 weeks from study enrollment"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Volume of tumor board session attendance by tumor board participants.",
                            "SecondaryOutcomeDescription": "The investigators will evaluate program feasibility by tracking volume of tumor board session attendance (feasibility defined as participants attending 80% of sessions when patients/clients discussed).",
                            "SecondaryOutcomeTimeFrame": "24 weeks from study enrollment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Tumor board participant satisfaction assessed by tumor board participant feedback questionnaire.",
                            "SecondaryOutcomeDescription": "The investigators will evaluate program acceptability by examining participant intervention satisfaction (feedback questionnaire at end of study period regarding the acceptability and helpfulness of the virtual tumor board model).",
                            "SecondaryOutcomeTimeFrame": "24 weeks from study enrollment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of participants contributing to multi-disciplinary representation at tumor board sessions.",
                            "SecondaryOutcomeDescription": "The investigators will evaluate program feasibility by examining the amount of multi-disciplinary representation at tumor board sessions (>70% of sessions include representation from oncology/cancer center affiliate, community mental health, and psycho-oncology).",
                            "SecondaryOutcomeTimeFrame": "24 weeks from study enrollment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Percentage of tumor board participants participating in tumor board session.",
                            "SecondaryOutcomeDescription": "The investigators will evaluate program feasibility by tracking percentage of tumor board participants participating in tumor board sessions (80% of participants complete intra-session feedback questionnaire).",
                            "SecondaryOutcomeTimeFrame": "24 weeks from study enrollment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Percentage of tumor board participants completing study questionnaires.",
                            "SecondaryOutcomeDescription": "The investigators will evaluate program feasibility by examining completion of study measures (70% of participants complete 12-week- and 24-week measures).",
                            "SecondaryOutcomeTimeFrame": "24 weeks from study enrollment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Tumor board participant satisfaction assessed by in-session feedback questionnaire.",
                            "SecondaryOutcomeDescription": "The investigators will evaluate program acceptability by examining participant intervention satisfaction (in-session feedback questionnaire regarding the acceptability and helpfulness of the virtual tumor board model).",
                            "SecondaryOutcomeTimeFrame": "24 weeks from study enrollment"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Change in patient psychiatric illness severity assessed by Brief Psychiatric Rating Scale (BPRS).",
                            "OtherOutcomeDescription": "Investigators will assess change in patient psychiatric illness severity using the Brief Psychiatric Rating Scale (BPRS). This questionnaire is 24 items, each question rated on a 7-point scale of severity ranging from \"not present\" to \"extremely severe.\" Scores vary from 24 to 168 with higher scores indicating more severe psychiatric illness.",
                            "OtherOutcomeTimeFrame": "12 weeks from study enrollment"
                        },
                        {
                            "OtherOutcomeMeasure": "Change in patient anxiety symptoms assessed by the Generalized Anxiety Disorder-7 (GAD-7).",
                            "OtherOutcomeDescription": "Investigators will assess change in patient anxiety symptoms using the Generalized Anxiety Disorder-7 (GAD-7). This questionnaire is 7 items, and responses range from \"0\" (not at all) to \"3\" (nearly every day), and scores range from 0 to 21, with higher scores indicating greater anxiety.",
                            "OtherOutcomeTimeFrame": "12 weeks from study enrollment"
                        },
                        {
                            "OtherOutcomeMeasure": "Change in patient depression symptoms assessed by Patient Health Questionnaire-9 (PHQ-9).",
                            "OtherOutcomeDescription": "Investigators will assess change in patient depression symptoms using the Patient Health Questionnaire-9 (PHQ-9). This questionnaire is 9 items, and responses range from \"0\" (not at all) to \"3\" (nearly every day), and scores range from 0 to 27, with higher scores indicating greater depression.",
                            "OtherOutcomeTimeFrame": "12 weeks from study enrollment"
                        },
                        {
                            "OtherOutcomeMeasure": "Change in patient quality of life assessed by Functional Assessment of Cancer Therapy - General (FACT-G).",
                            "OtherOutcomeDescription": "Investigators will assess change in patient quality of life using the Functional Assessment of Cancer Therapy - General (FACT-G). This questionnaire is 27 items, and response are on a 5-point rating scale from \"0\" (not at all) to \"4\" (very much). Scores range from 0 - 108, and higher scores indicate better quality of life.",
                            "OtherOutcomeTimeFrame": "12 weeks from study enrollment"
                        },
                        {
                            "OtherOutcomeMeasure": "Change in tumor board participant self-efficacy assessed by Tumor Board Participant Self-Efficacy Assessment.",
                            "OtherOutcomeDescription": "Investigators will assess change in tumor board participant self-efficacy using the Tumor Board Participant Self-Efficacy Assessment. This questionnaire is 22 items, with scores ranging from 0 - 44, and higher scores indicating more self-efficacy.",
                            "OtherOutcomeTimeFrame": "24 weeks from study enrollment"
                        },
                        {
                            "OtherOutcomeMeasure": "Change in tumor board participant burnout assessed by modified Maslach Burnout Inventory survey.",
                            "OtherOutcomeDescription": "Investigators will assess change in tumor board participant burnout using a modified Maslach Burnout Inventory survey. This questionnaire is 22 items, and responses range from \"0\" (never) to \"6\" (every day). Section A scores range from 0 - 42, with a higher score indicating more burnout. Section B scores range from 0 - 42, with a higher score indicating more burnout. Section C scores range from 0 - 48, with a higher score indicating less burnout.",
                            "OtherOutcomeTimeFrame": "24 weeks from study enrollment"
                        },
                        {
                            "OtherOutcomeMeasure": "Disruptions in patient cancer care assessed by electronic medical record review.",
                            "OtherOutcomeDescription": "Number of participants with Disruptions in patient cancer care assessed by electronic medical record review. Disruptions are defined as delays, deviations in cancer care recommended, and interruptions in planned cancer treatment.",
                            "OtherOutcomeTimeFrame": "24 weeks from study enrollment"
                        },
                        {
                            "OtherOutcomeMeasure": "Patient receipt of mental health care assess by electronic medical record review.",
                            "OtherOutcomeDescription": "Number of participants with documented receipt of mental health care for patients assessed by electronic medical record review.",
                            "OtherOutcomeTimeFrame": "24 weeks from study enrollment"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAge ≥ 18 years old\nVerbal fluency in English\nSMI (schizophrenia spectrum disorder, bipolar disorder, or major depressive disorder with either prior psychiatric hospitalization, history of suicide attempt/suicidal ideation, Medicaid insurance, and/or comorbid alcohol or opioid use disorder) confirmed by diagnostic evaluation of study psychiatrist\nNew invasive stage I-IV breast, lung, gastrointestinal, genitourinary, or head and neck cancer (highly suspected or confirmed according to documentation by the oncologist or pathology)\nOncology consultation at or referral to a MGH Danvers within the past 8 weeks\n\nExclusion Criteria:\n\nHave cognitive impairment severe enough to interfere with completing brief study assessments or providing informed consent and does not have a guardian who can provide consent\nRecurrence of same cancer type\nDo not have verbal fluency in English",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Kelly Irwin, MD, MPH",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "617-643-4453",
                            "CentralContactEMail": "kirwin1@partners.org"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Mass General/North Shore Center for Outpatient Care",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Danvers",
                            "LocationState": "Massachusetts",
                            "LocationZip": "01923",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Elizabeth P Walsh, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "EWALSH20@MGH.HARVARD.EDU"
                                    }
                                ]
                            }
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000006258",
                            "ConditionMeshTerm": "Head and Neck Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000005770",
                            "ConditionMeshTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000014565",
                            "ConditionMeshTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000003863",
                            "ConditionMeshTerm": "Depression"
                        },
                        {
                            "ConditionMeshId": "D000012559",
                            "ConditionMeshTerm": "Schizophrenia"
                        },
                        {
                            "ConditionMeshId": "D000001714",
                            "ConditionMeshTerm": "Bipolar Disorder"
                        },
                        {
                            "ConditionMeshId": "D000003865",
                            "ConditionMeshTerm": "Depressive Disorder, Major"
                        },
                        {
                            "ConditionMeshId": "D000001523",
                            "ConditionMeshTerm": "Mental Disorders"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001526",
                            "ConditionAncestorTerm": "Behavioral Symptoms"
                        },
                        {
                            "ConditionAncestorId": "D000003866",
                            "ConditionAncestorTerm": "Depressive Disorder"
                        },
                        {
                            "ConditionAncestorId": "D000019964",
                            "ConditionAncestorTerm": "Mood Disorders"
                        },
                        {
                            "ConditionAncestorId": "D000019967",
                            "ConditionAncestorTerm": "Schizophrenia Spectrum and Other Psychotic Disorders"
                        },
                        {
                            "ConditionAncestorId": "D000068105",
                            "ConditionAncestorTerm": "Bipolar and Related Disorders"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6748",
                            "ConditionBrowseLeafName": "Depression",
                            "ConditionBrowseLeafAsFound": "Depression",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M9038",
                            "ConditionBrowseLeafName": "Head and Neck Neoplasms",
                            "ConditionBrowseLeafAsFound": "Head and Neck Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M6751",
                            "ConditionBrowseLeafName": "Depressive Disorder",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6750",
                            "ConditionBrowseLeafName": "Depressive Disorder, Major",
                            "ConditionBrowseLeafAsFound": "Major Depression",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4505",
                            "ConditionBrowseLeafName": "Mental Disorders",
                            "ConditionBrowseLeafAsFound": "Mental Illness",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4686",
                            "ConditionBrowseLeafName": "Bipolar Disorder",
                            "ConditionBrowseLeafAsFound": "Bipolar Disorder",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M15066",
                            "ConditionBrowseLeafName": "Schizophrenia",
                            "ConditionBrowseLeafAsFound": "Schizophrenia",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14163",
                            "ConditionBrowseLeafName": "Psychotic Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafAsFound": "Gastrointestinal Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafAsFound": "Genitourinary Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4508",
                            "ConditionBrowseLeafName": "Behavioral Symptoms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M21525",
                            "ConditionBrowseLeafName": "Mood Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M21528",
                            "ConditionBrowseLeafName": "Schizophrenia Spectrum and Other Psychotic Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M226",
                            "ConditionBrowseLeafName": "Bipolar and Related Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        }
                    ]
                }
            }
        }
    }
}