{
    "Rank": 538,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05431439",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "10000046"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "000046-C"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "National Institutes of Health Clinical Center (CC)",
                    "OrgClass": "NIH"
                },
                "BriefTitle": "Omics of Cancer: OncoGenomics",
                "OfficialTitle": "Omics of Cancer: OncoGenomics"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 9, 2023",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 13, 2023",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 31, 2025",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 31, 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "June 17, 2022",
                "StudyFirstSubmitQCDate": "June 23, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 24, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "September 7, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "September 8, 2023",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "National Cancer Institute (NCI)",
                    "LeadSponsorClass": "NIH"
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Background:\n\nCancer is a leading cause of death in the United States. Researchers want to know more about how cancer develops and grows. They want to understand more about cancers that run in families. This information will help them find better ways to diagnose and treat cancer. Researchers need to collect data from many people who either have cancer or who may get cancer.\n\nObjective:\n\nTo establish a registry of data about people with cancer. The natural history registry will be linked to a database with information about their genetics.\n\nEligibility:\n\nPeople aged 4 weeks and older with a diagnosis of any cancer. People with precancerous conditions or with a family history of an inherited cancer are also needed.\n\nDesign:\n\nParticipants will answer questions about their medical history. This visit can be in-person or by phone.\n\nParticipants will provide blood and saliva samples. Researchers will also collect any samples the participants may already have given in the past. These may include tumor biopsies or samples of bone marrow or other body fluids. No blood will be collected from children younger than 3 years.\n\nNo new surgeries or biopsies will be done for this study.\n\nThe samples will be used for genetic research.\n\nResearchers will follow up with participants once a year. They will get an updated medical history. They will ask for any new biopsies or other tissue samples. They may collect new saliva and blood samples.\n\nParticipants may continue in the study for the rest of their lives....",
                "DetailedDescription": "Background\n\nCancer is the second leading cause of disease-related mortality in the US and the primary leading cause of US disease-related mortality in individuals aged 40-79\nOne of the missions of the Oncogenomics Section is to identify new targets and develop new therapeutic strategies for currently incurable malignancies as well as to improve the quality of life for adults and children with cancer. Overall, approximately 1,918,030 individuals, 983,160 males, and 934,870 females will be diagnosed with cancer in 2022\n\nObjective\n\n-To establish a registry in which clinical data of participants with cancer or cancer predisposition is linked to the genomic database of analyzed samples\n\nEligibility\n\nAge >= 4 weeks\nParticipants must have a diagnosis of any tumor, malignancy, pre-malignant disorder, or evidence of an inherited cancer syndrome based on family history and/or other manifestations of the syndrome (i.e., polyposis, plexiform neurofibromas, myelodysplastic syndrome\nParticipants must have biospecimen (e.g., including tumor, normal, blood, bone marrow, serum, plasma, or any other specimen) that has been previously collected and is available for research analysis, be scheduled to undergo surgery or biopsy for routine patient care on another research or standard of care protocol or be willing to provide blood and/or saliva specimens. Note: blood will not be drawn in children < 3 years old\n\nDesign\n\nParticipants will be enrolled at NIH\n\nCollected samples will be studied to:\n\nExamine tumor samples for oncogenic drivers using next-generation whole genome sequencing (WGS), whole exome sequencing (WES), panel, or RNA sequencing\nAnalyze germline samples for known or novel cancer predisposition genes using WGS, WES, or panel sequencing\nDetermine the feasibility of longitudinal collection and analyses of liquid biopsies alongside the analysis of matched tumor samples\nEstablishment of Epstein-Barr virus (EBV) transformed cell lines from blood and/or bone marrow for medical research\nNew methodologies such as proteomics and metabolomics analysis in the investigation of cellular, molecular, genetic, and genomic biology, to probe for new therapeutic targets, and to develop new treatment approaches\nExpected accrual 50-500 participants per year. Total protocol accrual goal 5,000 participants"
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Neoplasms",
                        "Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Oncogenomics",
                        "Malignancies",
                        "Therapeutic Strategies",
                        "Human Genome Project",
                        "Cancer",
                        "Tumor Genome",
                        "Natural History"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "5000",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cohort 1",
                            "ArmGroupDescription": "Participants with cancer or cancer predisposition"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "establish a registry in which clinical data of participants with cancer or cancer predisposition is linked to the genomic database of analyzed samples",
                            "PrimaryOutcomeDescription": "perform systematic genetic and genomic analysis to enrolled participants treated at the Center for Cancer Research (CCR, NCI) and all Divisions of NCI for the identification of biomarkers and targets of potential therapeutic actionability",
                            "PrimaryOutcomeTimeFrame": "20 yrs"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "determine the feasibility of longitudinal collection and analyses of liquid biopsies alongside the analysis of matched tumor samples",
                            "SecondaryOutcomeDescription": "to characterize heterogeneity and to identify therapeutically resistant clones",
                            "SecondaryOutcomeTimeFrame": "Ongoing throughout study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "examine tumor samples",
                            "SecondaryOutcomeDescription": "oncogenic drivers using next-generation whole genome (WGS), exome (WES), and/or RNA sequencing",
                            "SecondaryOutcomeTimeFrame": "Ongoing throughout study"
                        },
                        {
                            "SecondaryOutcomeMeasure": "analyze germline samples",
                            "SecondaryOutcomeDescription": "known or novel cancer predisposition genes using WGS, WES, and/or RNA sequencing",
                            "SecondaryOutcomeTimeFrame": "Ongoing throughout study"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "INCLUSION CRITERIA:\nAge >= 4 weeks\n\nParticipants must have:\n\ndiagnosis of any tumor, malignancy, pre-malignant disorder\n\nOR\n\nevidence of an inherited cancer syndrome based on family history and/or other manifestations of the syndrome (i.e., polyposis, plexiform neurofibromas, myelodysplastic syndrome)\n\n-Participants must\n\nhave biospecimen (e.g., tumor, normal, blood, bone marrow, serum, plasma, or any other specimen) that has been previously collected and is available for research analysis\n\nOR\n\n--be scheduled to undergo surgery or biopsy for routine patient care on another research or standard of care protocol\n\nOR\n\n--be willing to provide blood and/or saliva specimens. Note: does not apply to children < 3 years old\n\n-The ability of participant or parent/guardian to understand and the willingness to sign a written consent document.\n\nEXCLUSION CRITERIA:\n\nNone",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "4 Weeks",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "This is a trial to establish a registry in which clinical data of participants with cancer or cancer predisposition is linked to a database of analyzed samples. Participants will be enrolled in the protocol at the NIH Clinical Center from the NIH CC patient population or or from referrals from an extramural facility or treating physicians.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Chimene Kesserwan, M.D.",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "(301) 222-3925",
                            "CentralContactEMail": "chimene.kesserwan@nih.gov"
                        },
                        {
                            "CentralContactName": "Javed Khan, M.D.",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "(240) 760-6135",
                            "CentralContactEMail": "khanjav@mail.nih.gov"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Javed Khan, M.D.",
                            "OverallOfficialAffiliation": "National Cancer Institute (NCI)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "National Institutes of Health Clinical Center",
                            "LocationCity": "Bethesda",
                            "LocationState": "Maryland",
                            "LocationZip": "20892",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "For more information at the NIH Clinical Center contact National Cancer Institute Referral Office",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "888-624-1937"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "NIH Clinical Center Detailed Web Page",
                            "SeeAlsoLinkURL": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_000046-C.html"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": ".All IPD recorded in the medical record will be shared with intramural investigators upon request. @@@@@@ In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)",
                        "Informed Consent Form (ICF)"
                    ]
                },
                "IPDSharingTimeFrame": "Clinical data available during the study and indefinitely.@@@@@@Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.",
                "IPDSharingAccessCriteria": "Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. @@@@@@Genomic data are made available via dbGaP through requests to the data custodians."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}