{
    "Rank": 543,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT06002126",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "23-02025683"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "U54CA242639",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/U54CA242639"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Weill Medical College of Cornell University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Optimization of Cervical Cancer Screening Among Women Living With HIV in Latin American Countries",
                "OfficialTitle": "Optimization of Cervical Cancer Screening Among Women Living With HIV in Latin American Countries"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 2, 2023",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 1, 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "November 1, 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "August 14, 2023",
                "StudyFirstSubmitQCDate": "August 14, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 21, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 14, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 21, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Weill Medical College of Cornell University",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Cancer Institute (NCI)",
                            "CollaboratorClass": "NIH"
                        },
                        {
                            "CollaboratorName": "H. Lee Moffitt Cancer Center and Research Institute",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of Sao Paulo",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Mexican National Institute of Public Health",
                            "CollaboratorClass": "OTHER_GOV"
                        },
                        {
                            "CollaboratorName": "Rutgers University",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Cervical cancer is a relatively common cancer among women living with human immunodeficiency virus (HIV). This study will test women for human papillomavirus (HPV) infection of the cervix. The main purpose of this study is to determine the best way to test for damaged areas of the cervix. Damaged areas of the cervix should be treated and removed to prevent cancer of the cervix.\n\nWomen in this study will be seen once, twice or three times in a year. Women will provide several samples related to screening for cervical cancer including a swab of the cervix, a self-collected swab of the vagina and urine. Women will have a detailed examination of the cervix called colposcopy and have a few biopsies, or small pinches of the cervix, to look for areas at risk for turning into cancer. If HPV of the cervix is found but treatment of the cervix is not indicated, women will return in 6 months and in 12 months to repeat these tests. Most women will only need 1 visit. Women found to have damaged areas of the cervix at risk for turning into cancer will be referred for treatment.\n\nThis protocol will compare different tests to understand the best test to identify women at risk for cervical cancer.",
                "DetailedDescription": "The overall goal of this research is to develop a point of care high-risk HPV (hrHPV) test and molecular testing that optimizes specificity to detect high-grade squamous intraepithelial lesions (HSIL), specifically cervical intraepithelial neoplasia of grade 2 or more (CIN 2+), in women living with HIV (WHIV) in Latin America while maintaining high test sensitivity. To accomplish this goal, the protocol will optimize cervical screening by modifying the cycle threshold/genotype interpretation of Xpert HPV assay output. In a secondary manner, the protocol will also evaluate whether triage with HPV/host DNA methylation improves the specificity of Xpert alone.\n\nThe hypotheses for this protocol includes:\n\n• The Xpert HPV test can be optimized for HSIL detection (CIN2+) in WHIV to significantly improve test specificity, when compared to unmodified test output using manufacturer guidelines.\n\nTo evaluate this hypothesis, the protocol will enroll 1000 cisgender women or transgender men age 25-65 years living with HIV who are undergoing routine cervical cancer screening. These individuals will be recruited from affiliated clinical sites of the National Institute of Public Health in Cuernavaca, Mexico and University of São Paulo, Brazil. Participants will provide a first void urine sample and will be instructed how to self-collect a vaginal swab. An oral gargle specimen will be collected for HPV testing, HPV methylation, and Epstein-Bar Virus (EBV) co-infection. They will receive a baseline questionnaire about risk factors for HPV and cervical cancer, and provide a blood specimen for CD4 count, plasma viral load, DNA methylation of biological aging, circulating tumor HPV DNA (ctHPVDNA) analysis, and stored sera. Next, a provider will collect an anal swab. Then the participant will undergo a speculum exam and a provider will collect a cervical cytobroom sample for cytology and HPV testing followed by a swab for stored specimens. Finally, acetic acid will be applied followed by a digital image of the cervix. Then at least two cervical biopsies will be obtained.\n\nMaterial from one provider-collected cervical swab will undergo cervical cytology assessment using Bethesda Criteria. Cervical histology results from the collected biopsies will be interpreted according to the Lower Anogenital Squamous Terminology (LAST). HSIL will be defined as CIN 2 with diffuse p16 staining, CIN 2-3, or CIN 3. Women diagnosed with HSIL will be treated according to local standards. The local histology result will be used for the management of participants. Any lesions suspicious for invasive cancer will be referred to the appropriate specialist. Women with HSIL on cytology, but no HSIL on histology will be treated according to the local standard. The management options include repeat colposcopy, endocervical curettage, or a diagnostic loop electro-excision procedure. Similarly, women with a Type 3 transformation zone should have endocervical curettage and be managed according to local standards. After local pathology review, all histology specimens will be shipped centrally for Histology Endpoint Adjudication; these adjudicated histology results will be used for reporting research findings. The details of this process will be in the Manual of Procedures. Discordance between the local and central pathology review will be adjudicated with a second central pathologist. The final histology result will be sent back to the local site and provided to the participant and their providers. Women found to have vulvar, vaginal or perianal lesions suspicious for HSIL will be referred for appropriate evaluation.\n\nThe self-collected vaginal swab and material from the provider-collected cytobroom sample will be tested for HPV using Xpert HPV. Xpert testing of self- and provider-collected samples will be conducted locally (at the point of care) in Brazil and Mexico. Remaining material from the vaginal and cervical samples will be shipped to Dr. Villa's lab in Brazil to allow for S5 methylation testing of any WHIV with hrHPV detected. Residual samples, as well as the collected urine, will be stored in Dr. Villa's lab for future studies.\n\nWomen with hrHPV detected on a provider-collected cervical sample using a locally available and approved test, but who were negative for HSIL as determined by cervical biopsy, will be asked to return for a follow-up study visit at 6-month to receive the same procedures described above (with the exception of blood draws). If at the 6-month follow-up visit WHIV continue to have detection of hrHPV, but are HSIL negative by biopsy, they will be asked to return for an additional follow-up study visit 6 months later (12-months post-baseline) to receive the same procedures. We estimate that approximately 40% of the population will have hrHPV detected and may need to return for a follow-up visit; and 7% will be HSIL+ and referred for treatment."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cervix Cancer",
                        "HPV Infection",
                        "Cervical High Grade Squamous Intraepithelial Lesion",
                        "HIV Infections"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "HPV",
                        "cervical cancer screening",
                        "women with HIV",
                        "DNA methylation",
                        "extended HPV genotyping"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Diagnostic",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "1000",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cervical cancer screening (single arm)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Women will be screened for cervical cancer with HPV testing that provides extended genotyping and DNA quantification. Women will also provide other samples for cervical cancer screening tests. Women will under cervical biopsies.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Diagnostic Test: Xpert HPV",
                                    "Diagnostic Test: S5 DNA methylation classifier"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Diagnostic Test",
                            "InterventionName": "Xpert HPV",
                            "InterventionDescription": "The Cepheid Xpert HPV Assay (Xpert HPV) is a qualitative, real-time polymerase chain reaction (PCR) assay for the detection of hrHPV DNA. The assay is formatted in a single-use, Xpert HPV test cartridge and is run on the Cepheid Xpert® System, a multi-analyte, random access, molecular-diagnostic platform ranging in capacity from 1 to 80 test processing modules. Importantly, a single hrHPV DNA test can be completed in one hour, permitting same-day screening and diagnosis (e.g. colposcopy) or treatment (e.g. cryotherapy), reducing the potential for loss to follow-up in lower-resource settings. It uses liquid-based cytologic media and yields five separate results or channels: HPV16, HPV18/45, HPV 31/33/35/52/58, HPV51/59, HPV39/68/56/66 all with a corresponding cycle threshold.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Cervical cancer screening (single arm)"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Diagnostic Test",
                            "InterventionName": "S5 DNA methylation classifier",
                            "InterventionDescription": "The S5 classifier is a combination of DNA methylation levels of the late regions of the L1 and L2 proteins from HPV16, HPV18, HPV31, and HPV33, as well as DNA methylation of the promotor region of the human tumor suppressor gene, Erythrocyte Membrane Protein Band 4.1 Like 3 (EPB41L3).",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Cervical cancer screening (single arm)"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Number of participants with cervical HSIL or invasive cancer on histology at baseline",
                            "PrimaryOutcomeDescription": "Cervical HSIL is defined as cervical intraepithelial neoplasia (CIN) 2 with p16 staining, CIN2-3, or CIN3) or squamous cell carcinoma from histology of cervical biopsies",
                            "PrimaryOutcomeTimeFrame": "Baseline"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Number of participants with hrHPV at baseline who are found to have cervical HSIL or invasive cancer on histology at months 6 or 12",
                            "SecondaryOutcomeDescription": "Cervical HSIL is defined as cervical intraepithelial neoplasia (CIN) 2 with p16 staining, CIN2-3, or CIN3) or squamous cell carcinoma from histology of cervical biopsies.\n\nOnly those subjects that had detection of hrHPV in cervical or vaginal specimens at the baseline or 6 month visit will be included in the count.",
                            "SecondaryOutcomeTimeFrame": "Month 6 or month 12"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria\n\nHIV-1 infection, as documented by 1) any FDA approved, licensed HIV rapid test performed in conjunction with screening (oral immunoblot, enzyme-linked immunoassay-ELISA, test kit, and confirmed by Western blot or other approved test), OR 2) a physician's written record that documents HIV infection with supporting information on the participant's relevant medical history and/or current management of HIV infection, OR 3) documentation of a prescription of an approved antiretroviral regimen by either possession of pill bottles or packages with prescriber's name or antiretrovirals (ARVs) dispensed from an HIV clinical treatment program with two participant identifiers affixed to the bottles or packages.\nCisgender women or transgender men.\nAged 25 to 65.\nAbility to understand and the willingness to sign a written informed consent document by the participant or by the legal representative(s) of the participant.\n\nExclusion Criteria\n\nHistory of cervical, vulvar, vaginal, perianal, anal cancer or oral cancer.\nHave undergone cervical cancer screening in the last 6 months.\nHave undergone cervical HSIL treatment in the past year.\nHave a history of hysterectomy with removal of the cervix.\nHave never had sexual intercourse (oral or genital or anal).\nUncontrolled intercurrent illness including, but not limited to, ongoing or active infection (including opportunistic infections of Acquired Immunodeficiency Syndrome-AIDS and/or genitourinary infections), symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\nPregnant women are excluded from this study due to the lack of safety data of performing colposcopy during pregnancy.\nAny other medical condition or social situation that would put the participant, the study staff, or the study outcomes at risk, as determined by the site investigators.",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "GenderBased": "Yes",
                "GenderDescription": "The study will enroll cisgender women and transgender men.",
                "MinimumAge": "25 Years",
                "MaximumAge": "65 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Caíque Mello, MPH",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "212-746-7204",
                            "CentralContactEMail": "cam2358@med.cornell.edu"
                        },
                        {
                            "CentralContactName": "Glenn Sturge",
                            "CentralContactRole": "Contact",
                            "CentralContactEMail": "gls2003@med.cornell.edu"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Timothy Wilkin, MD, MPH",
                            "OverallOfficialAffiliation": "Weill Medical College of Cornell University",
                            "OverallOfficialRole": "Study Chair"
                        },
                        {
                            "OverallOfficialName": "Grant Ellsworth, MD, MS",
                            "OverallOfficialAffiliation": "Weill Medical College of Cornell University",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of São Paulo",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "São Paulo",
                            "LocationZip": "05403-911",
                            "LocationCountry": "Brazil",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Lenice Galan de Paula",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "55-11-2661-7554",
                                        "LocationContactEMail": "lenice.galan@hc.fm.usp.br"
                                    },
                                    {
                                        "LocationContactName": "Luisa L Villa, PhD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "National Institute of Public Health, Mexico",
                            "LocationStatus": "Not yet recruiting",
                            "LocationCity": "Cuernavaca",
                            "LocationState": "Morelos",
                            "LocationZip": "62209",
                            "LocationCountry": "Mexico",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Alejandra J Portillo Romero, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "alejandra.portillo@insp.mx"
                                    },
                                    {
                                        "LocationContactName": "Eduardo C Lazcano Ponce, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "Individual participant data that underlie results in the publication, after deidentification",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)",
                        "Informed Consent Form (ICF)"
                    ]
                },
                "IPDSharingTimeFrame": "3 months post-publication of the primary manuscript through the duration of the NIH award (U54242639).",
                "IPDSharingAccessCriteria": "Researchers who provide a methodologically sound proposal for use of the data that is approved by the study investigators and the sponsor.\n\nThe research must be broadly consistent with that of ULACNet.\n\nResearchers may submit a request to the study principal investigator (Timothy Wilkin tiw2001@med.cornell.edu) to request details of request format"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000007239",
                            "ConditionMeshTerm": "Infections"
                        },
                        {
                            "ConditionMeshId": "D000003141",
                            "ConditionMeshTerm": "Communicable Diseases"
                        },
                        {
                            "ConditionMeshId": "D000030361",
                            "ConditionMeshTerm": "Papillomavirus Infections"
                        },
                        {
                            "ConditionMeshId": "D000002583",
                            "ConditionMeshTerm": "Uterine Cervical Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000020969",
                            "ConditionAncestorTerm": "Disease Attributes"
                        },
                        {
                            "ConditionAncestorId": "D000010335",
                            "ConditionAncestorTerm": "Pathologic Processes"
                        },
                        {
                            "ConditionAncestorId": "D000015229",
                            "ConditionAncestorTerm": "Sexually Transmitted Diseases, Viral"
                        },
                        {
                            "ConditionAncestorId": "D000012749",
                            "ConditionAncestorTerm": "Sexually Transmitted Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014777",
                            "ConditionAncestorTerm": "Virus Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000002577",
                            "ConditionAncestorTerm": "Uterine Cervical Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014591",
                            "ConditionAncestorTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000004266",
                            "ConditionAncestorTerm": "DNA Virus Infections"
                        },
                        {
                            "ConditionAncestorId": "D000014412",
                            "ConditionAncestorTerm": "Tumor Virus Infections"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M9973",
                            "ConditionBrowseLeafName": "Infections",
                            "ConditionBrowseLeafAsFound": "Infection",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M6058",
                            "ConditionBrowseLeafName": "Communicable Diseases",
                            "ConditionBrowseLeafAsFound": "Infection",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M3212",
                            "ConditionBrowseLeafName": "Acquired Immunodeficiency Syndrome",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17940",
                            "ConditionBrowseLeafName": "HIV Infections",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5520",
                            "ConditionBrowseLeafName": "Uterine Cervical Neoplasms",
                            "ConditionBrowseLeafAsFound": "Cervical Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M23377",
                            "ConditionBrowseLeafName": "Papillomavirus Infections",
                            "ConditionBrowseLeafAsFound": "HPV Infection",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M22390",
                            "ConditionBrowseLeafName": "Disease Attributes",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15248",
                            "ConditionBrowseLeafName": "Sexually Transmitted Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17623",
                            "ConditionBrowseLeafName": "Sexually Transmitted Diseases, Viral",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17212",
                            "ConditionBrowseLeafName": "Virus Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5515",
                            "ConditionBrowseLeafName": "Uterine Cervical Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7132",
                            "ConditionBrowseLeafName": "DNA Virus Infections",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16852",
                            "ConditionBrowseLeafName": "Tumor Virus Infections",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC01",
                            "ConditionBrowseBranchName": "Infections"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC20",
                            "ConditionBrowseBranchName": "Immune System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        }
                    ]
                }
            }
        }
    }
}