{
    "Rank": 544,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04985253",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "3055"
                },
                "Organization": {
                    "OrgFullName": "Tata Memorial Centre",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Correlation of Predictive Accuracy of PREDICT Version 2.2 of Indian Women With Operable Breast Cancer",
                "OfficialTitle": "Correlation of Predictive Accuracy of PREDICT Version 2.2, (PREDICT V2.2) on a Retrospective Cohort of Indian Women With Operable Breast Cancer (OBC)",
                "Acronym": "PREDICT"
            },
            "StatusModule": {
                "StatusVerifiedDate": "October 2022",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "November 15, 2018",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "October 18, 2021",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 31, 2022",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "May 26, 2020",
                "StudyFirstSubmitQCDate": "July 30, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 2, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "October 19, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "October 20, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Nita Sukumar Nair",
                    "ResponsiblePartyInvestigatorTitle": "Professor and Surgeon (Breast Surgical Oncology Services)",
                    "ResponsiblePartyInvestigatorAffiliation": "Tata Memorial Centre"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Tata Memorial Centre",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This is an observational retrospective study which aims at comparing the 5-year survival estimates from \"PREDICT V2.2\" with observed 5-year outcome from our dataset of Indian women treated for operable breast cancer. \"PREDICT V2.2\" is a prognostication and treatment benefit tool developed in the UK. It is a tool available online (www.predict.nhs.uk) providing 5-and 10-year survival estimates and treatment benefit predictions, for operable breast cancer patients. We hypothesize that 5-year overall survival (OS) predictions using \"PREDICT V2.2\" will have reasonable accuracy and applicability to the Indian operable breast cancer patients. The predictions, if accurate, will not only reassure the patients of the benefits of the treatment being offered, which outweigh the side effects but it will also make clinician as well as patient confident about avoiding potentially toxic systemic therapies, where the benefit is too small.",
                "DetailedDescription": "Adjuvant therapy for breast cancer is based on clinic-pathological prognostic and predictive markers.The most important prognostic marker is still presence of lymph node involvement1,2. Other factors that contribute to planning adjuvant systemic therapy include, tumor size3, grade3, hormone receptor status4, Her2/neu overexpression5-7, proliferation markers8-9, age at presentation, patient preferences, performance status and comorbidities. Accurate survival estimates, and the likely benefit of adjuvant therapy, are important aspects of information oncologists consider when making decisions following surgery for invasive, early breast cancer. Currently these decisions are based on known pathological prognostic factors including tumour size, tumour grade and lymph node status in addition to the relative risk reductions of any adjuvant therapy1-7.\n\nThe prognostic and predictive strengths of different factors are variable and the same factor can have different predictive or prognostic value according to the molecular subtype of breast cancer. These markers are not completely independent of each other10.\n\nSeveral predictive models are now available to help estimate the survival and treatment benefits for individual patients.Multivariate Prediction Models (MPM) takes into consideration not just each marker but the effect with all possible combinations of these markers10. MPMs are of two types. They can either be multivariate prognostic model or a multigene predictive model. Examples10 of multivariate prognostic models are IHC4 assay, Adjuvant! Online and PREDICT. Multigene predictive models are OncotypeDx, MammaPrint, PAM50, EndoPredict.\n\nWeb based mathematical models which use algorithms to predict survival with or without systemic therapy after surgery, like 'Adjuvant! Online' and PREDICT V2.0 use patient characteristics to predict the survival with or without treatment. The inputs required are tumour size, number of nodes involved, grade of tumour, hormone receptor status, Her2 overexpression, Ki67 and comorbidities. Based on these inputs using an algorithm these tools calculate the overall survival at end of 5 and/or 10 years. Then they also predict what would be the added benefit of adjuvant systemic therapies singularly or with combinations.\n\nHowever majority of these models that have been evaluated use the datasets of cancer registries in a particular geographical location or singles institute11,12. This makes blind application of these models to untested populations unpredictable. Various studies have tested web based prognostic models in different populations. In 2011 Hajage D, et al published their results regarding external validation of 'Adjuvant! Online',in a French and Dutch population13. The prediction was overall well-calibrated in the French data. But there was discordance in some subgroups of patients having high grade tumours and HER2 overexpression. Addition of HER2 status, Mitotic Index and Ki67 significantly improved the predictions. In the Dutch data set, the overall 10-year survival was overestimated by 'Adjuvant! Online', particularly in patients less than 40 years of age.Bhoopathyet al, in 2012 tested this tool in an Asian population and concluded that although it differentiates between good and bad prognosis, it systematically overestimates the survival and requires adaptation before usage in Asian population14.\n\nPredict is an online prognostication and treatment benefit tool developed in the UK, using cancer registration and survival data recorded by the Eastern Cancer Registration and Information Centre (ECRIC) for 5694 women diagnosed in East Anglia from 1999-2003.15The model was validated in a second cohort of 5468 women from the West Midlands Cancer Intelligence Unit and is available online (www.predict.nhs.uk) providing 5-and 10-year survival estimates and treatment benefit predictions. Wong et al, tested the predictive accuracy of PREDICT V1.0 in the southeast Asian population16. There were 67% Chinese patients while 13% were Indians. The median age in their study was 50 yrs. They showed concordance in observed and predicted OS in most subgroups except for women whore less than 40 years of age. After reviews in literature, for a better fit in various groups, PREDICT V1.0 was updated to version v2.0. V2.0 is equivalent to V1.0 but calibration of V2.0 has improved over V1.0 in patients diagnosed under the age of 40.17\n\nMultigene predictive models like OncotypeDx, MammaPrint, PAM50, EndoPredict are restrictive in their use due to high cost, thus many oncologists in India use the freely available Web based mathematical models, like Adjuvant Online! or PREDICT V2.0. However, there is no data suggesting the validity of prediction using these models in Indian patients. Hence we propose a study to validate the tool within a trial setting, before advising its use in clinical practice.\n\nWith the aim to compare the 5-year survival estimates from Predict with observed 5-year outcome from the TMC dataset of Indian women treated for operable breast cancer."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Operable Breast Neoplasms"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Retrospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "2780",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Operable breast neoplasm cohort",
                            "ArmGroupDescription": "Operable breast cancer (OBC) ER +/Her2 neg or triple negative breast cancer patients diagnosed and treated at Tata Memorial Centre, Mumbai from 01 Jan 2010 to 31 Dec 2013 with a five-year follow up or events within the 5 years.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: prediction of overall survival using Web based PREDICTV2.0 portal"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "prediction of overall survival using Web based PREDICTV2.0 portal",
                            "InterventionDescription": "Predict is an online prognostication and treatment benefit tool developed in the UK, using cancer registration and survival data recorded by the Eastern Cancer Registration and Information Centre (ECRIC) for 5694 women diagnosed in East Anglia from 1999-2003.\n\nThe model was validated in a second cohort of 5468 women from the West Midlands Cancer Intelligence Unit and is available online (www.predict.nhs.uk) providing 5-and 10-year survival estimates and treatment benefit predictions. Wong et al, tested the predictive accuracy of PREDICT V1.0 in the southeast Asian population. There were 67% Chinese patients while 13% were Indians. They showed concordance in observed and predicted OS in most subgroups except for women whore less than 40 years of age.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Operable breast neoplasm cohort"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Five year overall survival",
                            "PrimaryOutcomeDescription": "To compare the observed 5 year overall survival of operable breast cancer patients with\n\nthe one predicted by PREDICT V 2.2",
                            "PrimaryOutcomeTimeFrame": "5 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "To compare the observed 5 year overall survival of operable breast cancer patients with the one predicted by PREDICT V2.0V 2.2 for subgroups like age at diagnosis, stage of disease, tumour grade and molecular class (ER/PR positive or TNBC)",
                            "SecondaryOutcomeDescription": "To compare the overall survival of 5 years, of breast cancer patients considering age, stage of disease, tumour grade and molecular class of disease with value predicted by PREDICT version 2.2",
                            "SecondaryOutcomeTimeFrame": "5 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nOBC patients treated at TMH\nER +/Her2 neg or TNBC\nWe will include2780 women wherein events / 5-year follow up is available. We propose to have a blinded member of the DMG identify such cases and provide to the study team.\n\nExclusion Criteria:\n\n. • Missing variables egpT size, chemotherapy details\n\nLost to follow up\nHer2 overexpression positive or Equivocal on IHC. (This is being excluded to avoid the bias of incomplete treatment as a large number of patients treated in 2010-2013 may not have received Her2 targeted treatment in our setting)",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "MaximumAge": "99 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Participant data will be selected from all the patients underwent treatment for Breast neoplasm in Tata Memorial Hospital Mumbai-12 in year 2010-2013.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Nita S Nair, MCH",
                            "OverallOfficialAffiliation": "Professor and Surgeon (Breast Oncology)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Tata Memorial Hospital",
                            "LocationCity": "Mumbai",
                            "LocationState": "Maharashtra",
                            "LocationZip": "400012",
                            "LocationCountry": "India"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "2657970",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Saez RA, McGuire WL, Clark GM. Prognostic factors in breast cancer. Semin Surg Oncol. 1989;5(2):102-10. doi: 10.1002/ssu.2980050206."
                        },
                        {
                            "ReferencePMID": "6352003",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Fisher B, Bauer M, Wickerham DL, Redmond CK, Fisher ER, Cruz AB, Foster R, Gardner B, Lerner H, Margolese R, et al. Relation of number of positive axillary nodes to the prognosis of patients with primary breast cancer. An NSABP update. Cancer. 1983 Nov 1;52(9):1551-7. doi: 10.1002/1097-0142(19831101)52:93.0.co;2-3."
                        },
                        {
                            "ReferencePMID": "6733019",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Koscielny S, Tubiana M, Le MG, Valleron AJ, Mouriesse H, Contesso G, Sarrazin D. Breast cancer: relationship between the size of the primary tumour and the probability of metastatic dissemination. Br J Cancer. 1984 Jun;49(6):709-15. doi: 10.1038/bjc.1984.112."
                        },
                        {
                            "ReferencePMID": "10066085",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hilsenbeck SG, Ravdin PM, de Moor CA, Chamness GC, Osborne CK, Clark GM. Time-dependence of hazard ratios for prognostic factors in primary breast cancer. Breast Cancer Res Treat. 1998;52(1-3):227-37. doi: 10.1023/a:1006133418245."
                        },
                        {
                            "ReferencePMID": "1973070",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Borg A, Tandon AK, Sigurdsson H, Clark GM, Ferno M, Fuqua SA, Killander D, McGuire WL. HER-2/neu amplification predicts poor survival in node-positive breast cancer. Cancer Res. 1990 Jul 15;50(14):4332-7."
                        },
                        {
                            "ReferencePMID": "1672256",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Winstanley J, Cooke T, Murray GD, Platt-Higgins A, George WD, Holt S, Myskov M, Spedding A, Barraclough BR, Rudland PS. The long term prognostic significance of c-erbB-2 in primary breast cancer. Br J Cancer. 1991 Mar;63(3):447-50. doi: 10.1038/bjc.1991.103."
                        },
                        {
                            "ReferencePMID": "1670762",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Paterson MC, Dietrich KD, Danyluk J, Paterson AH, Lees AW, Jamil N, Hanson J, Jenkins H, Krause BE, McBlain WA, et al. Correlation between c-erbB-2 amplification and risk of recurrent disease in node-negative breast cancer. Cancer Res. 1991 Jan 15;51(2):556-67."
                        },
                        {
                            "ReferencePMID": "9816207",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Brown RW, Allred CD, Clark GM, Osborne CK, Hilsenbeck SG. Prognostic value of Ki-67 compared to S-phase fraction in axillary node-negative breast cancer. Clin Cancer Res. 1996 Mar;2(3):585-92."
                        },
                        {
                            "ReferencePMID": "10080587",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Thor AD, Liu S, Moore DH 2nd, Edgerton SM. Comparison of mitotic index, in vitro bromodeoxyuridine labeling, and MIB-1 assays to quantitate proliferation in breast cancer. J Clin Oncol. 1999 Feb;17(2):470-7. doi: 10.1200/JCO.1999.17.2.470."
                        },
                        {
                            "ReferencePMID": "25848861",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Gyorffy B, Hatzis C, Sanft T, Hofstatter E, Aktas B, Pusztai L. Multigene prognostic tests in breast cancer: past, present, future. Breast Cancer Res. 2015 Jan 27;17(1):11. doi: 10.1186/s13058-015-0514-2."
                        },
                        {
                            "ReferencePMID": "24643167",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Gupta S, Tran T, Luo W, Phung D, Kennedy RL, Broad A, Campbell D, Kipp D, Singh M, Khasraw M, Matheson L, Ashley DM, Venkatesh S. Machine-learning prediction of cancer survival: a retrospective study using electronic administrative records and a cancer registry. BMJ Open. 2014 Mar 17;4(3):e004007. doi: 10.1136/bmjopen-2013-004007."
                        },
                        {
                            "ReferencePMID": "10575312",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lundin M, Lundin J, Burke HB, Toikkanen S, Pylkkanen L, Joensuu H. Artificial neural networks applied to survival prediction in breast cancer. Oncology. 1999 Nov;57(4):281-6. doi: 10.1159/000012061."
                        },
                        {
                            "ReferencePMID": "22087319",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hajage D, de Rycke Y, Bollet M, Savignoni A, Caly M, Pierga JY, Horlings HM, Van de Vijver MJ, Vincent-Salomon A, Sigal-Zafrani B, Senechal C, Asselain B, Sastre X, Reyal F. External validation of Adjuvant! Online breast cancer prognosis tool. Prioritising recommendations for improvement. PLoS One. 2011;6(11):e27446. doi: 10.1371/journal.pone.0027446. Epub 2011 Nov 8."
                        },
                        {
                            "ReferencePMID": "22366561",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Bhoo-Pathy N, Yip CH, Hartman M, Saxena N, Taib NA, Ho GF, Looi LM, Bulgiba AM, van der Graaf Y, Verkooijen HM. Adjuvant! Online is overoptimistic in predicting survival of Asian breast cancer patients. Eur J Cancer. 2012 May;48(7):982-9. doi: 10.1016/j.ejca.2012.01.034. Epub 2012 Feb 25."
                        },
                        {
                            "ReferencePMID": "20053270",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wishart GC, Azzato EM, Greenberg DC, Rashbass J, Kearins O, Lawrence G, Caldas C, Pharoah PD. PREDICT: a new UK prognostic model that predicts survival following surgery for invasive breast cancer. Breast Cancer Res. 2010;12(1):R1. doi: 10.1186/bcr2464. Epub 2010 Jan 6. Erratum In: Breast Cancer Res. 2010;12(2):401."
                        },
                        {
                            "ReferencePMID": "25715267",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wong HS, Subramaniam S, Alias Z, Taib NA, Ho GF, Ng CH, Yip CH, Verkooijen HM, Hartman M, Bhoo-Pathy N. The predictive accuracy of PREDICT: a personalized decision-making tool for Southeast Asian women with breast cancer. Medicine (Baltimore). 2015 Feb;94(8):e593. doi: 10.1097/MD.0000000000000593."
                        },
                        {
                            "ReferencePMID": "28532503",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Candido Dos Reis FJ, Wishart GC, Dicks EM, Greenberg D, Rashbass J, Schmidt MK, van den Broek AJ, Ellis IO, Green A, Rakha E, Maishman T, Eccles DM, Pharoah PDP. An updated PREDICT breast cancer prognostication and treatment benefit prediction model with independent validation. Breast Cancer Res. 2017 May 22;19(1):58. doi: 10.1186/s13058-017-0852-3."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "online predict tool",
                            "SeeAlsoLinkURL": "https://breast.predict.nhs.uk/"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No",
                "IPDSharingDescription": "To maintain the study participants data confidentiality and anonymity As per local regulations and Ethics committee mandate IPD will not be shared."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}