{
    "Rank": 545,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02508662",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2015-0300"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "NCI-2015-01453",
                            "SecondaryIdType": "Registry Identifier",
                            "SecondaryIdDomain": "NCI CTRP"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "M.D. Anderson Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Registry Study for Personalized Cancer Therapy",
                "OfficialTitle": "Registry Study for Personalized Cancer Therapy"
            },
            "StatusModule": {
                "StatusVerifiedDate": "July 2020",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "July 21, 2015",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "July 10, 2020",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "July 10, 2020",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "July 22, 2015",
                "StudyFirstSubmitQCDate": "July 24, 2015",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "July 27, 2015",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "July 10, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "July 14, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "M.D. Anderson Cancer Center",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Objectives:\n\nPrimary Objectives:\n\nTo evaluate the anti-cancer activity of commercially available, targeted anti-cancer therapies used off-label for treatment in patients with advanced solid cancer with known genomic aberrations.\n\nSecondary Objectives:\n\nTo determine outcomes of patients who were treated with matched targeted anti-cancer therapies based on known genomic aberrations.\n\nTo obtain treatment related adverse events in patients with advanced solid tumor who were treated with off -label targeted therapies.\n\nTo determine co-genomic aberrations that may contribute to treatment response or resistance mechanisms.\n\nTo determine feasibility of detecting the genomic alterations in plasma, and the genomic evolution of circulating biomarkers.",
                "DetailedDescription": "Study Treatment Assignment:\n\nIf you are found to be eligible to take part in this study, the study doctor will review the test results in your medical records that were previously performed as part of your routine care. The results of the testing may be helpful in managing your treatment and may also help the doctor to find effective off-label use of FDA approved therapies for the type of cancer you have.\n\nAfter reviewing the screening tests and the molecular test results in your medical records, the study staff and your study doctor will work together to find an off-label use for an FDA approved therapy that is best for you. You may receive a single therapy or a combination of therapies. You and the study doctor will discuss this.\n\nThe study doctor or study staff will tell you which drug(s) you will be taking, the dose of the study drug(s), and how often you should take them. You will sign a separate consent form that explains in more detail how the study drug(s) are administered and the potential benefits and side effects of taking the study drug(s).\n\nStudy Visits:\n\nWhile you are receiving treatment and during follow-up, you will have your routine, standard of care clinic visits and routine tests so that the doctor may check the status of the disease to learn if the therapy chosen to treat the disease is having any effect. Information from these routine visits will be collected and stored by the study staff. The timing of these visits will depend on the type of therapy you receive.\n\nDuring every cycle of therapy (about every 3-4 weeks):\n\nYou will have a physical exam.\nBlood (about 2 teaspoons) will be drawn for routine tests.\nIf your doctor thinks it is needed, urine will be collected for routine tests.\nIf your doctor thinks it is needed, you will have an EKG to check the health of your heart.\n\nAfter even numbered cycles (2, 4, 6, and so on), or more often if the doctor thinks is it needed, you will have the same imaging scan(s) which were done during Screening to check the status of the disease.\n\nThis is an investigational study.\n\nUp to 100 participants will be enrolled in this study. All will take part at MD Anderson."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Advanced Cancers",
                        "Solid Tumors"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Advanced Cancers",
                        "Solid Tumors",
                        "Genomic Mutations",
                        "FDA Approved Off-Label Chemotherapy",
                        "Refractory"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "Blood (about 4 teaspoons) drawn to check for any genetic mutations."
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "5",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Advanced Cancer (Refractory) with Genomic Mutation",
                            "ArmGroupDescription": "Participants with advanced cancer who have exhausted standard treatment option and have no potential clinical trial available, and who have potentially actionable alterations on genomic profiling.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Review of Screening Tests and Molecular Test Results"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Review of Screening Tests and Molecular Test Results",
                            "InterventionDescription": "Review of screening tests and molecular test results in participant's medical records. Study staff and study doctor work together to find an off-label use for an FDA approved therapy that is best for participant.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Advanced Cancer (Refractory) with Genomic Mutation"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Tumor Response",
                            "PrimaryOutcomeDescription": "Evaluation of tumor: the same imaging technique used during the initial evaluation or more sophisticated studies performed once after 2 cycles.\n\nPatients with measurable disease assessed by standard RECIST (Version 1.1).",
                            "PrimaryOutcomeTimeFrame": "8 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPatients with advanced or metastatic cancer that is refractory to standard therapy or that has relapsed after standard therapy or has no standard therapy that increases survival by at least three months.\nPatients with a potentially actionable genomic alteration.\nAll prior treatment-related toxicities must be resolved to CTCAE (Version 4.0) < or = Grade 2 (except alopecia) at the time of screening.\nPatients willing to sign informed consent.\nPatients under the age of 18 years old are allowed as long as the safety profile of the drug is established in the pediatric population.\n\nExclusion Criteria:\n\nAny serious and/or unstable pre-existing medical disorder, psychiatric disorder, or other conditions that could interfere with subject's safety, obtaining informed consent or compliance to the study procedures, in the opinion of the Investigator.\nHave a known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to planned treatment drug.\nRapidly progressing leptomeningeal or brain metastases or spinal cord compression.\nClinical trial (including targeted and/or non-targeted) other than registry study is available; patient is willing and eligible to enroll in such trial.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Participants with advanced solid cancer with known genomic aberrations at MD Anderson Cancer Center.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Funda Meric-Bernstam, MD",
                            "OverallOfficialAffiliation": "M.D. Anderson Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Texas MD Anderson Cancer Center",
                            "LocationCity": "Houston",
                            "LocationState": "Texas",
                            "LocationZip": "77030",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "University of Texas MD Anderson Cancer Center Website",
                            "SeeAlsoLinkURL": "http://www.mdanderson.org"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}