{
    "Rank": 556,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05992441",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "E-10840098-772.02-205"
                },
                "Organization": {
                    "OrgFullName": "Fenerbahce University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Awareness Scale Related To Physiotherapy After Breast Cancer: A Scale Development Study",
                "OfficialTitle": "Awareness Scale Related To Physiotherapy After Breast Cancer: A Scale Development Study"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 23, 2023",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "November 15, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 15, 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "July 11, 2023",
                "StudyFirstSubmitQCDate": "August 7, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 15, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 7, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 15, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Nergis YILMAZ",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator-Physiotherapy and rehabilitation Department-Research assistant",
                    "ResponsiblePartyInvestigatorAffiliation": "Fenerbahce University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Fenerbahce University",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "In this study, the aim is to develop a scale that assesses the awareness levels of particularly short and/or long-term effects, especially related to physiotherapy, in individuals diagnosed with high incidence and survival rates of breast cancer.",
                "DetailedDescription": "Regarded as a \"wound that never heals,\" cancer is characterized by the uncontrolled proliferation of abnormal cells and the abnormal recognition of the immune system. Cancer is the second leading cause of death worldwide, with an estimated 14.1 million cases and 8.2 million deaths per year. Approximately 1 in 4 deaths in the United States are due to cancer, however, the cancer burden has increased over time and continues to increase in both developed and developing countries due to an aging and growing population, accelerated socioeconomic development, and changes in the prevalence of associated risk factors.\n\nBreast cancer is the most common malignancy in women and one of the three most common types of cancer worldwide, along with lung and colon cancer, usually detected either by screening or by a symptom (for example, pain or a palpable mass) that warrants a diagnostic examination. Advances in screening and treatment methods enable the diagnosis of this disease in its early stages. The primary treatment for early-stage breast cancer is surgery with adjuvant treatments such as chemotherapy, radiotherapy and endocrine therapy. However, these treatments also cause side effects such as pain, fatigue and sleep disorders. Such effects can significantly worsen the patient's health-related quality of life, especially in the immediate post-operative period.\n\nDue to advances in systemic therapies, widely used screening programs, and the high incidence of breast cancer, the number of women who survive breast cancer is constantly increasing. Many of these women have multiple, complex and unique healthcare needs. Women who have completed their treatment have difficulty returning to their normal lives, often feel 'abandoned' and report that their health care needs are not adequately met. This is among the important problems affecting the lives of breast cancer survivors and their families.\n\nThe most important problems encountered at the end of breast cancer treatment are cardiotoxicity, pain, fatigue, lymphedema, cognitive impairment, early menopause, distress, depression and anxiety, neuropathy, infertility, musculoskeletal system problems, and osteoporosis. It is especially important to take precautions against such effects, as the survival rate is increasing.\n\nAlthough physical activity is often used as an adjunctive therapy to alleviate disease and treatment-related symptoms during chemotherapy and radiotherapy, its effects such as improvement in patients' physical function, vitality, strength and quality of life, reduced risk of developing lymphedema, decreased depression, fatigue and pain, and reduced psychological complaints cannot be ignored, physical activity is also associated with a reduced risk of relapse and a better survival. Exercise programs have also been shown to improve mental health-related quality of life among breast cancer survivors who have completed cancer treatment.\n\nExercise is an effective non-pharmacological method to reduce the deleterious effects of breast cancer treatments on cardiovascular health, by modifying cardiovascular risk factors and potentially reducing cardiovascular morbidity and mortality in this vulnerable population.\n\nIn a study evaluating quality of life, quality of supportive care services, and perceived safety against 18 potential cancer-related health problems among young women under follow-up after cancer diagnosis, breast cancer survivors reported significantly worse quality of life among different types of cancer. In the study, it was concluded that although 78% of the post-cancer survivors were willing to know about the treatment and the late effects of cancer, only 36% of the people received information about these effects.\n\nIn the study, which was conducted to determine the continuing needs and concerns of women over the years by interviewing individuals with breast cancer treated with radiotherapy, very few women reported that despite advances in cancer care services and advances in patient-centered care, they were informed about some of the potential outcomes of radiotherapy in addition to treatment procedures, and that they were not warned against common late effects such as ongoing fatigue and pain.\n\nIn a study conducted to determine the knowledge and awareness of colorectal cancer survivors about the long-term and late-term consequences of treatment, it was revealed that the participants were not aware of the risks of complications other than recurrence. Some of the participants noted how things might change after surgery, that other aspects of their treatment were less well explained, while others said they were unsure whether their current symptoms were cancer-related and wanted to be warned about some of the things the process might affect before they experienced it.\n\nIn the study, which aimed to determine the level of awareness of lymphedema related to breast cancer in women with breast cancer in the Kingdom of Saudi Arabia, an online questionnaire was distributed and data were collected. In addition, it was concluded that the level of awareness and quality of life were related.\n\nIt has been demonstrated that there is a need for the development of an early education program on the possibility of developing lymphedema in women who have undergone breast cancer surgery and who have received chemotherapy or radiotherapy, and customized educational interventions using different materials to improve knowledge, perception and awareness about tumor and treatment outcomes. Early diagnosis is important in order to improve the quality of life of patients and to achieve a better outcome in women with breast cancer, and for this reason, it is necessary to determine and increase the awareness level of patients. In addition, since there is a serious relationship between the awareness level of women with breast cancer and their improvement in their quality of life, it has been reported that future studies should investigate the relationship between the awareness level of lymphedema and improving the quality of life of women with breast cancer. As far as we know, subjective questions were used while evaluating the effects and awareness of these effects in individuals with breast cancer in previous studies, and there is no scale developed and used for this purpose.\n\nIn this direction, the aim of this study is to develop a scale that evaluates the awareness levels of individuals diagnosed with breast cancer with a high incidence and survival, especially for the effects that may occur in the short and/or long term, especially physiotherapy-related effects. At the same time, it is planned to use the quality of life parameter, which has been proven to be related to the level of awareness, in determining the content validity of this developed scale.\n\nThe participant group of this research will consist of women diagnosed with breast cancer, and participation will be based on a voluntary basis.\n\nThe first step for the scale development study is to create an item pool by utilizing a literature review on the designated topic. After the item pool is created, experts from the relevant field will be selected, and the items prepared with the \"Expert Evaluation Form\" will be assessed for their relevance to the intended measurement topic. After the expert evaluation, the Content Validity Ratio will be calculated to determine whether the items should be removed from or retained in the scale, and for the entire test, the Content Validity Index will be obtained. Subsequently, the preparation stage of the measurement tool will be initiated. In this stage, a scale guideline will be written, items will be placed within the test, and the format of scale options will be determined.\n\nOnce the scale has obtained approval from the expert group, a pilot test will be conducted on a small sample group to assess its performance. Item analysis using relevant statistical methods will be conducted for the initial pilot application. After these steps, the scale will reach its final form.\n\nFollowing the finalization of the scale, a sample group representing the target population will be determined, along with the appropriate sample size. The sample size will be selected to be 5-10 times the number of items in the final scale, as recommended. After determining the sample group size, the application of the scale to the relevant group within the research scope will take place. Following the administration, an evaluation of the items and a preliminary examination of their performance will be conducted. This stage includes statistical calculations such as item-total correlations, item variances, and item means. In the subsequent stage after factor and item analysis, if necessary, final adjustments will be made regarding the content and format of the scale. By following these steps, the process of scale development will be completed.\n\nTo assess the awareness levels of individuals regarding the effects of cancer treatments, particularly related to physiotherapy, a pool of 50 questions was created based on relevant guidelines from the International Cancer Institute, American Cancer Society, and American Society of Clinical Oncology. These questions were formulated considering the potential effects that may occur in any period after the treatment. Additionally, the European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30) and the EORTC QLQ-BR23, specific to breast cancer, will be used for the criterion validity of the developed scale."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "breast",
                        "cancer",
                        "physiotherapy",
                        "awareness"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Other"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Other"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "450",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "breast cancer",
                            "ArmGroupDescription": "This group will consist of women who have received breast cancer and will be based on participant volunteerism.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: SCALE DEVELOPMENT STUDY"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "SCALE DEVELOPMENT STUDY",
                            "InterventionDescription": "The study to be carried out is a scale development study. The steps to be followed for the scale development study are as follows;\n\nCreating an item pool by making use of the literature review on the subject,\nQuestioning the relevance of the prepared question pool to the subject to be measured with the \"Expert Evaluation Form\" by experts in the field,\nPilot application,\nSwitching to the main study after the pilot application,\nAfter the factor and item analyzes, the final arrangements regarding the item and form of the scale will be completed.\n\nAs a result of this study, an awareness scale related to physiotherapy will be created for individuals with breast cancer.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "breast cancer"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Awareness Scale Related To Physıotherapy ın Indıvıduals with Breast Cancer",
                            "PrimaryOutcomeDescription": "Thanks to this scale, which will be created as a result of the scale development study, the awareness of individuals with breast cancer about physiotherapy will be evaluated. The main purpose of scale development is to reveal this awareness.\n\nThe questions in the scale are usually about lymphedema, pain, fatigue, musculoskeletal problems, heart-lung problems. It is a 5-point Likert-type scoring system and the point values are '1' for strongly disagree and '5' for strongly agree.\n\nSince the scale is not finalized, the score values are not clear, but higher scores mean higher awareness level.",
                            "PrimaryOutcomeTimeFrame": "through study completion, an average of 1 year\"."
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nBe over 18 years old\nBe woman\nBeing diagnosed with breast cancer (individuals diagnosed with breast cancer who will start, start or have completed breast cancer treatment)\nBeing able to read and understand the Turkish language\n\nExclusion Criteria:\n\nHaving a cognitive impairment that interferes with answering questions\nBe man",
                "Gender": "Female",
                "GenderBased": "Yes",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "The participant group of this research will consist of women aged 18 and over who have been diagnosed with breast cancer, and participation will be on a voluntary basis.",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Nergis Yılmaz, licence",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "5318549782",
                            "CentralContactEMail": "nergis-yilmaz39@hotmail.com"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "pınar kaya ciddi",
                            "OverallOfficialAffiliation": "medıpol unıversty",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Fenerbahce Unıversty",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Istanbul",
                            "LocationCountry": "Turkey",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "nergis yılmaz",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "nergis-yilmaz39@hotmail.com"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}