{
    "Rank": 560,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02123862",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "11.08.002"
                },
                "Organization": {
                    "OrgFullName": "Comprehensive Cancer Centers of Nevada",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Cultured Circulating Tumor Cells in Prostate and Other Cancers",
                "OfficialTitle": "Cultured Circulating Tumor Cells - Development of a Novel Platform for Drug Discovery and in Vitro Chemosensitivity Testing in Prostate and Other Cancers"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2015",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 2014"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "April 2017",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "April 2018",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "February 3, 2014",
                "StudyFirstSubmitQCDate": "April 24, 2014",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "April 28, 2014",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "January 15, 2015",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "January 19, 2015",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Oscar Goodman, Jr.",
                    "ResponsiblePartyInvestigatorTitle": "Physician, Comprehensive Cancer Centers of Nevada; Adjunct Professor of Pharmaceutical Sciences, Roseman University of Health Sciences",
                    "ResponsiblePartyInvestigatorAffiliation": "Comprehensive Cancer Centers of Nevada"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Oscar Goodman, Jr.",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Comprehensive Cancer Centers of Nevada",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Roseman University of Health Sciences",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to evaluate the number of circulating tumor cells (CTC) before and after treatment using an experimental method for detecting CTC, compared to commercial CTC assay results, in patients with prostate, breast or colorectal cancers.\n\nExperiments will be done to develop a new assay technique and also test how CTC react to commonly used drugs. This information will be analyzed to determine if the experimental assays can be helpful in the future to predict how a patient's cancer may react to certain treatments.\n\nThe research experiments will also attempt to grow CTC for long-term or \"immortal\" cell lines that can be further studied for proteins and gene mutations related to the specific tumor (not familial), and testing for sensitivity to drugs.\n\nBlood samples will be collected at specific time points during routine medical care from patients with prostate, breast, colorectal or other solid tumor cancer. Samples will also be collected from patients with no cancer for comparison purposes. Samples for the experimental tests will be identified only by codes and results will not be shared with participants. Patients with prostate, breast or colorectal cancer will also have blood samples drawn for commercial CTC assays as part of their standard care.",
                "DetailedDescription": "Prostate cancer is the most common cancer in men, with the exception of non-melanomatous skin cancer, and the second leading cause of cancer death among men. According to the Center for Disease Control and United States Cancer Statistics (USCS), in the year 2007 there were 29,093 deaths caused by prostate cancer, and 223,307 men were newly diagnosed with the disease in the United States Given the clinical heterogeneity of this disease as well as the toxicities of current therapies, new prognostic and predictive biomarkers are much needed to facilitate informed therapeutic decision making.\n\nA strong correlation between the CTC and the progression of breast, colon and prostate cancers has been demonstrated, being both prognostic and predictive of response to therapy and overall survival. The use of the Veridex CellSearch™ CTC assay has been approved by the FDA to monitor breast and colon cancer therapy. CTCs are a standard of care for monitoring response to prostate cancer treatment, as well. It is likely that changes in the number of CTCs may also be a predictive indicator of treatment response.\n\nTechniques utilized in the Veridex Cellsearch™ severely damage CTC in the process, removing the possibility for further study and characterization of the CTC. This study will attempt to improve upon the technology by developing and testing a novel strategy for isolation of intact and viable CTCs, and compare the results to the CellSearch™ benchmark. CTC Development of short or long-term cell lines from these samples would greatly facilitate further characterization of metastasis-producing cells from individual patients. For example, this may allow identification of somatic gene mutations (e.g. in AR) that predict drug therapy responses, global gene and protein expression patterns, drug sensitivity and resistance testing.\n\nFollowing informed consent, all patients will have two 7.5 cc samples of blood drawn at a time when routine blood work related to disease monitoring or treatment is drawn. In addition, those patients with a diagnosis of breast cancer, prostate cancer, or colorectal cancer will have an additional 10cc drawn into a CellSave tube for standard of care CellSearch™ CTC enumeration if their insurance covers the cost. Additional samples will be obtained from selected patients during or following treatment to monitor disease progression or treatment response.\n\nSamples will be de-identified and sent to Dr. Goodman's laboratory at Roseman University of Health Sciences. Samples will be processed and results entered into a password-protected database. Results of experiments on the research samples will not be shared with the patient. Results from the CellSearch™ CTC assay will be de-identified by an honest broker and entered into the database. Patient information will also be collected, de-identified and entered into the database. Information will include age, gender, tumor status (TNM), serum LDH, other pertinent standard of care tumor markers (PSA, CEA, or CA 27-29, if available), date of tumor diagnosis, treatment history, date of regional and metastatic progression and date of death (if applicable)."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Prostate Cancer",
                        "Breast Cancer",
                        "Colorectal Cancer",
                        "Colon Cancer",
                        "Rectal Cancer",
                        "Cancer",
                        "Solid Tumor",
                        "Metastatic",
                        "Circulating Tumor Cells"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples With DNA",
                    "BioSpecDescription": "Fifteen (15) cc whole blood (two - 7.5 cc tubes) will be collected and processed for research tests.\nPatients with prostate, breast or colorectal cancer will have an additional ten (10) cc whole blood collected for commercial CTC assay as part of standard care."
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "220",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Prostate Cancer"
                        },
                        {
                            "ArmGroupLabel": "Breast Cancer"
                        },
                        {
                            "ArmGroupLabel": "Colorectal Cancer"
                        },
                        {
                            "ArmGroupLabel": "Solid Tumor"
                        },
                        {
                            "ArmGroupLabel": "Benign Condition"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Evaluate novel CTC assay method as a predictive tool for prostate, breast and colorectal cancers.",
                            "PrimaryOutcomeDescription": "Colony counts will be assessed using a novel 3-D assay and a commercial CTC count method (CellSearch™). Samples will be collected prior to and post initiation of treatment. Results will be evaluated for changes in CTC counts.",
                            "PrimaryOutcomeTimeFrame": "Completed within 12 months after last sample collected."
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Sensitivity and specificity comparison",
                            "SecondaryOutcomeDescription": "Results of the novel 3-D assay technique will be compared with results of the commercial CellSearch™ assay for patients with breast, prostate or colon cancer. Results will be evaluated for sensitivity and specificity for the particular cancer.",
                            "SecondaryOutcomeTimeFrame": "Baseline, post treatment (up to 12 months)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Develop in vitro assay for chemotherapy sensitivity testing",
                            "SecondaryOutcomeDescription": "CTC will be tested for sensitivity to select drug and biologic agents with the aim to develop a useful sensitivity assay.",
                            "SecondaryOutcomeTimeFrame": "Baseline, post treatment (up to 12 months)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "IC50 correlation with CTC response and clinical outcome",
                            "SecondaryOutcomeDescription": "IC50 will be determined for each patient. Exploratory analyses will be performed to determine if in vitro efficacy correlates with observed CTC counts and clinical outcome.",
                            "SecondaryOutcomeTimeFrame": "Baseline, post treatment (up to 12 months)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Attempt growth of long-term tumor cell lines for evaluation",
                            "SecondaryOutcomeDescription": "In samples that experience extensive CTC growth, attempts will be made to culture cell lines over the long term in flasks using culture medium and standard tissue culture approaches.",
                            "SecondaryOutcomeTimeFrame": "Baseline, post treatment (up to 12 months)"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nDiagnosis of prostate cancer, breast cancer, or other cancer, OR have no cancer. All participants will be having blood drawn at Comprehensive Cancer Centers of Nevada as part of their routine care.\n18 years of age or older.\nAll participants must be informed of the investigational nature of this study, and must sign and give written informed consent in accordance with institutional and FDA guidelines.\n\nExclusion Criteria:\n\n-",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Participants will be having blood drawn at Comprehensive Cancer Centers of Nevada as part of their routine care.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Oscar B Goodman, Jr., MD, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "702-952-1251",
                            "CentralContactEMail": "oscar.goodman@usoncology.com"
                        },
                        {
                            "CentralContactName": "Joyon D Pekkattil",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "702-952-3714",
                            "CentralContactEMail": "joyson.pekkattil@usoncology.com"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Comprehensive Cancer Centers of Nevada",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Las Vegas",
                            "LocationState": "Nevada",
                            "LocationZip": "89148",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Oscar B Goodman, Jr., MD, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "702-952-1251",
                                        "LocationContactEMail": "oscar.goodman@usoncology.com"
                                    },
                                    {
                                        "LocationContactName": "Joyson D Pekkattil",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "702-952-3714",
                                        "LocationContactEMail": "joyson.pekkattil@usoncology.com"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "12663709",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Halabi S, Small EJ, Kantoff PW, Kattan MW, Kaplan EB, Dawson NA, Levine EG, Blumenstein BA, Vogelzang NJ. Prognostic model for predicting survival in men with hormone-refractory metastatic prostate cancer. J Clin Oncol. 2003 Apr 1;21(7):1232-7. doi: 10.1200/JCO.2003.06.100. Erratum In: J Clin Oncol. 2004 Aug 15;22(16):3434."
                        },
                        {
                            "ReferencePMID": "15470213",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Tannock IF, de Wit R, Berry WR, Horti J, Pluzanska A, Chi KN, Oudard S, Theodore C, James ND, Turesson I, Rosenthal MA, Eisenberger MA; TAX 327 Investigators. Docetaxel plus prednisone or mitoxantrone plus prednisone for advanced prostate cancer. N Engl J Med. 2004 Oct 7;351(15):1502-12. doi: 10.1056/NEJMoa040720."
                        },
                        {
                            "ReferencePMID": "16135480",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Collette L, Burzykowski T, Carroll KJ, Newling D, Morris T, Schroder FH; European Organisation for Research and Treatment of Cancer; Limburgs Universitair Centrum; AstraZeneca Pharmaceuticals. Is prostate-specific antigen a valid surrogate end point for survival in hormonally treated patients with metastatic prostate cancer? Joint research of the European Organisation for Research and Treatment of Cancer, the Limburgs Universitair Centrum, and AstraZeneca Pharmaceuticals. J Clin Oncol. 2005 Sep 1;23(25):6139-48. doi: 10.1200/JCO.2005.08.156."
                        },
                        {
                            "ReferencePMID": "17085652",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Budd GT, Cristofanilli M, Ellis MJ, Stopeck A, Borden E, Miller MC, Matera J, Repollet M, Doyle GV, Terstappen LW, Hayes DF. Circulating tumor cells versus imaging--predicting overall survival in metastatic breast cancer. Clin Cancer Res. 2006 Nov 1;12(21):6403-9. doi: 10.1158/1078-0432.CCR-05-1769."
                        },
                        {
                            "ReferencePMID": "16317435",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Smerage JB, Hayes DF. The measurement and therapeutic implications of circulating tumour cells in breast cancer. Br J Cancer. 2006 Jan 16;94(1):8-12. doi: 10.1038/sj.bjc.6602871."
                        },
                        {
                            "ReferencePMID": "15501967",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Allard WJ, Matera J, Miller MC, Repollet M, Connelly MC, Rao C, Tibbe AG, Uhr JW, Terstappen LW. Tumor cells circulate in the peripheral blood of all major carcinomas but not in healthy subjects or patients with nonmalignant diseases. Clin Cancer Res. 2004 Oct 15;10(20):6897-904. doi: 10.1158/1078-0432.CCR-04-0378."
                        },
                        {
                            "ReferencePMID": "19282466",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Cohen SJ, Punt CJ, Iannotti N, Saidman BH, Sabbath KD, Gabrail NY, Picus J, Morse MA, Mitchell E, Miller MC, Doyle GV, Tissing H, Terstappen LW, Meropol NJ. Prognostic significance of circulating tumor cells in patients with metastatic colorectal cancer. Ann Oncol. 2009 Jul;20(7):1223-9. doi: 10.1093/annonc/mdn786. Epub 2009 Mar 12."
                        },
                        {
                            "ReferencePMID": "18829513",
                            "ReferenceType": "background",
                            "ReferenceCitation": "de Bono JS, Scher HI, Montgomery RB, Parker C, Miller MC, Tissing H, Doyle GV, Terstappen LW, Pienta KJ, Raghavan D. Circulating tumor cells predict survival benefit from treatment in metastatic castration-resistant prostate cancer. Clin Cancer Res. 2008 Oct 1;14(19):6302-9. doi: 10.1158/1078-0432.CCR-08-0872. Erratum In: Clin Cancer Res. 2009 Feb 15;15(4):1506."
                        },
                        {
                            "ReferencePMID": "18056182",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Danila DC, Heller G, Gignac GA, Gonzalez-Espinoza R, Anand A, Tanaka E, Lilja H, Schwartz L, Larson S, Fleisher M, Scher HI. Circulating tumor cell number and prognosis in progressive castration-resistant prostate cancer. Clin Cancer Res. 2007 Dec 1;13(23):7053-8. doi: 10.1158/1078-0432.CCR-07-1506."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000009360",
                            "ConditionMeshTerm": "Neoplastic Cells, Circulating"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000009362",
                            "ConditionAncestorTerm": "Neoplasm Metastasis"
                        },
                        {
                            "ConditionAncestorId": "D000009385",
                            "ConditionAncestorTerm": "Neoplastic Processes"
                        },
                        {
                            "ConditionAncestorId": "D000010335",
                            "ConditionAncestorTerm": "Pathologic Processes"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M11995",
                            "ConditionBrowseLeafName": "Neoplastic Cells, Circulating",
                            "ConditionBrowseLeafAsFound": "Circulating Tumor Cells",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M11997",
                            "ConditionBrowseLeafName": "Neoplasm Metastasis",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12020",
                            "ConditionBrowseLeafName": "Neoplastic Processes",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "T120",
                            "InterventionBrowseLeafName": "Cola",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "HB",
                            "InterventionBrowseBranchName": "Herbal and Botanical"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}