{
    "Rank": 561,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02326857",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "999915055"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "15-C-N055"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "National Institutes of Health Clinical Center (CC)",
                    "OrgClass": "NIH"
                },
                "BriefTitle": "Molecular Profiling of Stage II and III Breast Cancer in Latin American Women Receiving Standard-of-Care Treatment",
                "OfficialTitle": "Molecular Profiling of Stage II and III Breast Cancer in Latin American Women Receiving Standard-of-Care Treatment"
            },
            "StatusModule": {
                "StatusVerifiedDate": "September 2020",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "December 23, 2014",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 23, 2014",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "September 23, 2020",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "December 25, 2014",
                "StudyFirstSubmitQCDate": "December 25, 2014",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 30, 2014",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "September 23, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "September 25, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "National Cancer Institute (NCI)",
                    "LeadSponsorClass": "NIH"
                }
            },
            "OversightModule": {},
            "DescriptionModule": {
                "BriefSummary": "Background:\n\n- Researchers want to learn more about breast cancer in Latin American women. They also want to learn how and why women respond differently to standard treatment. Tissue and blood samples from women with breast cancer are needed to study this disease in order to find new ways to prevent, diagnose, and treat it.\n\nObjective:\n\n- To learn more about the biology and genetics of breast cancer in Latin American women.\n\nEligibility:\n\n- Latin American women age 18 and older of all ethnic backgrounds who have clinical stage II or III breast cancer. They must still be active and able to self-care.\n\nDesign:\n\nParticipants are only agreeing to have extra tissue or blood samples collected. They are also letting tissue left over from surgery be used for research. No procedures outside of standard care will be done.\nParticipants may have a medical history, physical exam, and blood tests. They may have a pregnancy test. They may have an ultrasound, mammogram, and other scans. They may have an intravenous needle placed in an arm vein.\nParticipants may have a core biopsy. For this, a needle is inserted into the breast. A piece of tissue is extracted.\nParticipants who have chemotherapy may have blood taken after treatment/before surgery. Tissue may also be collected.\nParticipants will complete a questionnaire. It will ask about their social and economic background. It will ask about their family history of cancer. It will also ask about access to diagnosis and treatment of breast cancer.\nParticipants may be followed for up to 5 years.",
                "DetailedDescription": "The primary objective of this study is to characterize the distribution of molecular profiles in Latin American women with AJCC 7 clinical stage II or III breast cancer. The molecular profiles will be correlated with epidemiological, histological, and clinical characteristics, including pathologic response to standard neoadjuvant chemotherapy. Moreover, this study intends to define a molecular signature that will predict response to neoadjuvant therapy in breast cancer. This is a prospective cohort study in which no investigational drugs will be administered to participants. The study will be conducted at participating institutions in Argentina, Brazil, Chile, Mexico, and Uruguay."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Molecular Profiles of Breast Cancer in Latin American Women",
                        "AJCC 7 Clinical Stage II to III",
                        "Breast Cancer Observational Study",
                        "Prospective Cohort",
                        "Epidemiological, Histological, and Clinical Data"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "1334",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Women with breast cancer",
                            "ArmGroupDescription": "Observational study of women with Stage II/III locally advanced breast cancer in Latin America"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Characterize distribution of invasive breast cancer stage II and III molecular profiles",
                            "PrimaryOutcomeDescription": "This project will provide valuable information on the effectiveness of standard chemotherapy in Latin American women.",
                            "PrimaryOutcomeTimeFrame": "2 years post accrual closure"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Association of molecular profile with tumor histological type, size,lymph node status and surrogate markers",
                            "SecondaryOutcomeTimeFrame": "2 years post accrual closure"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Proportion of participants in each molecular profile who achieve pCR to neoadjuvant chemotherpay",
                            "SecondaryOutcomeTimeFrame": "2 years post accrual closure"
                        },
                        {
                            "SecondaryOutcomeMeasure": "RCB following neoadjuvant chemotherapy",
                            "SecondaryOutcomeTimeFrame": "2 years post accrual closure"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Predictive and prognostic gene expression signatures",
                            "SecondaryOutcomeTimeFrame": "2 years post accrual closure"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Survival-OS, DFS, and TFF",
                            "SecondaryOutcomeTimeFrame": "2 years post accrual closure"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Demographic and epidemiological characteristics of the population by molecular profile",
                            "SecondaryOutcomeTimeFrame": "2 years post accrual closure"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "ELIGIBILITY CRITERIA:\n\nELIGIBILITY CRITERIA FOR PART A OF THE STUDY:\n\nINCLUSION CRITERIA:\n\nWomen age greater than or equal to 18 years.\nAJCC 7 clinical stage II or III breast cancer. Clarification: Participants with clinical stage II breast cancer who are later classified as histologically-confirmed stage I will remain on study; participants who are later classified as histologically-confirmed stage IV breast cancer will be taken off study.\nBiopsy-accessible breast tumor or participant candidates for primary surgery.\nEastern Cooperative Oncology Group (ECOG) performance status 0 1.\n\nEXCLUSION CRITERIA:\n\nPrior history of non-breast malignancy (excluding in situ cancers treated only by local excision and basal cell and squamous cell carcinomas of the skin) within 5 years prior to enrollment in this study.\nBilateral invasive or in-situ breast cancer.\nInflammatory breast cancer.\nClinical or radiological evidence of distant metastases by computed tomography (CT), chest X-ray, abdominal/thoracic ultrasound, bone scan, and/or liver function tests including total bilirubin, alanine aminotransferase (ALT), aspartate aminotransferase (AST) and alkaline phosphatase (ALP), within ranges defined in eligibility criteria for Part B of the study.\nPrior hormone therapy, chemotherapy, biologic, targeted therapies, or radiation therapy for this malignancy. Prior bisphosphonate therapy is allowed.\nPregnant and lactating women: Effects on a developing human fetus of chemotherapeutic agents at the recommended therapeutic dose remain incompletely defined. For this reason and because these agents may be teratogenic, women of child-bearing potential must agree to use adequate contraception (double barrier methods of birth control or abstinence) prior to study entry and for the duration of study treatment phase. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her study physician immediately.\nBecause there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with chemotherapeutic agents, women who are breastfeeding will be excluded. If a participant is of child-bearing potential (women are not considered of childbearing potential if they are at least 2 years postmenopausal and/or surgically sterile), she must have documented negative serum or negative urine pregnancy tests within 14 days of entry to the study (i.e., within 14 days of signing the informed consent document).\nSubjects with psychiatric illness and/or other specific situations that would limit compliance with study requirements and compromise participant follow-up.\nLack of ability to understand and willingness to sign a written informed consent document.\n\nNote: Subjects who were enrolled prior to this amendment will be considered eligible even if the HIV/Hep C and pregnancy test were not preformed due to each country standards.\n\nELIGIBILITY CRITERIA FOR PART B OF THE STUDY:\n\nParticipants, who successfully enrolled into the first part of the study and who, according to local institutional guidelines, are candidates for neoadjuvant chemotherapy will participate in Part B of the study. Participants must also meet the inclusion and exclusion criteria described below.\n\nINCLUSION CRITERIA:\n\nHistologically confirmed new primary adenocarcinoma of the breast AJCC 7 clinical stage II or III. All histological types are included Hormone status: Any tumor ER/PgR status, any HER2/neu status as measured by local hospital pathology laboratory following US LA CRN standard operating procedures (SOPs).\n\nNormal organ and marrow function as defined below:\n\nAbsolute neutrophil count greater than or equal to 1500/microL\nPlatelets greater than or equal to 100,000/microL\nTotal bilirubin within normal institutional limits, unless participant has Gilbert s disease, for which bilirubin must be less than or equal to 2.0 times upper limits of normal (ULN)\nAST serum glutamic-oxaloacetic transaminase (SGOT)/ALT serum glutamic-pyruvic transaminase (SGPT) less than or equal to 1.5 times institutional ULN\nALP less than or equal to 2.5 times institutional ULN\nCreatinine less than or equal to 1.5 times institutional ULN\nNegative serum or urine beta-human chorionic gonadotropin (HCG), unless participant is post-hysterectomy or menopausal.\n\nEXCLUSION CRITERIA:\n\nUncontrolled or severe cardiac disease. Baseline left ventricular ejection fraction (LVEF) by nuclear imaging or echocardiography must be within normal institutional limits.\nUse of any investigational agents within 30 days of starting standard chemotherapy treatment.\nHistory of allergic reactions attributed to compounds of similar chemical or biologic composition to chemotherapeutic agents or accompanying supportive medications.\nUncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness and/or other specific situations that would limit compliance with study requirements and compromise participant follow-up.\n\nINCLUSION OF WOMEN AND MINORITIES:\n\n-Latin American women with breast cancer of all ethnic backgrounds will be included in this study as participants. There are no expected racial/ethnic differences in the recruitment effort.",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "MaximumAge": "100 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "The primary objective of the study is to characterize the distribution of invasive breast cancer stage II or III by immunohistochemistry and gene expression profiles in Latin American women. The study has two parts: Part A is a descriptive, observational part to characterize the molecular profile of breast cancer in Latin American women; Part B, the standard neoadjuvant chemotherapy treatment part of the study, seeks to identify any associations between response to neoadjuvant therapy and the molecular profiles. Participants will be followed for a period of 5 years to determine any associations between the molecular profiles and disease evolution following standard treatment.",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Thomas G Gross, M.D.",
                            "OverallOfficialAffiliation": "National Cancer Institute (NCI)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Instituto Leloir",
                            "LocationCity": "Buenos Aires",
                            "LocationCountry": "Argentina"
                        },
                        {
                            "LocationFacility": "Instituto Nacional de Cancer (INCA)",
                            "LocationCity": "Rio de Janeiro",
                            "LocationCountry": "Brazil"
                        },
                        {
                            "LocationFacility": "Instituto do C(SqrRoot) ncer do Estado de S(SqrRoot) o Paulo",
                            "LocationCity": "Sao Paulo",
                            "LocationCountry": "Brazil"
                        },
                        {
                            "LocationFacility": "Instituto de Salud Publica",
                            "LocationCity": "Santiago",
                            "LocationCountry": "Chile"
                        },
                        {
                            "LocationFacility": "Instituto Jalisciense de Cancerologia",
                            "LocationCity": "Guadalajara",
                            "LocationCountry": "Mexico"
                        },
                        {
                            "LocationFacility": "Universidad de Guadalajara",
                            "LocationCity": "Guadalajara",
                            "LocationCountry": "Mexico"
                        },
                        {
                            "LocationFacility": "Universidad de Sonora",
                            "LocationCity": "Sonora",
                            "LocationCountry": "Mexico"
                        },
                        {
                            "LocationFacility": "Institito Nacional de C(SqrRoot)(Degree)ncer",
                            "LocationCity": "Montevideo",
                            "LocationCountry": "Uruguay"
                        },
                        {
                            "LocationFacility": "Instituto Pasteur de Montevideo",
                            "LocationCity": "Montevideo",
                            "LocationCountry": "Uruguay"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "10963602",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Perou CM, Sorlie T, Eisen MB, van de Rijn M, Jeffrey SS, Rees CA, Pollack JR, Ross DT, Johnsen H, Akslen LA, Fluge O, Pergamenschikov A, Williams C, Zhu SX, Lonning PE, Borresen-Dale AL, Brown PO, Botstein D. Molecular portraits of human breast tumours. Nature. 2000 Aug 17;406(6797):747-52. doi: 10.1038/35021093."
                        },
                        {
                            "ReferencePMID": "16505422",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Guarneri V, Broglio K, Kau SW, Cristofanilli M, Buzdar AU, Valero V, Buchholz T, Meric F, Middleton L, Hortobagyi GN, Gonzalez-Angulo AM. Prognostic value of pathologic complete response after primary chemotherapy in relation to hormone receptor status and other factors. J Clin Oncol. 2006 Mar 1;24(7):1037-44. doi: 10.1200/JCO.2005.02.6914."
                        },
                        {
                            "ReferencePMID": "19514831",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Vona-Davis L, Rose DP. The influence of socioeconomic disparities on breast cancer tumor biology and prognosis: a review. J Womens Health (Larchmt). 2009 Jun;18(6):883-93. doi: 10.1089/jwh.2008.1127."
                        },
                        {
                            "ReferencePMID": "35433488",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Llera AS, Abdelhay ESFW, Artagaveytia N, Daneri-Navarro A, Muller B, Velazquez C, Alcoba EB, Alonso I, Alves da Quinta DB, Binato R, Bravo AI, Camejo N, Carraro DM, Castro M, Castro-Cervantes JM, Cataldi S, Cayota A, Cerda M, Colombo A, Crocamo S, Del Toro-Arreola A, Delgadillo-Cisterna R, Delgado L, Dreyer-Breitenbach M, Fejerman L, Fernandez EA, Fernandez J, Fernandez W, Franco-Topete RA, Gabay C, Gaete F, Garibay-Escobar A, Gomez J, Greif G, Gross TG, Guerrero M, Henderson MK, Lopez-Munoz ME, Lopez-Vazquez A, Maldonado S, Moran-Mendoza AJ, Nagai MA, Oceguera-Villanueva A, Ortiz-Martinez MA, Quintero J, Quintero-Ramos A, Reis RM, Retamales J, Rivera-Claisse E, Rocha D, Rodriguez R, Rosales C, Salas-Gonzalez E, Sanchotena V, Segovia L, Sendoya JM, Silva-Garcia AA, Trinchero A, Valenzuela O, Vedham V, Zagame L; United States-Latin American Cancer Research Network (US-LACRN); Podhajcer OL. The Transcriptomic Portrait of Locally Advanced Breast Cancer and Its Prognostic Value in a Multi-Country Cohort of Latin American Patients. Front Oncol. 2022 Mar 22;12:835626. doi: 10.3389/fonc.2022.835626. eCollection 2022."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}