{
    "Rank": 581,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05704062",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "IRB00005492"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "NCI-2020-05192",
                            "SecondaryIdType": "Registry Identifier",
                            "SecondaryIdDomain": "CTRP (Clinical Trial Reporting Program)"
                        },
                        {
                            "SecondaryId": "IRB00005492",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "OHSU Knight Cancer Institute"
                        },
                        {
                            "SecondaryId": "R01CA248192",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/R01CA248192"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "OHSU Knight Cancer Institute",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Quantitative MRI Assessment of Breast Cancer Therapy Response",
                "OfficialTitle": "Multi-Functional Magnetic Resonance Imaging Modalities for Assessment of Breast Cancer Response to Neoadjuvant Chemotherapy"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 18, 2010",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "November 30, 2026",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "November 30, 2026",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 5, 2023",
                "StudyFirstSubmitQCDate": "January 19, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 30, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 18, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 22, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Wei Huang, Ph.D.",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "OHSU Knight Cancer Institute"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "OHSU Knight Cancer Institute",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Cancer Institute (NCI)",
                            "CollaboratorClass": "NIH"
                        },
                        {
                            "CollaboratorName": "University of Washington",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of Iowa",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Oregon Health and Science University",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The goal of this observational study is to investigate and validate multi-parametric magnetic resonance imaging (MRI) modalities for assessment of breast cancer response to neoadjuvant chemotherapy in a multi-site and multi-MRI scanner platform setting. This study is conducted at Oregon Health & Science University (OHSU), University of Washington (UW), and University of Iowa (UI) using Siemens, Philips, and General Electric MRI scanners, respectively. MRI is a type of scan that uses a very strong magnet and no radiation to take very detailed pictures of parts of the body. MRI is often used as standard of care to take pictures of breast tumor(s) before and after chemotherapy treatment in order to measure the tumor size changes in response to treatment, and in order to plan for surgery. MRI is used because the images it takes are very clear and the borders of the tumor can be measured very accurately. However the tumor size alone is often not a good early indicator of whether or not the tumor responds to treatment. Tumor size change usually happens late during the period of treatment, and tumor size measured with MRI after treatment can overestimate or underestimate the residual cancer. This makes it difficult to do the right surgical planning. In addition to measuring tumor size, the MRI scans in this research study will also measure changes in tumor blood vessels and the number of cancer cells per unit of tumor volume. The purpose of this study is to see whether MRI measurements of these functional tumor properties provide better early prediction and evaluation of breast cancer response to neoadjuvant chemotherapy than tumor size measurement. This is an observational study because the MRI procedures are not expected to have an effect on health outcomes. Eligible participants on this study are receiving standard of care neoadjuvant treatment for their cancer.",
                "DetailedDescription": "PRIMARY OBJECTIVE:\n\nI. To investigate, compared to tumor size measurement, if functional MRI biomarkers or combination of a set of functional biomarkers provide earlier prediction of responders vs. non-responders with pathological analyses of surgical specimens as the endpoints.\n\nSECONDARY OBJECTIVES:\n\nI. To investigate, compared to tumor size measurement, which MRI functional biomarker or combination of a set of biomarkers provides:\n\nIa. A more accurate assessment of residual cancer burden with pathological analyses of surgical specimens as the endpoints.\n\nIb. A more accurate prognosis of five-year recurrence-free survival.\n\nII. To validate that the Shutter-Speed dynamic contrast-enhanced (DCE) MRI method, which measures tumor blood flow and vessel wall leakiness, as well as tumor metabolic activity, and was developed by OHSU investigators on the Siemens scanner platform, is a robust method for prediction and evaluation of breast cancer response to neoadjuvant chemotherapy across major MRI scanner platforms (Siemens, Philips, and General Electric).\n\nOUTLINE:\n\nPatients undergo dynamic contrast-enhanced (DCE)-MRI (for measuring tumor blood vessel changes) and diffusion-weighted (DW)-MRI (for measuring tumor cell density changes) together with some standard anatomic MRI scans for about 45 minutes at baseline, after first treatment cycle, at mid-point of treatment course, and after completion of neoadjuvant chemotherapy."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "135",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Diagnostic (multi-parametric MRI)",
                            "ArmGroupDescription": "Patients undergo an MRI exam that includes standard anatomic scans, DCE-MRI, and DW-MRI at baseline, after first treatment cycle, at mid-point of treatment course, and after completion of neoadjuvant chemotherapy.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Procedure: Diffusion Weighted Imaging",
                                    "Procedure: Dynamic Contrast-Enhanced Magnetic Resonance Imaging"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Procedure",
                            "InterventionName": "Diffusion Weighted Imaging",
                            "InterventionDescription": "Undergo DW-MRI",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Diagnostic (multi-parametric MRI)"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Diffusion Weighted MRI",
                                    "Diffusion-Weighted Magnetic Resonance Imaging",
                                    "Diffusion-Weighted MR Imaging",
                                    "Diffusion-Weighted MRI",
                                    "DW-MRI",
                                    "DWI",
                                    "DWI MRI",
                                    "DWI-MRI",
                                    "MR Diffusion-Weighted Imaging"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Procedure",
                            "InterventionName": "Dynamic Contrast-Enhanced Magnetic Resonance Imaging",
                            "InterventionDescription": "Undergo DCE-MRI",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Diagnostic (multi-parametric MRI)"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "DCE",
                                    "DCE MRI",
                                    "DCE-MRI",
                                    "DYNAMIC CONTRAST ENHANCED MRI"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Compare functional MRI biomarkers with tumor size measurement for early prediction of breast cancer response to neoadjuvant chemotherapy",
                            "PrimaryOutcomeDescription": "Functional MRI biomarkers, Kᵗʳᵃⁿˢ (transfer rate constant in min-¹), vₑ (extravascular and extracellular space volume fraction), kₑₚ (efflux rate constant in min-¹), and τᵢ (mean intracellular water lifetime in sec) along with ADC (apparent diffusion coefficient in mm²/sec) will be obtained from DCE- and DW-MRI. Tumor longest diameter (LD) will be measured (in mm). Early changes (%) in each MRI parameter will be derived and correlated with pathologic response status, pathologic complete response (pCR) or non-pCR, obtained from the resected tumor. Predictive accuracy for pCR vs. non-pCR is determined by area under the receiver operating characteristic curve (ROC AUC) for each parameter change (%). Comparison of AUC will determine if change (%) of a functional MRI biomarker is more accurate than LD in prediction of pCR vs. non-pCR. Also, changes (%) of all functional biomarkers will be combined using multivariate logistic regression and compared with that of LD for predictive accuracy.",
                            "PrimaryOutcomeTimeFrame": "Through study completion, up to 5 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Compare functional MRI biomarkers with tumor size measurement for assessment of residual cancer burden",
                            "SecondaryOutcomeDescription": "MRI parameters Kᵗʳᵃⁿˢ, vₑ, kₑₚ, τᵢ, ADC, and LD derived from the MRI data obtained after completion of neoadjuvant chemotherapy but before surgery will be correlated with residual cancer burden (RCB) ranks (RCB I, II, and III) determined by standard of care pathologist review of surgical specimens. Correlation coefficients will be compared to determine if a functional MRI biomarker is more accurate than LD in assessing RCB ranks. In addition, all functional MRI biomarkers will be combined using a multivariate logistic regression model and compared with LD in assessing RCB ranks.",
                            "SecondaryOutcomeTimeFrame": "Through study completion, up to 5 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Compare functional MRI biomarkers with tumor size measurement for prognosis of recurrence-free survival",
                            "SecondaryOutcomeDescription": "MRI parameters Kᵗʳᵃⁿˢ, vₑ, kₑₚ, τᵢ, ADC, and LD derived from the MRI data obtained after completion of neoadjuvant chemotherapy but before surgery will be correlated with recurrence-free survival (in the unit of month) to determine if a functional MRI biomarker provides more accurate prognosis of five-year recurrence-free survival than LD. In addition, all functional MRI biomarkers will be combined using a multivariate logistic regression model and compared with LD in prognosis of recurrence-free survival.",
                            "SecondaryOutcomeTimeFrame": "Up to 5 years after study completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Validation of Shutter-Speed dynamic contrast-enhanced (DCE) MRI as a robust method for prediction and evaluation of breast cancer response to neoadjuvant chemotherapy",
                            "SecondaryOutcomeDescription": "DCE-MRI data will be collected from participants using a Siemens scanner at OHSU, a Philips scanner at University of Washington, and a General Electric (GE) scanner at University of Iowa. The Shutter-Speed pharmacokinetic model will be used to analyze DCE-MRI data from each site to derive Kᵗʳᵃⁿˢ, vₑ, kₑₚ, and τᵢ parameters. As described above, ROC AUC value for prediction of response to neoadjuvant chemotherapy and correlation coefficient with RCB ranks will be calculated for each functional DCE-MRI biomarker. The ROC AUC value and correlation coefficient for each functional DCE-MRI biomarker will be compared across the three scanners (or three sites), respectively, to determine if the functional DCE-MRI biomarkers derived with the Shutter-Speed pharmacokinetic model provide similar predictive performances regardless of the MRI scanner vendor.",
                            "SecondaryOutcomeTimeFrame": "Through study completion, up to 5 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPatients with histologically confirmed breast cancer who are scheduled to receive standard of care neoadjuvant chemotherapy prior to surgical management\nNo contraindication for an MRI exam\nNormal kidney functional for receiving a standard dose of gadolinium-based MRI contrast agent through IV injection\nNot pregnant\nAbility to understand and the willingness to sign a written informed consent document. A signed study-specific informed consent must be obtained prior to any study specific procedures\n\nExclusion Criteria:\n\nPatients who would be normally excluded from undergoing an MRI examination - patients with a pacemaker, aneurysm clip, or any other condition that would warrant avoidance of a strong magnetic field\nPatients who are unable to cooperate for an MRI exam lasting about 45 min, and/or have known allergic reaction to gadolinium-based contrast agent\nSevere claustrophobia precluding subject from undergoing MRI\nPatients with acute or chronic kidney dysfunction (estimated glomerular filtration rate [eGFR] < 60 ml/min/1.73 m^2 as calculated using the Modification of Diet in Renal Disease [MDRD] equation)\nPregnant participants are excluded from this study because it is difficult for them to lie prone on the MRI table and because of possible risk to the fetus",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients with breast cancer who are scheduled to receive standard of care neoadjuvant chemotherapy prior to surgery.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Wei Huang, Ph.D.",
                            "OverallOfficialAffiliation": "OHSU Knight Cancer Institute",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Iowa",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Iowa City",
                            "LocationState": "Iowa",
                            "LocationZip": "52242",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Courtney Wille",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "319-678-2718"
                                    },
                                    {
                                        "LocationContactName": "James Holmes, Ph.D.",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "jim-holmes@uiowa.edu"
                                    },
                                    {
                                        "LocationContactName": "James Holmes, Ph.D.",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "OHSU Knight Cancer Institute",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Portland",
                            "LocationState": "Oregon",
                            "LocationZip": "97239",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Wei Huang, Ph.D.",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "503-418-1534",
                                        "LocationContactEMail": "huangwe@ohsu.edu"
                                    },
                                    {
                                        "LocationContactName": "Wei Huang, Ph.D.",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "University of Washington",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Seattle",
                            "LocationState": "Washington",
                            "LocationZip": "98109",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Savannah Partridge, Ph.D.",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "206-606-1306",
                                        "LocationContactEMail": "scp3@uw.edu"
                                    },
                                    {
                                        "LocationContactName": "Savannah Partridge, Ph.D.",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}