{
    "Rank": 588,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03721926",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "18-389"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "K12CA087723",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/K12CA087723"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Massachusetts General Hospital",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "A Geriatric Oncology Collaborative Care Intervention for Older Adults With Advanced Cancer",
                "OfficialTitle": "A Geriatric Oncology Collaborative Care Intervention for Older Adults With Advanced Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "April 2022",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "February 14, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 31, 2022",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 31, 2022",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "October 19, 2018",
                "StudyFirstSubmitQCDate": "October 24, 2018",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "October 26, 2018",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "April 6, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "April 7, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Ryan Nipp",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Massachusetts General Hospital"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Massachusetts General Hospital",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Cancer Institute (NCI)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this research study is to develop a geriatric oncology collaborative care intervention to enhance the quality of life, symptom burden, and functional outcomes of older adults with advanced gastrointestinal (GI) and genitourinary (GU) cancers.",
                "DetailedDescription": "Cancer disproportionately affects older adults, and the number of older adults with cancer is expected to grow as the population ages. Older adults with advanced cancer often possess a distinct set of medical and psycho-social issues that makes caring for the geriatric oncology population challenging for oncologists. Currently, a critical knowledge gap exists regarding how best to deliver comprehensive cancer care targeting the unique geriatric and palliative care needs of these individuals. The investigators propose to develop a geriatric oncology collaborative care intervention to improve supportive care outcomes for older adults with advanced gastrointestinal (GI) and genitourinary (GU) cancer. GI and GU cancers are among the leading causes of cancer death in the geriatric cancer population, and patients with advanced GI and GU cancers experience a high symptom burden. The intervention will entail visits with an oncology advanced practice nurse trained to address patients' unique needs, who will meet regularly with a supervising team of geriatric, palliative care, social work, and pharmacy clinicians for feedback and iterative reevaluation of the care plan. Using nurses who are already integrated into the oncology setting represents a scalable model that addresses the workforce shortage of geriatric and palliative care clinicians. The investigators used conceptual models for collaborative care and geriatric interventions to develop an initial intervention framework, and prior research to develop a preliminary intervention manual. In Aim 1, the investigators will refine and finalize both the intervention and the intervention manual based on qualitative data from patients, caregivers, and clinicians to ensure the intervention targets the unique needs of older adults with advanced cancer. In Aim 2, the investigators will modify the intervention and study methods with an open pilot study (n=10). In Aim 3, the investigators will conduct a pilot randomized trial (n=75) to assess the feasibility and preliminary efficacy of the geriatric oncology collaborative care intervention for improving patients' QOL, symptom burden, and functional outcomes."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Other Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Other Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "91",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Geriatric Oncology Collaborative Care",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patients receive three visits with a trained study nurse. At each visit, the study nurse will assess the patient's symptom burden, functional status, comorbid conditions, psychosocial issues, and medication use. The nurses can refer patients to specialists as needed. The study nurses will meet with a supervising support team, consisting of clinicians from geriatrics, palliative care, social work, and pharmacy to discuss each patient and review documentation. Following the team meetings, the nurses will document recommendations in the medical record and communicate with the primary oncology team, either in person or via phone, as appropriate. The study nurses will contact the supervising team in between meetings for any urgent issues or questions that arise.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Geriatric Oncology Collaborative Care"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Usual Care",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Participants assigned to receive usual oncology care will not meet with the study nurses, though they may receive geriatric or palliative care consults at their request or at the discretion of their treating oncologist.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Usual Care"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Usual Care",
                            "InterventionDescription": "Participants assigned to receive usual oncology care will not meet with the study nurses, though they may receive geriatric or palliative care consults at their request or at the discretion of their treating oncologist.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Usual Care"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Geriatric Oncology Collaborative Care",
                            "InterventionDescription": "Patients receive three visits with a trained study nurse. At each visit, the study nurse will assess the patient's symptom burden, functional status, comorbid conditions, psychosocial issues, and medication use. The nurses can refer patients to specialists as needed. The study nurses will meet with a supervising support team, consisting of clinicians from geriatrics, palliative care, social work, and pharmacy to discuss each patient and review documentation. Following the team meetings, the nurses will document recommendations in the medical record and communicate with the primary oncology team, either in person or via phone, as appropriate. The study nurses will contact the supervising team in between meetings for any urgent issues or questions that arise.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Geriatric Oncology Collaborative Care"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Rates of study enrollment",
                            "PrimaryOutcomeDescription": "To demonstrate feasibility, investigators will calculate rates of study enrollment (proportion of eligible patients who enroll in the study).",
                            "PrimaryOutcomeTimeFrame": "3 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Rates of study completion",
                            "SecondaryOutcomeDescription": "To demonstrate feasibility, investigators will calculate rates of study completion (the proportion of participants who complete all study outcome assessments).",
                            "SecondaryOutcomeTimeFrame": "3 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in Quality of Life",
                            "SecondaryOutcomeDescription": "Compare change in QOL (measured with the Functional Assessment of Cancer Therapy (FACT) - General) between treatment groups from baseline to 4 and 6 months.",
                            "SecondaryOutcomeTimeFrame": "6 Months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Longitudinal effects of the intervention on Quality of Life",
                            "SecondaryOutcomeDescription": "To determine longitudinal effects of the intervention on QOL (measured with the Functional Assessment of Cancer Therapy (FACT) - General), investigators will use mixed effects models, accounting for repeated measures data and adjusting for relevant covariates (e.g. age and sex) when examining change between groups in QOL across multiple time points (e.g. baseline, four months, and six months).",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in Symptom Burden",
                            "SecondaryOutcomeDescription": "Compare change in symptom burden Burden (measured with the Edmonton Symptom Assessment System-revised (ESAS-r)) between treatment groups from baseline to 4 and 6 months.",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Longitudinal effects of the intervention on Symptom Burden",
                            "SecondaryOutcomeDescription": "To determine longitudinal effects of the intervention on symptom burden (measured with the Edmonton Symptom Assessment System-revised (ESAS-r)), investigators will use mixed effects models, accounting for repeated measures data and adjusting for relevant covariates (e.g. age and sex) when examining change between groups in symptom burden across multiple time points (e.g. baseline, four months, and six months).",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in depression symptoms",
                            "SecondaryOutcomeDescription": "Compare change in depression symptoms (measured with the 15-item Geriatric Depression Scale (GDS) with higher scores indicating greater depressive symptoms) between treatment groups from baseline to 4 and 6 months.",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Longitudinal effects of the intervention on Depression Symptoms",
                            "SecondaryOutcomeDescription": "To determine longitudinal effects of the intervention on depression symptoms (measured with the Geriatric Depression Scale (GDS)), investigators will use mixed effects models, accounting for repeated measures data and adjusting for relevant covariates (e.g. age and sex) when examining change between groups in depression symptoms across multiple time points (e.g. baseline, four months, and six months).",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cange in psychological distress",
                            "SecondaryOutcomeDescription": "Compare change in psychological distress (measured with the PHQ-4) between treatment groups from baseline to 4 and 6 months.",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Longitudinal effects of the intervention on psychological distress",
                            "SecondaryOutcomeDescription": "To determine longitudinal effects of the intervention on psychological distress (measured with the PHQ-4), investigators will use mixed effects models, accounting for repeated measures data and adjusting for relevant covariates (e.g. age and sex) when examining change between groups in psychological distress across multiple time points (e.g. baseline, four months, and six months).",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in Activities of Daily Living",
                            "SecondaryOutcomeDescription": "Compare change in Activities of Daily Living (measured with the Medical Outcomes Study) between treatment groups from baseline to 4 and 6 months.",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Longitudinal effects of the intervention on Activities of Daily Living",
                            "SecondaryOutcomeDescription": "To determine longitudinal effects of the intervention on Activities of Daily Living (measured with the Medical Outcomes Study), investigators will use mixed effects models, accounting for repeated measures data and adjusting for relevant covariates (e.g. age and sex) when examining change between groups in Activities of Daily Living across multiple time points (e.g. baseline, four months, and six months).",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in Instrumental Activities of Daily Living",
                            "SecondaryOutcomeDescription": "Compare change in Instrumental Activities of Daily Living (measured with the Multidimensional Functional Assessment Questionnaire from the Older American Resources and Services (OARS)) between treatment groups from baseline to 4 and 6 months.",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Longitudinal effects of the intervention on Instrumental Activities of Daily Living",
                            "SecondaryOutcomeDescription": "To determine longitudinal effects of the intervention on Instrumental Activities of Daily Living (measured with the Multidimensional Functional Assessment Questionnaire from the Older American Resources and Services (OARS)), investigators will use mixed effects models, accounting for repeated measures data and adjusting for relevant covariates (e.g. age and sex) when examining change between groups in Instrumental Activities of Daily Living across multiple time points (e.g. baseline, four months, and six months).",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in number of falls",
                            "SecondaryOutcomeDescription": "Compare change in number of falls in the past 6 months between treatment groups from baseline to 4 and 6 months.",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Longitudinal effects of the intervention on number of falls",
                            "SecondaryOutcomeDescription": "To determine longitudinal effects of the intervention on number of falls in the past 6 months, investigators will use mixed effects models, accounting for repeated measures data and adjusting for relevant covariates (e.g. age and sex) when examining change between groups in number of falls in the past 6 months across multiple time points (e.g. baseline, four months, and six months).",
                            "SecondaryOutcomeTimeFrame": "6 months"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Age as a moderator of the effect of the intervention on quality of life",
                            "OtherOutcomeDescription": "The investigators will explore patients' age as a potential moderator on the effect of the intervention on quality of life (measured with the Functional Assessment of Cancer Therapy (FACT) - General).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Age as a moderator of the effect of the intervention on symptom burden",
                            "OtherOutcomeDescription": "The investigators will explore patients' age as a potential moderator on the effect of the intervention on symptom burden (measured with the Edmonton Symptom Assessment System-revised (ESAS-r)).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Age as a moderator of the effect of the intervention on functional outcomes",
                            "OtherOutcomeDescription": "The investigators will explore patients' age as a potential moderator on the effect of the intervention on functional outcomes (Activities of Daily Living measured with the Medical Outcomes Study and Instrumental Activities of Daily Living measured with the Multidimensional Functional Assessment Questionnaire from the Older American Resources and Services (OARS)).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Sex as a moderator of the effect of the intervention on quality of life",
                            "OtherOutcomeDescription": "The investigators will explore patients' sex as a potential moderator on the effect of the intervention on quality of life (measured with the Functional Assessment of Cancer Therapy (FACT) - General).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Sex as a moderator of the effect of the intervention on symptom burden",
                            "OtherOutcomeDescription": "The investigators will explore patients' sex as a potential moderator on the effect of the intervention on symptom burden (measured with the Edmonton Symptom Assessment System-revised (ESAS-r)).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Sex as a moderator of the effect of the intervention on functional outcomes",
                            "OtherOutcomeDescription": "The investigators will explore patients' sex as a potential moderator on the effect of the intervention on functional outcomes (Activities of Daily Living measured with the Medical Outcomes Study and Instrumental Activities of Daily Living measured with the Multidimensional Functional Assessment Questionnaire from the Older American Resources and Services (OARS)).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Cancer type as a moderator of the effect of the intervention on quality of life",
                            "OtherOutcomeDescription": "The investigators will explore patients' cancer type as a potential moderator on the effect of the intervention on quality of life (measured with the Functional Assessment of Cancer Therapy (FACT) - General).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Cancer type as a moderator of the effect of the intervention on symptom burden",
                            "OtherOutcomeDescription": "The investigators will explore patients' cancer type as a potential moderator on the effect of the intervention on symptom burden (measured with the Edmonton Symptom Assessment System-revised (ESAS-r)).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Cancer type as a moderator of the effect of the intervention on functional outcomes",
                            "OtherOutcomeDescription": "The investigators will explore patients' cancer type as a potential moderator on the effect of the intervention on functional outcomes (Activities of Daily Living measured with the Medical Outcomes Study and Instrumental Activities of Daily Living measured with the Multidimensional Functional Assessment Questionnaire from the Older American Resources and Services (OARS)).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Comorbid conditions as a moderator of the effect of the intervention on quality of life",
                            "OtherOutcomeDescription": "The investigators will explore patients' comorbid conditions as a potential moderator on the effect of the intervention on quality of life (measured with the Functional Assessment of Cancer Therapy (FACT) - General).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Comorbid conditions as a moderator of the effect of the intervention on symptom burden",
                            "OtherOutcomeDescription": "The investigators will explore patients' comorbid conditions as a potential moderator on the effect of the intervention on symptom burden (measured with the Edmonton Symptom Assessment System-revised (ESAS-r)).",
                            "OtherOutcomeTimeFrame": "6 months"
                        },
                        {
                            "OtherOutcomeMeasure": "Comorbid conditions as a moderator of the effect of the intervention on functional outcomes",
                            "OtherOutcomeDescription": "The investigators will explore patients' comorbid conditions as a potential moderator on the effect of the intervention on functional outcomes (Activities of Daily Living measured with the Medical Outcomes Study and Instrumental Activities of Daily Living measured with the Multidimensional Functional Assessment Questionnaire from the Older American Resources and Services (OARS)).",
                            "OtherOutcomeTimeFrame": "6 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAge 65 or older\nDiagnosed with advanced (defined as metastatic or receiving therapy with palliative intent) esophageal, gastric, pancreas, hepatobiliary, colorectal, renal, bladder, or prostate cancer within the past 8 weeks (includes patients with a new diagnosis, progression or recurrence).\nECOG performance status of 0-2\nAbility to read and respond to questions in English\nPlanning to receive care at MGH\n\nExclusion Criteria:\n\n- Uncontrolled psychiatric illness or impaired cognition",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "65 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Ryan D. Nipp",
                            "OverallOfficialAffiliation": "Massachusetts General Hospital",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Massachusetts General Hospital Cancer Center",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02214",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}