{
    "Rank": 594,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01613430",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "U54CA153710",
                    "OrgStudyIdType": "U.S. NIH Grant/Contract",
                    "OrgStudyIdLink": "https://reporter.nih.gov/quickSearch/U54CA153710"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "U54CA153710",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/U54CA153710"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Johns Hopkins Bloomberg School of Public Health",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Evaluating Coaches of Older Adults for Cancer Care and Health Behaviors",
                "OfficialTitle": "Evaluating Coaches of Older Adults for Cancer Care and Health Behaviors (COACH)",
                "Acronym": "COACH"
            },
            "StatusModule": {
                "StatusVerifiedDate": "April 2018",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "June 2012"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "September 2016",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "September 2016",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "June 5, 2012",
                "StudyFirstSubmitQCDate": "June 5, 2012",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 7, 2012",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "April 24, 2018",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "April 26, 2018",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Johns Hopkins Bloomberg School of Public Health",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Cancer Institute (NCI)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The overall goal of the COACH study is to conduct a comparative effectiveness trial to assess the effectiveness of trained, participant-designated health coaches versus traditional health education efforts on cancer screening among African American older adults. We hypothesize that members of older adults' extended families can be trained to be effective coaches who support them through the cancer control spectrum, i.e., prevention, screening, diagnosis and treatment. This research objective is guided by the theoretical model of the PRECEDE-PROCEED conceptual framework that has been widely adopted in health promotion. The target jurisdictions for this study are Baltimore City (BC) and Prince George's County (PGC), Maryland. The study is anchored in community-based participatory research (CBPR) principles, involving community members in all its phases. The CBPR component is guided by Community Advisory Groups (CAGs) representing key stakeholders in the two jurisdictions. The CAGs are essential in determining the questions included in data collection instruments, mechanisms of recruitment, interpretation of findings, and dissemination of results within the target communities.",
                "DetailedDescription": "This mixed methods study will occur in three phases: (Aim 1) a formative exploratory phase involving in-depth qualitative interviews that will inform Aims 2 and 3; (Aim 2) development and pilot testing of all COACH research protocols, including coach training curriculum, quantitative surveys, recruitment protocols among 50 participants and 50 coaches; and (Aim 3) a full-size randomized trial involving recruitment of total 550 study participants and 550 coaches, randomization, and longitudinal data collection.\n\nAim 1: Implement formative research to inform COACH intervention (IRB Number 00003825): As of June 2012, we have conducted in-depth interviews reaching saturation with twelve stakeholders; six healthcare providers and six community leaders. The interviews were transcribed and analyzed providing crucial information for the development of the research in Aims 2 and 3.\n\nAim 2: Development and pilot testing of all COACH protocols among 50 index participants and 50 participant-designated coaches: Using convenience sampling, we will recruit and enroll African American residents of Baltimore City and Prince George's County who are aged 50-74 years. We will conduct a pilot study to assess the coaches' effect (versus traditional health education using an educational brochure) on overcoming the participants' barriers to discussing cancer screening with their primary care providers and, if needed, to getting screened for breast, cervical, and/or colorectal cancers.\n\nAim 3: Implementation of full randomized COACH trial among 550 total participants and 550 total coaches: Using convenience sampling and other sampling methods, we will recruit and enroll African American residents of Baltimore City and Prince George's County who are aged 50-74 years. We will utilize our study's IRB-approved flyer to recruit potential study participants in medical centers, senior housing, neighborhood development centers, markets, and community centers in various neighborhoods in our study's catchment areas. Eligible and interested participants will complete an in-person baseline interview administered by a trained interviewer. The participant will then be randomized, stratifying by county and gender, to one of the following two interventions: (1) printed educational materials only (PEM) or (2) printed educational material plus specialized training for his/her health coach to help the participant overcome his/her barriers to cancer screening (COACH). The coach will then complete a short interviewer-administered questionnaire. If the participant is randomized to COACH, then the coach will be invited to participate in a 40-minute in-person training. Participants and coaches will then be queried at 6-months and one year to assess their cancer screening status and other outcomes of interest.\n\nThe primary outcome variable of the COACH intervention will be the change in the proportion of participants completing at least one of the recommended screenings, comparing the COACH group to the PEM group during follow up. Another primary outcome will be the change in the proportion of participants who report talking with their healthcare provider regarding at least one of the recommended cancer screening(s) during follow up. Secondary outcome variables will include between-group changes in the time to completion of screenings, changes in cancer screening barriers, and changes in the reported levels of stress for both the participants and coaches."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Colorectal Cancer",
                        "Breast Cancer",
                        "Cervical Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Screening",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "1106",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Printed Educational Material (PEM) only",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Participants and their coaches will be provided with educational brochures about cancer screening for colorectal, breast and cervical cancers at the completion of the baseline survey.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Printed Educational Materials (PEM)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Coach Training (COACH)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The COACH intervention consists of the Printed Educational Materials (PEM) plus the addition of cancer-related training for participant-designated coaches.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Coach Training (COACH)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Coach Training (COACH)",
                            "InterventionDescription": "Participants and their coaches receive Printed Educational Materials (PEM). Additionally, coaches will receive a 40-minute cancer-related training session led by a research staff member. The coaches will be provided basic information about different types of cancer screenings, how to schedule and keep medical visits, and how to communicate with health care providers about cancer screening. The session will be interactive, including short video presentations, role plays and exercises. Coaches will be given brochures on cancer screening for the three cancer types, a checklist for the coach and a \"Things to Remember\" diary checkup list, and resources addressing well-known barriers to cancer screening.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Coach Training (COACH)"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "COACH Group"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Printed Educational Materials (PEM)",
                            "InterventionDescription": "Participants and their coaches will be provided with educational brochures about cancer screening for colorectal, breast and cervical cancers at the completion of the baseline survey.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Printed Educational Material (PEM) only"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "PEM Group"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Completing at least one recommended cancer screenings (colorectal, breast, cervical)",
                            "PrimaryOutcomeDescription": "The primary outcome variables will be the change in the proportion completing at least one of the recommended screenings, comparing the COACH group to the PEM group, and the change in the proportion discussing at least one of the recommended screenings with their primary care provider (PCP), comparing the COACH group to the PEM group.",
                            "PrimaryOutcomeTimeFrame": "At six months and one year"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Time to completion of cancer screenings, and the effect of comorbid conditions, health literacy, patient satisfaction,and health care costs on cancer screening",
                            "SecondaryOutcomeDescription": "Secondary outcome variables will include between-group changes in the time to completion of screenings, and the effect of comorbid conditions, health literacy, patient satisfaction, and health care costs on cancer screening.",
                            "SecondaryOutcomeTimeFrame": "At six months and one year"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nResident in Baltimore City, MD or Prince George's County, MD\nAfrican American\n50-74 years of age\nEligible for breast, cervical and/or colorectal cancer screenings at time of study enrollment\nHas a support person who is willing to participate in the study\n\nExclusion Criteria:\n\nDiagnosis of colon, cervix or breast cancer within the past 5 years\nA current diagnosis of another cancer\nResidence in a chronic care facility, being otherwise institutionalized\nInability or unwillingness to give informed consent",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "50 Years",
                "MaximumAge": "74 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Adrian S Dobs, MD, MHS",
                            "OverallOfficialAffiliation": "Johns Hopkins School of Medicine",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Johns Hopkins Center to Reduce Cancer Disparities",
                            "LocationCity": "Baltimore",
                            "LocationState": "Maryland",
                            "LocationZip": "21202",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "12015756",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Freeman HP, Alshafie TA. Colorectal carcinoma in poor blacks. Cancer. 2002 May 1;94(9):2327-32. doi: 10.1002/cncr.10486."
                        },
                        {
                            "ReferencePMID": "12115310",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Liberman L, Freeman HP, Chandra S, Stein AL, McCord C, Godfrey D, Dershaw DD. Carcinoma detection at the breast examination center of Harlem. Cancer. 2002 Jul 1;95(1):8-14. doi: 10.1002/cncr.10640."
                        },
                        {
                            "ReferencePMID": "12595043",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Oluwole SF, Ali AO, Adu A, Blane BP, Barlow B, Oropeza R, Freeman HP. Impact of a cancer screening program on breast cancer stage at diagnosis in a medically underserved urban community. J Am Coll Surg. 2003 Feb;196(2):180-8. doi: 10.1016/S1072-7515(02)01765-9."
                        },
                        {
                            "ReferencePMID": "19116415",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Calhoun EA, Whitley EM, Esparza A, Ness E, Greene A, Garcia R, Valverde PA. A national patient navigator training program. Health Promot Pract. 2010 Mar;11(2):205-15. doi: 10.1177/1524839908323521. Epub 2008 Dec 30."
                        },
                        {
                            "ReferencePMID": "20804230",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Viswanathan M, Kraschnewski J, Nishikawa B, Morgan LC, Thieda P, Honeycutt A, Lohr KN, Jonas D; RTI International-University of North Carolina Evidence-based Practice Center. Outcomes of community health worker interventions. Evid Rep Technol Assess (Full Rep). 2009 Jun;(181):1-144, A1-2, B1-14, passim."
                        },
                        {
                            "ReferencePMID": "18780320",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wells KJ, Battaglia TA, Dudley DJ, Garcia R, Greene A, Calhoun E, Mandelblatt JS, Paskett ED, Raich PC; Patient Navigation Research Program. Patient navigation: state of the art or is it science? Cancer. 2008 Oct 15;113(8):1999-2010. doi: 10.1002/cncr.23815."
                        },
                        {
                            "ReferencePMID": "15328817",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Glajchen M. The emerging role and needs of family caregivers in cancer care. J Support Oncol. 2004 Mar-Apr;2(2):145-55."
                        },
                        {
                            "ReferencePMID": "15695420",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Pinquart M, Sorensen S. Ethnic differences in stressors, resources, and psychological outcomes of family caregiving: a meta-analysis. Gerontologist. 2005 Feb;45(1):90-106. doi: 10.1093/geront/45.1.90."
                        },
                        {
                            "ReferencePMID": "16458182",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Given B, Sherwood PR. Family care for the older person with cancer. Semin Oncol Nurs. 2006 Feb;22(1):43-50. doi: 10.1016/j.soncn.2005.10.006."
                        },
                        {
                            "ReferencePMID": "26573809",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Mbah O, Ford JG, Qiu M, Wenzel J, Bone L, Bowie J, Elmi A, Slade JL, Towson M, Dobs AS. Mobilizing social support networks to improve cancer screening: the COACH randomized controlled trial study design. BMC Cancer. 2015 Nov 16;15:907. doi: 10.1186/s12885-015-1920-7."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000015179",
                            "ConditionMeshTerm": "Colorectal Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000002583",
                            "ConditionMeshTerm": "Uterine Cervical Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000007414",
                            "ConditionAncestorTerm": "Intestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005770",
                            "ConditionAncestorTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000003108",
                            "ConditionAncestorTerm": "Colonic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000007410",
                            "ConditionAncestorTerm": "Intestinal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012002",
                            "ConditionAncestorTerm": "Rectal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000002577",
                            "ConditionAncestorTerm": "Uterine Cervical Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014591",
                            "ConditionAncestorTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5520",
                            "ConditionBrowseLeafName": "Uterine Cervical Neoplasms",
                            "ConditionBrowseLeafAsFound": "Cervical Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17580",
                            "ConditionBrowseLeafName": "Colorectal Neoplasms",
                            "ConditionBrowseLeafAsFound": "Colorectal Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M10138",
                            "ConditionBrowseLeafName": "Intestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6026",
                            "ConditionBrowseLeafName": "Colonic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10134",
                            "ConditionBrowseLeafName": "Intestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14534",
                            "ConditionBrowseLeafName": "Rectal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5515",
                            "ConditionBrowseLeafName": "Uterine Cervical Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        }
                    ]
                }
            }
        }
    }
}