{
    "Rank": 600,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02065323",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CCCN-PC1301"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "CTKI258AUS18T",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "Novartis"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Comprehensive Cancer Centers of Nevada",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "A Study of Dovitinib With Androgen Deprivation Therapy (ADT) in Patients With Metastatic Prostate Cancer Receiving Primary ADT",
                "OfficialTitle": "A Randomized Open-label Phase II Study of Oral Dovitinib in Combination With Androgen Deprivation Therapy to Delay the Onset of Castration-resistant Disease in Patients With Metastatic Prostate Cancer Undergoing Primary Androgen Deprivation Therapy"
            },
            "StatusModule": {
                "StatusVerifiedDate": "January 2015",
                "OverallStatus": "Withdrawn",
                "WhyStopped": "Terminated due to budgetary considerations and length of development.",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "August 2014",
                    "PrimaryCompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "February 3, 2014",
                "StudyFirstSubmitQCDate": "February 13, 2014",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 19, 2014",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "January 15, 2015",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "January 19, 2015",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Oscar Goodman, Jr.",
                    "ResponsiblePartyInvestigatorTitle": "Physician, Comprehensive Cancer Centers of Nevada; Professor of Pharmaceutical Sciences, Roseman University of Health Sciences",
                    "ResponsiblePartyInvestigatorAffiliation": "Comprehensive Cancer Centers of Nevada"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Oscar Goodman, Jr.",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Comprehensive Cancer Centers of Nevada",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "This study will evaluate if adding the investigational drug Dovitinib to standard androgen ablation therapy (ADT) is beneficial in prolonging the time to disease progression in patients with metastatic prostate cancer who are receiving ADT for the first time.\n\nDovitinib belongs to the class of drugs known as tyrosine kinase receptor inhibitors. Tyrosine kinase receptor inhibitors have been shown to have anti-tumor effects and inhibit new blood vessel formation. New blood vessel development is necessary for the growth and spread of certain tumors, such as prostate cancer. It is thought that by inhibiting new blood vessel formation, any existing or new tumors may be unable to grow. Dovitinib targets existing cancer cells and also works to stop the formation of new blood vessels.\n\nPatients will be randomly assigned to received ADT alone or ADT plus Dovitinib. ADT will be administered per standard of care. Dovitinib will be taken by mouth once daily for 5 continuous days, followed by 2 days with no Dovitinib. This schedule will repeat and continue until disease progression or removal from treatment for other reasons. Participants may start ADT prior to entering the study; however, treatment with Dovitinib must begin no later than 120 days from the start of ADT.\n\nParticipants will be asked to donate blood samples for research purposes; this is an optional part of the study. Research on blood samples will study circulating tumor cells and certain biomarkers (proteins on cells) to increase the understanding of prostate cancer and explore if certain biomarkers can help predict how tumors will react to treatment. Samples of existing tumor tissue will also be examined for research purposes.",
                "DetailedDescription": "In 2010, an estimated 217,730 new cases of prostate cancer occurred with 32,050 deaths in the United States of America. Prostate cancer exhibits a unique natural history that is a function of therapies rendered. Initially, the disease is treated with androgen deprivation therapy (ADT) with substantial regression of disease in the vast majority of patients. However, the response is short-lived, on the order of 18-24 months, with subsequent resumption of cancer growth manifesting as an increasing PSA, radiographic disease progression, and progressive symptoms related to the increasing disease burden, so called metastatic castration-resistant prostate cancer (CRPC). Almost all prostate cancer deaths occur in men with metastatic castration-resistant disease (CRPC).\n\nAn appropriate therapeutic strategy would be to utilize agents in combination with ADT that could serve to extend the sensitivity of the disease to primary ADT. The hormonal sensitive state, when the tumor burden is dramatically lowered due to therapeutic response, could represent the optimal context to introduce novel agents, leading to cytoreduction and/or maintenance of the hormone-sensitive state.\n\nIt has been demonstrated that the proangiogenic factor FGF-2 appears to play a central role in angiogenesis in hormone sensitive prostate cancer (HSPC). Thus targeting FGF-2 in conjunction with primary ADT may represent a novel therapeutic strategy in the initial treatment of metastatic HSPC.\n\nDovitinib is a broad-targeted-profiled RTK inhibitor active against VEGF, FGF and PDGF. Anti-tumor effects for this agent may, therefore, be secondary to anti-angiogenesis, anti-proliferative activity against tumor cells, and anti-stromal activity.\n\nThe study will enroll patients with metastatic prostate disease receiving initial ADT. Participants will be randomized to receive ADT alone, or in combination with Dovitinib. Participants will be stratified based on ECOG PS, Prior ADT > or < 30 days, and disease location (bone only vs. other).\n\nADT will be administered per standard of care on both treatment arms. Patients randomized to the combination arm will receive ADT plus Dovitinib at a dose of 500 mg/day given on a five-days-on-two-days-off schedule. One cycle equals 28 days. Dovitinib cycles will repeat continuously until disease progression, or removal from study for other reasons. Patients must begin Dovitinib within 120 days after the start of ADT. Thereafter, patients will be allowed to remain on the study until unacceptable side effect(s) occur, or until there is disease progression to castration-resistance status.\n\nQuality of life will be assessed during the course of the study utilizing the Functional Assessment of Cancer Therapy-Prostate (self administered FACT-P).\n\nBlood samples obtained at specified time points will be collected for research purposes from participants who provide consent to do so. Biomarkers pertinent to the hypothesized mechanism of action will be evaluated. Circulating tumor cells (CTC) will be enumerated at baseline (CellSearch™), and every 3 months thereafter. An additional citrate tube of blood will be collected for CTC-based ex-vivo culture analysis with each CTC draw. Samples of archival prostate biopsy specimens will also be analyzed for specific proteins related to Dovitinib's mechanism of action."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Prostate Cancer",
                        "Metastatic",
                        "Hormone-sensitive",
                        "Androgen Deprivation Therapy (ADT)",
                        "Castration-Resistant Prostate Cancer (CRPC)",
                        "Dovitinib",
                        "TKI258",
                        "Circulating Tumor Cells"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "0",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "ADT alone",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Standard androgen deprivation therapy (LHRH analogue or orchiectomy)",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Standard ADT"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "ADT plus Dovitinib",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Standard androgen deprivation therapy (LHRH analogue or orchiectomy)\n\nDovitinib 500 mg/day given on a five-days-on-two-days-off schedule. One cycle equals 28 days. Cycles will repeat continuously until disease progression, or removal from study for other reasons.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Standard ADT",
                                    "Drug: Dovitinib"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Standard ADT",
                            "InterventionDescription": "Standard androgen deprivation therapy with either continually dosed LHRH agonist or antagonist, or achieved via bilateral orchiectomy.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "ADT alone",
                                    "ADT plus Dovitinib"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Dovitinib",
                            "InterventionDescription": "Dovitinib 500 mg/day given on a five-days-on-two-days-off schedule. One cycle equals 28 days. Cycles will repeat continuously until disease progression, or removal from study for other reasons.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "ADT plus Dovitinib"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "TKI258"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Time to onset of castration resistant prostate cancer (CRPC)",
                            "PrimaryOutcomeDescription": "CRPC defined as documented presence of two of the following criteria: PSA progression, radiographic progression, and/or symptomatic deterioration due to prostate cancer.",
                            "PrimaryOutcomeTimeFrame": "Every 12 weeks from the start of treatment until the date of first documented progression, up to 24 months."
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Effect on predictive PSA benchmarks",
                            "SecondaryOutcomeDescription": "Comparison of PSA at baseline to PSA at 7 months following initiation of ADT, and time to PSA nadir.",
                            "SecondaryOutcomeTimeFrame": "PSA measured at baseline and every 12 weeks until the date of first documented progression, up to 24 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Overall survival",
                            "SecondaryOutcomeDescription": "Time from first study treatment to date of death. After removal from study patients will be contacted by phone every 6 months.",
                            "SecondaryOutcomeTimeFrame": "From date of randomization until date of death, or patient lost to follow up. Survival will be assessed at least every 4 weeks during treatment and every 6 months after disease progression up to 5 years."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Radiographic response rate and progression free survival in patients with measurable disease.",
                            "SecondaryOutcomeDescription": "Radiographic progression documented by CT, MRI, and/or Bone scan. For non-target osseous disease, progressive disease defined as appearance of two or more new lesions that are confirmed by confirmatory scan 6-12 weeks later.",
                            "SecondaryOutcomeTimeFrame": "Radiographic evaluations occur at baseline and every 12 weeks while on study until date of first documented disease progression, up to 24 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Adverse event frequency",
                            "SecondaryOutcomeDescription": "Appearance of (or worsening of any pre-existing) undesirable sign(s), symptoms(s), or medical conditions(s); assessed according to CTCAE v4.0.",
                            "SecondaryOutcomeTimeFrame": "Assessed every 2 weeks for first 8 weeks, then every 4 weeks while on study and at 30 days following last dose of dovitinib, up to 24 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Changes in circulating tumor cell counts",
                            "SecondaryOutcomeDescription": "CTC enumeration and comparison among sequential samples.",
                            "SecondaryOutcomeTimeFrame": "Baseline and every 3 months while on study until date of first documented progression, up to 24 months."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Quality of life",
                            "SecondaryOutcomeDescription": "Assessed using Functional Assessment of Cancer Therapy-Prostate (self administered FACT-P)",
                            "SecondaryOutcomeTimeFrame": "Assessed at baseline, once every cycle during treatment, and at end of treatment (when treatment stopped for disease progression or any other reason), up to 24 months."
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Exploratory: Pharmacodynamic effect on plasma biomarkers",
                            "OtherOutcomeDescription": "Assessed by measuring concentrations of circulating growth factors and soluble receptors (e.g. bFGF, VEGF, PLGF, sVEGFR1 and 2, collagen IV, FGF23)",
                            "OtherOutcomeTimeFrame": "Baseline and every 3 months while on study until date of first documented progression, up to 24 months."
                        },
                        {
                            "OtherOutcomeMeasure": "Exploratory: Archival tissue expression of biomarkers and mutations related to dovitinib mechanism of action and correlation with clinical outcome",
                            "OtherOutcomeDescription": "Expression of biomarkers (e.g. bFGF, VEGF, PLGF, sVEGFR1 and 2, collagen IV, FGF23) and somatic mutations and correlation with clinical outcome.",
                            "OtherOutcomeTimeFrame": "Baseline one-time."
                        },
                        {
                            "OtherOutcomeMeasure": "Exploratory: Circulating Tumor Cell expression of biomarkers and mutations related to dovitinib mechanism of action and correlation with clinical outcome",
                            "OtherOutcomeDescription": "Assessed by measuring CTC expression of NEP, FGF-2, VEGF-R and time to onset of CRPC.",
                            "OtherOutcomeTimeFrame": "Baseline and every 3 months while on study until date of first documented progression, up to 24 months."
                        },
                        {
                            "OtherOutcomeMeasure": "Exploratory: Serum levels of biomarkers related to dovitinib mechanism of action and correlation with clinical outcome",
                            "OtherOutcomeDescription": "Assessed by measuring serum concentrations of growth factors and soluble receptors (e.g. bFGF, VEGF, PLGF, sVEGFR1 and 2, collagen IV, FGF23)",
                            "OtherOutcomeTimeFrame": "Baseline and every 3 months while on study until date of first documented progression, up to 24 months."
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nMen with metastatic hormone-sensitive metastatic prostate cancer\nECOG (WHO) performance status 0-2\nAge ≥ 18 years old\nPSA > 4.0\n\nPatients must have the following laboratory values:\n\nAbsolute neutrophil count (ANC) ≥ 1.5 x 109/L\nPlatelets ≥ 100 x 109/L\nHemoglobin (Hgb) > 9 g/dL\nSerum total bilirubin: ≤ 1.5 x ULN\nALT and AST ≤ 3.0 x ULN (for patients with or without liver metastases)\nSerum creatinine ≤ 1.5 x ULN or serum creatinine > 1.5 - 3 x ULN if calculated creatinine clearance (CrCl) is ≥ 30 mL/min using the Cockroft-Gault equation\nUrine dipstick reading negative for proteinuria, or if 1+, then total urinary protein must be less than 500 mg and measured creatinine cleaners ≥ 50 mL/min/1.73m2 from a 24 hour urine collection\nHistologically or cytologically confirmed prostate cancer.\nUrine dipstick reading negative for proteinuria, or, if documentation of +1 results for protein on dipstick reading, then total urinary protein ≤ 500 mg and measured creatinine clearance ≥ 50 mL/min/1.73m2 from a 24 hour urine collection.\nPatients may have begun hormonal therapy, but must have done so within 120 days of study treatment.\nPatients must have metastatic disease (extensive or limited).\nScans (CT chest, abdomen, and pelvis) and bone scan must be obtained within 4 weeks of treatment.\nWritten informed consent obtained according to local guidelines\n\nExclusion Criteria:\n\nPatients with brain metastases\nPatients with another primary malignancy within 3 years prior to starting study drug, with the exception of adequately treated in-situ carcinoma of the uterine cervix, or skin cancer (such as basal cell carcinoma, squamous cell carcinoma, or non-melanomatous skin cancer)\nPatients who have received prior cytotoxic chemotherapy within 3 years of starting study drug.\nPatients who have received targeted therapy (e.g., sunitinib, sorafenib, pazopanib) ≤ 4 weeks prior to starting study drug, or who have not recovered from the side effects of such therapy.\nPatients who have had radiotherapy ≤ 4 weeks prior to starting study drug, or ≤ 2 weeks prior to starting study drug in the case of localized radiotherapy (e.g., for analgesic purpose or for lytic lesions at risk of fracture), or who have not recovered from radiotherapy toxicities.\nPatients who have undergone major surgery (e.g., intra-thoracic, intra-abdominal or intra-pelvic), open biopsy or significant traumatic injury ≤ 4 weeks prior to starting study drug, or patients who have had minor procedures, percutaneous biopsies or placement of vascular access device ≤ 1 week prior to starting study drug, or who have not recovered from side effects of such procedure or injury.\n\nPatients with any of the following concurrent severe and/or uncontrolled medical conditions which could compromise participation in the study:\n\nImpaired cardiac function or clinically significant cardiac diseases\nNeurological compromise or dysfunction due to metastases\nUreteral or bladder outlet obstruction due to metastases or local invasion\nImpairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of dovitinib (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection)\nCirrhosis, chronic active hepatitis or chronic persistent hepatitis\nKnown diagnosis of human immunodeficiency virus (HIV) infection (HIV testing is not mandatory)\nPatients who are currently receiving anticoagulation treatment with therapeutic doses of warfarin\nOther concurrent severe and/or uncontrolled concomitant medical conditions (e.g. active or uncontrolled infection, uncontrolled diabetes) that could cause unacceptable safety risks or compromise compliance with the protocol\nRising PSA meeting criteria for progression to CRPC\nPatients unwilling or unable to comply with the protocol",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Oscar B Goodman, Jr., MD, PhD",
                            "OverallOfficialAffiliation": "Comprehensive Cancer Centers of Nevada",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Comprehensive Cancer Centers of Nevada",
                            "LocationCity": "Las Vegas",
                            "LocationState": "Nevada",
                            "LocationZip": "89148",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "16940054",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Goodman OB Jr, Febbraio M, Simantov R, Zheng R, Shen R, Silverstein RL, Nanus DM. Neprilysin inhibits angiogenesis via proteolysis of fibroblast growth factor-2. J Biol Chem. 2006 Nov 3;281(44):33597-605. doi: 10.1074/jbc.M602490200. Epub 2006 Aug 28."
                        },
                        {
                            "ReferencePMID": "17415380",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Horiguchi A, Zheng R, Goodman OB Jr, Shen R, Guan H, Hersh LB, Nanus DM. Lentiviral vector neutral endopeptidase gene transfer suppresses prostate cancer tumor growth. Cancer Gene Ther. 2007 Jun;14(6):583-9. doi: 10.1038/sj.cgt.7701047. Epub 2007 Apr 6."
                        },
                        {
                            "ReferencePMID": "17563767",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Horiguchi A, Chen DY, Goodman OB Jr, Zheng R, Shen R, Guan H, Hersh LB, Nanus DM. Neutral endopeptidase inhibits prostate cancer tumorigenesis by reducing FGF-2-mediated angiogenesis. Prostate Cancer Prostatic Dis. 2008;11(1):79-87. doi: 10.1038/sj.pcan.4500984. Epub 2007 Jun 12."
                        },
                        {
                            "ReferencePMID": "21705286",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Goodman OB Jr, Symanowski JT, Loudyi A, Fink LM, Ward DC, Vogelzang NJ. Circulating tumor cells as a predictive biomarker in patients with hormone-sensitive prostate cancer. Clin Genitourin Cancer. 2011 Sep;9(1):31-8. doi: 10.1016/j.clgc.2011.04.001. Epub 2011 Jun 25."
                        },
                        {
                            "ReferencePMID": "23138928",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Mitra R, Chao OS, Nanus DM, Goodman OB Jr. Negative regulation of NEP expression by hypoxia. Prostate. 2013 May;73(7):706-14. doi: 10.1002/pros.22613. Epub 2012 Nov 8."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M9708",
                            "ConditionBrowseLeafName": "Hypersensitivity",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M11995",
                            "ConditionBrowseLeafName": "Neoplastic Cells, Circulating",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC20",
                            "ConditionBrowseBranchName": "Immune System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M9479",
                            "InterventionBrowseLeafName": "Hormones",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M3749",
                            "InterventionBrowseLeafName": "Androgens",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}