{
    "Rank": 611,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02868112",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "16-179"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "R03AG053314",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/R03AG053314"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Massachusetts General Hospital",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Transdisciplinary Intervention Integrating Geriatric And Palliative Care With Oncology Care For Older Adults With Cancer",
                "OfficialTitle": "Pilot Study Of A Transdisciplinary Intervention Integrating Geriatric And Palliative Care With Oncology Care For Older Adults With Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "November 2021",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "October 2016"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "October 1, 2018",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 20, 2018",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "July 30, 2016",
                "StudyFirstSubmitQCDate": "August 13, 2016",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 16, 2016",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "November 19, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "November 23, 2021",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Ryan Nipp",
                    "ResponsiblePartyInvestigatorTitle": "Clinical Director of Thoracic Oncology",
                    "ResponsiblePartyInvestigatorAffiliation": "Massachusetts General Hospital"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Massachusetts General Hospital",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Institute on Aging (NIA)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this research study is to pilot test a transdisciplinary intervention that integrates both geriatrics and palliative care with routine oncology care for older adults with incurable cancer. The investigators will explore their perceptions of the supportive care needs of older patients with cancer. Using these data, the investigators will finalize the transdisciplinary intervention and perform a pilot, randomized trial of the transdisciplinary intervention versus usual care in patients age ≥65 with newly diagnosed, incurable cancer.",
                "DetailedDescription": "While evidence suggests that older adults with incurable cancer have unique geriatric and palliative care needs, models of care that are focused on these needs are lacking. The investigators propose to pilot test an intervention targeting the geriatric and palliative care needs of older adults with incurable cancer, referred to as a \"transdisciplinary intervention.\"\n\nThe goals of the proposed study are: (1) conduct focus groups with clinicians (from oncology, geriatrics and palliative care) and interviews with patients to explore their perceptions of older patients' supportive care needs and finalize the transdisciplinary intervention; (2) to demonstrate the feasibility and acceptability of delivering the transdisciplinary intervention to older patients with incurable GI and lung cancers; and (3) to estimate the effect size of the transdisciplinary intervention for patient-reported outcomes (e.g., between-group differences from baseline to week 12 in quality of life, physical function, physical and psychological symptoms)."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cancer Care",
                        "Palliative Care",
                        "Geriatrics",
                        "Quality of Life"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "62",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Transdisciplinary Intervention",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patients randomized to the Transdisciplinary Intervention will undergo evaluation with a board-certified geriatric clinician, who will tailor their care based on the results of a brief geriatric screening tool.\n\n-Investigators will test a two-visit Transdisciplinary Intervention with the first visit occurring within four weeks of enrollment and the second visit four weeks after the initial visit.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Transdisciplinary Intervention"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Usual Care",
                            "ArmGroupType": "Active Comparator",
                            "ArmGroupDescription": "Participants receiving Usual Oncology Care will not meet routinely with geriatric clinicians, though they may receive a geriatrics consult at their request or at the discretion of their treating team.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Usual Oncology Care"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Usual Oncology Care",
                            "InterventionDescription": "Participants receiving usual oncology care will not meet routinely with geriatric clinicians, though they may receive a geriatrics consult at their request or at the discretion of their treating team.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Usual Care"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Transdisciplinary Intervention",
                            "InterventionDescription": "Patients randomized to the transdisciplinary intervention will undergo evaluation with a board-certified geriatric clinician, who will tailor their care based on the results of a brief geriatric screening tool, completed prior to their visit. We will test a two-visit transdisciplinary intervention with the first visit occurring within four weeks of enrollment and the second visit four weeks after the initial visit.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Transdisciplinary Intervention"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Perceptions of the necessary components of a transdisciplinary intervention integrating geriatrics and palliative care with oncology care for older patients with incurable GI and lung cancers.",
                            "PrimaryOutcomeDescription": "We will use qualitative assessment methods to characterize the sample and explore participant perceptions of the supportive care needs of older patients with cancer.",
                            "PrimaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Rates of study enrollment (proportion of eligible patients who enroll in the study).",
                            "SecondaryOutcomeDescription": "To demonstrate feasibility, investigators will calculate rates of study enrollment (proportion of eligible patients who enroll in the study).",
                            "SecondaryOutcomeTimeFrame": "18 Months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rates of study completion (the proportion of participants who complete both study visits).",
                            "SecondaryOutcomeDescription": "To demonstrate feasibility, investigators will calculate rates of study completion (the proportion of participants who complete both study visits).",
                            "SecondaryOutcomeTimeFrame": "18 Months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Mean change in Quality of Life (measured with the Functional Assessment of Cancer Therapy (FACT) - General) scores between treatment groups from baseline to week 12.",
                            "SecondaryOutcomeDescription": "We will compare mean change in QOL scores between treatment groups from baseline to week 12 using t-tests and multiple linear regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Mean change in symptom scores (measured continuously with the Edmonton Symptom Assessment System-revised (ESAS-r)) between treatment groups from baseline to week 12.",
                            "SecondaryOutcomeDescription": "We will compare mean change in symptom scores between treatment groups from baseline to week 12 using t-tests and multiple linear regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Mean change in depression scores (measured continuously with the Geriatric Depression Scale (GDS)) between treatment groups from baseline to week 12.",
                            "SecondaryOutcomeDescription": "We will compare mean change in depression scores between treatment groups from baseline to week 12 using t-tests and multiple linear regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rates of post-intervention moderate/severe symptoms (measured as presence or absence of moderate/severe symptoms using the Edmonton Symptom Assessment System-revised (ESAS-r)) between treatment groups.",
                            "SecondaryOutcomeDescription": "We will compare rates of post-intervention moderate/severe symptoms (defined as ESAS scores ≥4) between treatment groups using Fisher's exact test and multiple logistic regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rates of post-intervention depression symptoms (measured as presence or absence of depression symptoms using the Geriatric Depression Scale (GDS)) between treatment groups.",
                            "SecondaryOutcomeDescription": "We will compare rates of post-intervention depression symptoms (defined as GDS scores > 5) between treatment groups using Fisher's exact test and multiple logistic regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Mean change in activities of daily living (measured continuously using a subscale of the Medical Outcomes Study (MOS) Physical Health) between treatment groups from baseline to week 12.",
                            "SecondaryOutcomeDescription": "We will compare mean change in activities of daily living between treatment groups from baseline to week 12 using t-tests and multiple linear regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Mean change in instrumental activities of daily living (subscale of the Multidimensional Functional Assessment Questionnaire from the Older American Resources and Services (OARS)) between treatment groups from baseline to week 12.",
                            "SecondaryOutcomeDescription": "We will compare mean change in instrumental activities of daily living between treatment groups from baseline to week 12 using t-tests and multiple linear regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Mean change in illness perceptions (measured continuously using the Brief Illness Perceptions Questionnaire (BIPQ)) between treatment groups from baseline to week 12.",
                            "SecondaryOutcomeDescription": "We will compare mean change in illness perceptions between treatment groups from baseline to week 12 using t-tests and multiple linear regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Mean change in self-efficacy (measured continuously using the Perceived Efficacy in Patient-Physician Interactions (PEPPI)) between treatment groups from baseline to week 12.",
                            "SecondaryOutcomeDescription": "We will compare mean change in self-efficacy between treatment groups from baseline to week 12 using t-tests and multiple linear regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rates of post-intervention deficits in activities of daily living (measured as presence or absence of deficits in activities of daily living using a subscale of the Medical Outcomes Study (MOS) Physical Health) between treatment groups.",
                            "SecondaryOutcomeDescription": "We will compare rates of post-intervention deficits in activities of daily living between treatment groups using Fisher's exact test and multiple logistic regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rates of post-intervention deficits in instrumental activities of daily living (subscale of the Multidimensional Functional Assessment Questionnaire from the Older American Resources and Services (OARS)) between treatment groups.",
                            "SecondaryOutcomeDescription": "We will compare rates of post-intervention deficits in instrumental activities of daily living between treatment groups using Fisher's exact test and multiple logistic regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline to week 12"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rates of hospice enrollment prior to death (measured as rates of hospice enrollment prior to death) between treatment groups.",
                            "SecondaryOutcomeDescription": "We will compare rates of hospice enrollment prior to death between treatment groups using Fisher's exact test and multiple logistic regression, adjusted for potential confounders, such as age and gender.",
                            "SecondaryOutcomeTimeFrame": "From Baseline until Death, assessed up to 5 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Acceptability of the Transdisciplinary Intervention To Older Patients With Incurable GI And Lung Cancers.",
                            "SecondaryOutcomeDescription": "Investigators will evaluate acceptability using exit assessment data. Participants will rate their satisfaction with the structure, timing and content of the intervention, using Likert-type scale responses.\n\nInvestigators will calculate individual item response frequencies using descriptive statistics to summarize acceptability of different intervention components.",
                            "SecondaryOutcomeTimeFrame": "18 Months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nAge 65 or older\nDiagnosed with incurable (defined as metastatic or receiving chemotherapy with palliative intent) esophageal, gastric, pancreas, hepatobiliary, colorectal, or lung cancer within the prior 8 weeks (including patients with prior diagnosis of cancer who developed incurable disease)\nVerbal fluency in English\nPlanning to receive care at Massachusetts General Hospital (MGH)\n\nExclusion Criteria:\n\nUnwilling or unable to participate in the study\nSignificant psychiatric, cognitive or other comorbid disease which the treating clinician believes prohibits informed consent or participation in the study\nNo medical problems for geriatric clinician to address (e.g. comorbidities, polypharmacy, etc.)",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "65 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Ryan Nipp, MD",
                            "OverallOfficialAffiliation": "Massachusetts General Hospital",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Massachusetts general Hospital",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02114",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}