{
    "Rank": 645,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01517945",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "11-204"
                },
                "Organization": {
                    "OrgFullName": "Memorial Sloan Kettering Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Attention and Interpretation Modification (AIM) for Fear of Cancer Recurrence: An Intervention Development Study",
                "OfficialTitle": "Attention and Interpretation Modification (AIM) for Fear of Cancer Recurrence: An Intervention Development Study"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "January 2012"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "January 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "January 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 20, 2012",
                "StudyFirstSubmitQCDate": "January 20, 2012",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 25, 2012",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "August 31, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "September 1, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Memorial Sloan Kettering Cancer Center",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Brown University",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Weill Medical College of Cornell University",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Johns Hopkins University",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Mclean Hospital",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of Southern California",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "The New School for Social Research",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to test, customize, and personalize a mobile app-based intervention program in order to help rare and breast cancer survivors cope with fears of cancer recurrence."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer",
                        "Rare Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Survivors",
                        "Quality of Life",
                        "Questionnaire",
                        "11-204",
                        "Rare Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Retrospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples Without DNA",
                    "BioSpecDescription": "salvia"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "267",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Breast cancer survivors and Rare cancer survivors",
                            "ArmGroupDescription": "This is a Cycle for Survival and Center for Translational Science Center (CTSC)-funded intervention development and pilot clinical trial of a psychosocial intervention to address fear of cancer recurrence in breast cancer survivors (BCS) and rare cancer survivors (RCS). BCS form the largest survivor cohort of any cancer, with approximately 2.5 million living in the United States. About 50 percent of people with cancer have a rare cancer. Even though they account for about half of all cancer diagnoses when combined, research aimed at supporting RCS is sparse, leaving RCS with limited support after treatment.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: AIM materials and assessments"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "AIM materials and assessments",
                            "InterventionDescription": "Phase 1 (complete) - dev of AIM materials targeting fear of cancer recurrence in BCS (n = 10).\n\nPhase 2 (complete) - randomized, single-blind, placebo-controlled, proof-of-concept pilot trial.\n\nPhase 3:\n\nPart 1 of Phase 3 (complete) - dev of of iThrive app for BCS\nPart 2 of Phase 3 (complete) - usability testing by observing navigation with BCS in a laboratory setting\nPart 3 of Phase 3 - acceptability of iThrive will be assessed through a small RCT (n=30)\n\nPhase 4:\n\nPart 1 of Phase 4 (complete) - dev of iThrive app for RCS\nPart 2 of Phase 4 (complete) - usability testing completed by observing navigation with RCS remotely\nPart 3 of Phase 4 - acceptability of iThrive will be assessed through a small RCT (n=90)\n\nFor Phases 3 and 4, Part 3: We will work with participants to ensure that sessions are completed over < 12 weeks if unavoidable delays occur. A follow-up session will be scheduled 3 months after completion of the last session.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Breast cancer survivors and Rare cancer survivors"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "In situations where there are unanticipated and unavoidable session delays, we",
                                    "will work with the participants to ensure that all sessions are completed over",
                                    "no more than 12 weeks A follow-up session will be scheduled 3 months as far",
                                    "back as 2 weeks before and as far out as 6 weeks after) after the completion",
                                    "of session 8."
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Develop and refine materials (iThrive and iTrack)",
                            "PrimaryOutcomeDescription": "This will involve development of a mobile app-based intervention program (based on our results from Phase 1 and 2 and preliminary work conducted by Beard et al.) that targets fear of cancer recurrence for breast, rare gynecological, rare melanoma and skin, long-term adult pediatric, and other rare cancer survivors.",
                            "PrimaryOutcomeTimeFrame": "1 year"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Determine feasibility, usability, acceptability",
                            "SecondaryOutcomeDescription": "We will evaluate three versions of the app-based intervention program (iThrive 8, iThrive 16, and iTrack) in BCS (n=30) and RCS (n=90). This will allow us to assess the feasibility of the research procedures, the appropriateness of the psychological and physiological outcome measures, preliminary estimates of pre- and post-intervention effect sizes and reliable change estimates, and variables associated with any observed outcomes.",
                            "SecondaryOutcomeTimeFrame": "1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Preliminary Efficacy",
                            "SecondaryOutcomeDescription": "We will evaluate three versions of the app-based intervention program (iThrive 8, iThrive 16, and iTrack) in BCS (n=30) and RCS (n=90). This will allow us to assess the feasibility of the research procedures, the appropriateness of the psychological and physiological outcome measures, preliminary estimates of pre- and post-intervention effect sizes and reliable change estimates, and variables associated with any observed outcomes.",
                            "SecondaryOutcomeTimeFrame": "1 year"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPhases 1 & 2:\n\nBreast cancer survivors\nHx of early-stage breast cancer (DCIS and Stages I, II and III)as recorded in the medical record at MSK or by self-report or by outside correspondence, including a study checklist signed by a physician for patients outside of MSK.\n≥ 3 months post completion of breast cancer treatment (may be on hormone therapy, such as tamoxifen) with no history of recurrence or metastasis as confirmed by the medical record at MSK, self- report or by outside correspondence\nAge 18 or older\nAble to read and speak English\nAn overall fear index score of ≥ 3.0 on the CARS\nIf taking medication for mood, anxiety, depression, thoughts, sensory experiences such as hallucinations, or sleep, stable and consistent enough in dosage and use of that medication so as to not result in a clinically significant change as determined by the study PI/co-PI or confirmed by reports in the medical record at MSK or by self-report or by outside correspondence, including a study checklist signed by a physician for patients outside of MSK\nIf in non-CBT psychotherapy, stable for at least 8 weeks\nAccess to a computer or willingness to come to MSK to complete intervention sessions 2-8 and the 3-month follow-up assessment, if no personal computer.\nFor Part 2 only, did not participate in Part 1\n\nPhase 3, Part 1 and 2:\n\nHx of early-stage breast cancer (DCIS and Stages I, II, and III) as recorded in the medical record at MSK or by self-report or by outside correspondence, including a study checklist signed by a physician for patients outside of MSK\nCompletion of breast cancer treatment (may be on hormone therapy, such as tamoxifen) with no history of recurrence or metastasis as confirmed by the medical record at MSK, by self-report, or by outside correspondence\nAge 18 or older\nEnglish fluency: self-report by subject identifying English as the preferred language for healthcare, and self-reported degree of fluency as speaking English \"Very well.\"\nScore of >/= 12 on the 8-item Cancer Worry Scale\nScore of >/= 2 SDs below the mean on the euro-QOL-Short Form\nUses an iOS mobile device (may be an iPad)\nIf taking medication for mood, anxiety, depression, thoughts, sensory experiences such as hallucinations, or sleep, stable for at least 8 weeks and consistent enough in dosage and use of that medication so as to not result in a clinically significant change as determined by the study PI/co-PI or confirmed by reports in the medical record at MSK or by self-report or by outside correspondence, including a study checklist signed by a physician for patients outside of MSK.\n\nPhase 3, Part 3:\n\nHx of early-stage breast cancer (DCIS and Stages I, II, and III) with no history of metastasis as per EMR, by self-report, or by outside correspondence.\nCompletion of breast cancer treatment (may be on hormone therapy, such as tamoxifen, or on maintenance medication) as per the EMR or self-report.\nAge 18 or older as per the EMR or self-report.\nEnglish fluency: Self-report by subject identifying English as the preferred language for healthcare, and self-reported degree of fluency as speaking English \"Very well\"\nScore ≥ 9 on the 6-item Cancer Worry Scale (CWS: this score was found to be optimal to screen for high FCR across cancer types)\nScore of > 2 SDs below the mean on the Neuro-QOL-Short Form\nUses an iOS mobile device (may be an iPad) as per self-report.\nIf taking medication for mood, anxiety, depression, thoughts, sensory experiences such as hallucinations, or sleep, stable for at least 8 weeks and consistent enough in dosage and use of that medication so as to not result in a clinically significant change as determined by the study PI/co-PI or confirmed by the EMR or by self-report or by outside correspondence including a study checklist signed by a physician for patients outside of MSK\nMust reside in the United States.\n\nPhase 4, Parts 2 and 3:\n\nHx of early stage (Stages 0, I, II, and III) rare melanoma subtypes (e.g., acral, uveal) and skin (excluding keratinocyte cancers, e.g., basal and squamous cell), gynecological, long-term adult, pediatric rare liquid cancer (in remission only) or other rare cancer per the EMR, by self-report, or by outside correspondence.\nAge 18 or older, as per the EMR or self-report.\nEnglish fluency: Self-report by subject identifying English as the preferred language for healthcare, and self-reported degree of fluency as speaking English \"Very well.\"\nScore ≥ 9 on the 6-item Cancer Worry Scale (CWS; this score was found to be optimal to screen for high FCR across cancer types)\nScore of >2 SDs below the mean on the Neuro-QOL - Short Form\nUses an iOS mobile device (may be an iPad) as per self-report.\nIf taking medication for mood, anxiety, depression, thoughts, sensory experiences such as hallucinations, or sleep, stable for at least 8 weeks and consistent enough in dosage and use of that medication so as to not result in a clinically significant change as determined by the study PI/co-PI or confirmed by the EMR or by self-report or by outside correspondence, including a study checklist signed by a physician for patients outside of MSK\nCompleted active treatment (can be on hormonal therapy or on maintenance medication) as per the EMR or self-report.\nMust reside in the United States.\n\nExclusion Criteria:\n\nPhases 1 & 2:\n\nEvidence of or treatment for a second primary of cancer EXCEPT basal or squamous cell carcinoma of the skin as confirmed by the EMR, by self-report, or by outside correspondence\nSignificant psychiatric or cognitive disturbance sufficient, to preclude providing informed consent or participating in the interventions (i.e., acute psychiatric symptoms which require individual treatment) as determined by the study PI/co-PI or confirmed by the EMR or by self-report or by outside correspondence\nCurrent participation in cognitive-behavioral therapy (CBT), as confirmed by either self-report* or the EMR, also targets cognitive biases.\n\nPhase 3:\n\nEvidence of or treatment for a second primary cancer EXCEPT basal or squamous cell carcinoma of the skin as confirmed by the medical record at MSK, by self-report, or by outside correspondence\nMetastatic disease\nScore of </= SDs below the mean on the Neuro-QOL-Short Form or other indicators of significant cognitive impairment of psychiatric disturbance that, in the PI's judgment, precludes participation; and currently receiving cognitive-behavioral therapy.\n\nPhase 4:\n\nMetastatic disease as per the EMR or self-report.\n\nScore of ≤ 2 SDs below mean of the Neuro-QoL- Short Form or other indicators of significant cognitive impairment or psychiatric disturbance that, in the PI's judgment, precludes participation; and currently receiving cognitive-behavioral therapy.\n\nParticipants will be invited to complete assessments of salivary cortisol and/or EEG as part of Phase 4, Part 3 study activities. Those who decline completion of these assessments will still be eligible to participate in the study.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Rare and Breast cancer survivors will be recruited to the study. There are no physical recruitment sites outside of MSKCC. Participants may be patients who were treated at MSKCC or rare or breast cancer survivors who were treated elsewhere and learned about the study through an advertisement. The study summary and research team contact information will be available/advertised in the community through MSKCC Connections, MSKCC Survivorship Program and the American Cancer Society website.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Christian Nelson, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "646-888-0030",
                            "CentralContactEMail": "nelsonc@mskcc.org"
                        },
                        {
                            "CentralContactName": "William Breitbart, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "646-888-0020"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Christian Nelson, PhD",
                            "OverallOfficialAffiliation": "Memorial Sloan Kettering Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Memorial Sloan Kettering Cancer Center",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "New York",
                            "LocationState": "New York",
                            "LocationZip": "10065",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Christian Nelson, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-0030"
                                    },
                                    {
                                        "LocationContactName": "William Breitbart, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "646-888-0020"
                                    },
                                    {
                                        "LocationContactName": "Christian Nelson, PhD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Memorial Sloan-Kettering Cancer Center",
                            "SeeAlsoLinkURL": "http://www.mskcc.org/"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000012008",
                            "ConditionMeshTerm": "Recurrence"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000020969",
                            "ConditionAncestorTerm": "Disease Attributes"
                        },
                        {
                            "ConditionAncestorId": "D000010335",
                            "ConditionAncestorTerm": "Pathologic Processes"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14540",
                            "ConditionBrowseLeafName": "Recurrence",
                            "ConditionBrowseLeafAsFound": "Recurrence",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M22390",
                            "ConditionBrowseLeafName": "Disease Attributes",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        }
                    ]
                }
            }
        }
    }
}