{
    "Rank": 656,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01038492",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "Pro00012350"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "155923",
                            "SecondaryIdType": "Other Grant/Funding Number",
                            "SecondaryIdDomain": "Cancer and Lymphoma Study Group B"
                        },
                        {
                            "SecondaryId": "01344",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "Durham VAMC"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Duke University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "p16 Methylation for Smoking Cessation",
                "OfficialTitle": "Testing the Feasibility of Using an Epigenetic Marker, p16, to Promote Smoking Cessation"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2012",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 2009"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 2010",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "June 2010",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "December 23, 2009",
                "StudyFirstSubmitQCDate": "December 23, 2009",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 24, 2009",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "June 26, 2013",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "June 28, 2013",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Duke University",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Durham VA Medical Center",
                            "CollaboratorClass": "FED"
                        },
                        {
                            "CollaboratorName": "Cancer and Leukemia Group B",
                            "CollaboratorClass": "NETWORK"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Smoking cessation is often difficult for smokers to achieve for a variety of reasons including: difficulty with nicotine withdrawal, failure to perceive the benefits of smoking cessation, and failure to perceive the risks associated with smoking. We argue that the most effective biomarkers to affect perceptions of harm, especially for lung cancer, are those that signal progression towards disease development Proposed is a pilot study of educating smokers about the role of genetics and lung cancer in Durham VA out-patient clinics. The goal of this pilot study is to assess the interest in study participation from the VA smoking population, as well as to determine the fraction of subjects who will complete the study to power a future larger trial. Interested patients will receive a 15 minute educational presentation on the function of p16 and its role in development of lung cancer. They will then be assessed for airway obstruction by hand-held spirometry followed by review of a questionnaire assessing their understanding of the presented information, their concern for developing lung cancer, and their desire to quit smoking. All patients will be offered smoking cessation assistance at this point. Enrolled patients will then be given 3 sputum cups to take home and return with morning sputum samples by mail. Samples will be assessed for evidence of p16 methylation and patients will be informed of the results. Follow-up phone interviews will be performed at 2 to 4 weeks after patients have received their results by mail to assess their understanding of the results, and their desire to stop smoking. A final phone interview will occur approximately 3 months after the sputum testing to assess attempts to stop smoking as well as the patients continued understanding of their test results. For purposes of this pilot, we are interested primarily in the descriptive statistics (e.g., frequencies) associated with the outcome of each objective (e.g., how many expressed interest, how many returned the sputum samples).",
                "DetailedDescription": "In the United States during 2007, ~ 213,380 people were expected to be diagnosed with lung cancer, and ~ 160,390 expected to die of the disease. Among those diagnosed with lung cancer, 79% to 90% are cigarette smokers. Overall, ~21% of adults in the U.S. smoke. The most important and cost-effective strategy for the prevention of lung cancer mortality is smoking avoidance and cessation. Smoking cessation is often difficult for smokers to achieve for a variety of reasons including: difficulty with nicotine withdrawal, failure to perceive the benefits of smoking cessation, and failure to perceive the risks associated with smoking. We argue that the most effective biomarkers to affect perceptions of harm, especially for lung cancer, are those that signal progression towards disease development. Prior to the development of lung cancer, there are genetic alterations in the bronchial epithelium. One such alteration is the methylation of the promoter region of Rb-p16 (p16) important in regulation of the G1-S transition of the cell cycle. Prior studies have shown that presence of the promoter methylation of p16 results in a 2-fold increase in risk of developing lung cancer in smokers with evidence of airway obstruction.\n\nProposed is a pilot study of educating smokers about the role of genetics and lung cancer in Durham VA out-patient clinics. The goal of this pilot study is to assess the interest in study participation from the VA smoking population, as well as to determine the fraction of subjects who will complete the study to power a future larger trial. Interested patients will receive a 15 minute educational presentation on the function of p16 and its role in development of lung cancer. They will then be assessed for airway obstruction by hand-held spirometry followed by review of a questionnaire assessing their understanding of the presented information, their concern for developing lung cancer, and their desire to quit smoking. All patients will be offered smoking cessation assistance at this point. Enrolled patients will then be given 3 sputum cups to take home and return with morning sputum samples by mail. Samples will be assessed for evidence of p16 methylation and patients will be informed of the results. Follow-up phone interviews will be performed at 2 to 4 weeks after patients have received their results by mail to assess their understanding of the results, and their desire to stop smoking. A final phone interview will occur approximately 3 months after the sputum testing to assess attempts to stop smoking as well as the patients continued understanding of their test results. Patients will be compensated a total of $40.00 for completing the study. For purposes of this pilot, we are interested primarily in the descriptive statistics (e.g., frequencies) associated with the outcome of each objective (e.g., how many expressed interest, how many returned the sputum samples)."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Tobacco Use Disorder",
                        "Smoking Cessation",
                        "Lung Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Diagnostic",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "35",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "p16 Methylation in Sputum Testing",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patients tested for smoking-related changes in their breathing\nshown a presentation on development of lung cancer\ncomplete a questionnaire on items from presentation, desire to have p16 methylation test, views regarding their health and lung cancer, current smoking habits, and demographic detail\ngiven a sputum cup which they are asked to spit into on three consecutive mornings and then return to the lab for processing\na results letter is mailed to them and then followed up with a phone call at one month to discuss the results as well as any changes in their attitudes or smoking habits\npatients are called again at three months and asked about any changes in their attitudes or smoking habits",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: p16 Methylation and Lung Cancer Education"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "p16 Methylation and Lung Cancer Education",
                            "InterventionDescription": "patients shown a presentation on p16 methylation and the development of lung cancer, asked to complete a questionnaire on items from presentation, desire to have p16 methylation test, views regarding their health and lung cancer, current smoking habits, and demographic details\npatients given a sputum cup which they are asked to spit into on three consecutive mornings and then return to the lab for processing\na results letter is mailed to them and then followed up with a phone call at one month to discuss the results as well as any changes in their attitudes or smoking habits\npatients are called again at three months and asked about any changes in their attitudes or smoking habits.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "p16 Methylation in Sputum Testing"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Lung cancer education"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "To determine patient interest in finding out whether, through the testing of p16 methylation in their sputum, whether they are at increased or average risk for developing cancer",
                            "PrimaryOutcomeTimeFrame": "3 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "To determine the percentage of patients who return their sputum for p16 methylation analysis",
                            "PrimaryOutcomeTimeFrame": "3 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "To determine the percentage of patients who complete the 1-month phone interview",
                            "PrimaryOutcomeTimeFrame": "3 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "To determine the percentage of patients who complete the 3-month interview",
                            "PrimaryOutcomeTimeFrame": "3 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "To determine the percentage of patients who have a positive result for p16 methylation in their sputum, indicating they are at higher risk for developing lung cancer",
                            "SecondaryOutcomeTimeFrame": "3 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\ncurrent smoker\n>30 pack year history\nFEV1/FVC<70%\npatients in outpatient pulmonary clinics at Durham VAMC and general medicine outpatient clinics at Durham VA Hillandale Clinic\n\nExclusion Criteria:\n\ndiagnosis of head, neck, or lung cancer\ndiagnosis of psychosis or severe cognitive impairment\nrefusal to sign informed consent\nsevere speech or hearing impairment",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Scott Shofer, MD, PhD",
                            "OverallOfficialAffiliation": "Durham VA Medical Center/Duke University Medical Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Durham VA Medical Center",
                            "LocationCity": "Durham",
                            "LocationState": "North Carolina",
                            "LocationZip": "27705",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "25478181",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Shofer S, Beyea M, Li S, Bastian LA, Wahidi MM, Kelley M, Lipkus IM. Feasibility of using an epigenetic marker of risk for lung cancer, methylation of p16, to promote smoking cessation among US veterans. BMJ Open Respir Res. 2014 Jun 28;1(1):e000032. doi: 10.1136/bmjresp-2014-000032. eCollection 2014."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000014029",
                            "ConditionMeshTerm": "Tobacco Use Disorder"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000019966",
                            "ConditionAncestorTerm": "Substance-Related Disorders"
                        },
                        {
                            "ConditionAncestorId": "D000064419",
                            "ConditionAncestorTerm": "Chemically-Induced Disorders"
                        },
                        {
                            "ConditionAncestorId": "D000001523",
                            "ConditionAncestorTerm": "Mental Disorders"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16475",
                            "ConditionBrowseLeafName": "Tobacco Use Disorder",
                            "ConditionBrowseLeafAsFound": "Tobacco Use Disorder",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M21527",
                            "ConditionBrowseLeafName": "Substance-Related Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M29992",
                            "ConditionBrowseLeafName": "Chemically-Induced Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4505",
                            "ConditionBrowseLeafName": "Mental Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14163",
                            "ConditionBrowseLeafName": "Psychotic Disorders",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC25",
                            "ConditionBrowseBranchName": "Substance Related Disorders"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        }
                    ]
                }
            }
        }
    }
}