{
    "Rank": 662,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT00341458",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "999999040"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "OH99-C-N040"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "National Institutes of Health Clinical Center (CC)",
                    "OrgClass": "NIH"
                },
                "BriefTitle": "Breast Cancer in Poland: An Expanded Study to Assess Occupational and Environmental Factors and Interactions With Genetics",
                "OfficialTitle": "Breast, Ovarian and Endometrial Cancer Case-Control Study in Poland"
            },
            "StatusModule": {
                "StatusVerifiedDate": "April 2020",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 1, 1999",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "April 16, 2020",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "April 16, 2020",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "June 19, 2006",
                "StudyFirstSubmitQCDate": "June 19, 2006",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 21, 2006",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "April 16, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "April 20, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "National Cancer Institute (NCI)",
                    "LeadSponsorClass": "NIH"
                }
            },
            "OversightModule": {},
            "DescriptionModule": {
                "BriefSummary": "The Polish breast, ovarian and endometrial cancer study is a complex molecular epidemiologic study that is expected to enroll about 2,500 breast cancer, 450 ovarian and 450 endometrial cancer cases and 2,500 controls from Warsaw and Lodz, two major cities in Poland. This large population-based study combines state-of-the-art techniques of exposure assessment and collection of biological specimens to allow for the study of a wide range of biomarkers. Exposure information is obtained through detailed personal interviews, anthropometric measurements, physical activity monitors, and collection of dust samples from the participants homes. The collection of biological specimens includes blood samples processed as cryopreserved whole blood, serum+ blood clot, plasma+buffy coat+red blood cells; 12-hour overnight urine; paraffin embedded tumor and normal tissue; and fresh tissue from tumors, non-neoplastic breast tissue and mammary fat tissue. Subject enrollment started in June 2000 and is expected to continue until January 2003 for breast cancer cases and controls and June 2003 for ovarian and endometrial cancer cases. As of May 2002, we have identified 2,207 breast, 138 ovarian and 235 endometrial cancer cases and 2,327 controls. The response rates to the interview are 81% for breast, 90% for ovarian and 83% for endometrial cancer cases and 70% for controls. Most women who agree to the interview agree to provide biological specimens (about 90% of cancer cases and controls agree to provide a blood sample), anthropometric measurements (95% of breast cancer cases and controls) and wear a physical activity monitor (79% breast cancer cases and 90% of controls)....",
                "DetailedDescription": "The Polish breast, ovarian and endometrial cancer study is a complex molecular epidemiologic study conducted in two major cities in Poland (Warsaw and Lodz) that enrolled 2,386 breast cancer cases and 2,503 controls, and is expected to enroll about 400 ovarian, 600 endometrial cancer cases and 600 additional controls by September 2004. This large population-based study combines state-of-the art techniques of exposure assessment and collection of biological specimens to allow for the study of a wide range of biomarkers. Exposure information is obtained through detailed personal interviews, anthropometric measurements, physical activity monitors, and collection of dust samples from the participants' homes. The collection of biological specimens includes blood samples processed as cryopreserved whole blood, serum+ blood clot, plasma+buffy coat+red blood cells; 12-hour overnight urine; paraffin embedded tumor and normal tissue; and fresh tissue from tumors, non-neoplastic breast tissue and mammary fat tissue. Subject enrollment started in June 1, 2000.The last day of diagnosis for eligible breast cancer cases was December 31, 2003. The final response rates to the interview for the breast cancer component of the study are 79% for breast cancer cases and 69% for controls. Among women who agree to the interview, most of them agree to provide biological specimens (84% of breast cancer cases and 92% of controls agree to provide a blood sample; 82% of cases and 89% of controls agree to provide a urine sample), anthropometric measurements (95% of breast cancer cases and 93% controls) and wear a physical activity monitor (76% of breast cancer cases and 84% of controls from the Warsaw study site). The final participation rates to the interview for the ovarian and endometrial component of the study are 78% for ovarian, 80% for endometrial cancer cases. Of these women, 85% of ovarian and 86% of endometrial cancer cases agreed to provide a blood sample. Urine samples, anthropmetric measurements, physical activity monitor data are not collected from ovarian and endometrial cases. We are currently working on the first manuscripts from the breast cancer component of the study. We have completed DNA extractions and the first genotype assays. In addition, we constructed tissue microarrays using formalin fixed tumor samples from breast cancer cases with invasive cancer and performed a number of immunohistochemical/immunofluorescence stains to evaluate etiologic heterogeneity of breast cancer risk factors by tumor type. For the ovarian/endometrial component of the study, we have completed the DNA extractions for all subjects, and incited the first analyses for endometrial study. Determination of the first genotypes for the ovarian/endometrial components and construction of tissue microarrays for endometrial cases is planned for 2005- 06."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Ovarian Neoplasms",
                        "Endometrial Neoplasms",
                        "Breast Neoplasms",
                        "Gonadal Disorders",
                        "Uterine Diseases"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Breast Cancer",
                        "Environment",
                        "Genetics",
                        "Epidemiology"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Control"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Retrospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "6086",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cancer Cases",
                            "ArmGroupDescription": "Women 20-74 years old, residents of Warsaw and Lodz that were newly diagnosed with confirmed in situ or invasive breast cancer or ovarian or endometrial cancer"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Breast cancer",
                            "PrimaryOutcomeDescription": "Pathologically confirmed diagnosis of breast cancer",
                            "PrimaryOutcomeTimeFrame": "incident"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Ovarian cancer",
                            "PrimaryOutcomeDescription": "Pathologically confirmed diagnosis of ovarian cancer",
                            "PrimaryOutcomeTimeFrame": "incident"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Endometrial cancer",
                            "PrimaryOutcomeDescription": "Pathologically confirmed diagnosis of endometrial cancer",
                            "PrimaryOutcomeTimeFrame": "incident"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "INCLUSION CRITERIA:\n\nCases for study will consist of all women ages 20-74 years who are newly diagnosed with either histologically or cytologically confirmed in situ or invasive breast cancers during the two and a half year study period.\n\nIn both Warsaw and Lodz, controls will be selected using the Polish Electronic System of Population Evidence localized in Warsaw (PESEL).",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "20 Years",
                "MaximumAge": "74 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Eligible cases were women 20-74 years old, residents of Warsaw and Lodz that were newly diagnosed with confirmed in situ or invasive breast cancer between Jan 2000-Jan 2003, or ovarian or endometrial cancer diagnosed between June 2001-Dec 2003. A Rapid Identification System (RIS) was used at participating hospitals to identify eligible cases, and a Cancer Registry in Warsaw was used to identify cases missed by the RIS. Population control subjects were selected using the Polish @@@Electronic System, a database with demographic information from all residents of Poland. A random sample of women was chosen to represent the age distribution of women who develop breast, ovarian or endometrial cancer during the study period. Control selection was done on a quarterly basis from Jan 2000-June 2004.@@@Controls identified through Sept 2003 were matched to breast cancer cases by city and age in 5-year categories. Endometrial and ovarian controls were identified from June 2001-June 2004.",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Montserrat Garcia-Closas, M.D.",
                            "OverallOfficialAffiliation": "National Cancer Institute (NCI)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Nofer Institute of Occupational Medicine",
                            "LocationCity": "Lodz",
                            "LocationCountry": "Poland"
                        },
                        {
                            "LocationFacility": "Maria Sklodowska Curie Memorial Cancer Center and Institute of Oncology",
                            "LocationCity": "Warsaw",
                            "LocationCountry": "Poland"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "16755295",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Garcia-Closas M, Brinton LA, Lissowska J, Chatterjee N, Peplonska B, Anderson WF, Szeszenia-Dabrowska N, Bardin-Mikolajczak A, Zatonski W, Blair A, Kalaylioglu Z, Rymkiewicz G, Mazepa-Sikora D, Kordek R, Lukaszek S, Sherman ME. Established breast cancer risk factors by clinically important tumour characteristics. Br J Cancer. 2006 Jul 3;95(1):123-9. doi: 10.1038/sj.bjc.6603207. Epub 2006 Jun 6."
                        },
                        {
                            "ReferencePMID": "17411440",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Garcia-Closas M, Brinton LA, Lissowska J, Richesson D, Sherman ME, Szeszenia-Dabrowska N, Peplonska B, Welch R, Yeager M, Zatonski W, Chanock SJ. Ovarian cancer risk and common variation in the sex hormone-binding globulin gene: a population-based case-control study. BMC Cancer. 2007 Apr 5;7:60. doi: 10.1186/1471-2407-7-60."
                        },
                        {
                            "ReferencePMID": "16485136",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Garcia-Closas M, Egan KM, Newcomb PA, Brinton LA, Titus-Ernstoff L, Chanock S, Welch R, Lissowska J, Peplonska B, Szeszenia-Dabrowska N, Zatonski W, Bardin-Mikolajczak A, Struewing JP. Polymorphisms in DNA double-strand break repair genes and risk of breast cancer: two population-based studies in USA and Poland, and meta-analyses. Hum Genet. 2006 May;119(4):376-88. doi: 10.1007/s00439-006-0135-z. Epub 2006 Feb 17."
                        },
                        {
                            "ReferencePMID": "17426703",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Brinton LA, Sakoda LC, Lissowska J, Sherman ME, Chatterjee N, Peplonska B, Szeszenia-Dabrowska N, Zatonski W, Garcia-Closas M. Reproductive risk factors for endometrial cancer among Polish women. Br J Cancer. 2007 May 7;96(9):1450-6. doi: 10.1038/sj.bjc.6603731. Epub 2007 Apr 10."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023",
                "RemovedCountryList": {
                    "RemovedCountry": [
                        "United States"
                    ]
                }
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000010051",
                            "ConditionMeshTerm": "Ovarian Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000016889",
                            "ConditionMeshTerm": "Endometrial Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000014591",
                            "ConditionMeshTerm": "Uterine Diseases"
                        },
                        {
                            "ConditionMeshId": "D000006058",
                            "ConditionMeshTerm": "Gonadal Disorders"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000004701",
                            "ConditionAncestorTerm": "Endocrine Gland Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000010049",
                            "ConditionAncestorTerm": "Ovarian Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000000291",
                            "ConditionAncestorTerm": "Adnexal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005831",
                            "ConditionAncestorTerm": "Genital Diseases, Female"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005833",
                            "ConditionAncestorTerm": "Genital Neoplasms, Female"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000004700",
                            "ConditionAncestorTerm": "Endocrine System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014594",
                            "ConditionAncestorTerm": "Uterine Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M12664",
                            "ConditionBrowseLeafName": "Ovarian Neoplasms",
                            "ConditionBrowseLeafAsFound": "Ovarian Neoplasms",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M18925",
                            "ConditionBrowseLeafName": "Endometrial Neoplasms",
                            "ConditionBrowseLeafAsFound": "Endometrial Neoplasms",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Neoplasms",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17029",
                            "ConditionBrowseLeafName": "Uterine Diseases",
                            "ConditionBrowseLeafAsFound": "Uterine Diseases",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8853",
                            "ConditionBrowseLeafName": "Gonadal Disorders",
                            "ConditionBrowseLeafAsFound": "Gonadal Disorders",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7553",
                            "ConditionBrowseLeafName": "Endocrine Gland Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12662",
                            "ConditionBrowseLeafName": "Ovarian Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M3333",
                            "ConditionBrowseLeafName": "Adnexal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8633",
                            "ConditionBrowseLeafName": "Genital Diseases, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8635",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Female",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7552",
                            "ConditionBrowseLeafName": "Endocrine System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17032",
                            "ConditionBrowseLeafName": "Uterine Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T4352",
                            "ConditionBrowseLeafName": "Ovarian Cancer",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC19",
                            "ConditionBrowseBranchName": "Gland and Hormone Related Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            }
        }
    }
}