{
    "Rank": 693,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03594006",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "Holcombe-2018-1"
                },
                "Organization": {
                    "OrgFullName": "University of Hawaii",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Validation of an Oncology-specific Instrument to Measure Care Coordination",
                "OfficialTitle": "University of Hawai'i Cancer Center Cancer Care Delivery Research: Validation of an Oncology-specific Instrument to Measure Care Coordination"
            },
            "StatusModule": {
                "StatusVerifiedDate": "October 2020",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 18, 2018",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "August 15, 2018",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "August 15, 2018",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "February 25, 2018",
                "StudyFirstSubmitQCDate": "July 10, 2018",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "July 20, 2018",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "October 7, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "October 8, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Hawaii",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The overarching goal of the project is to use a mixed-methods research design to assess the validity of a new instrument developed to assess cancer patients' perceptions of care coordination across varied care settings.",
                "DetailedDescription": "This proposed cancer care delivery research project aims to validate a new instrument (CCI; cancer care coordination instrument) designed to assess cancer patients' perceptions of care coordination. Care coordination (CC) is important for all patients, and it is especially important for cancer patients as they have complex episodes of care, multi-disciplinary interventions, prolonged duration of care, and an overall high symptom burden. Further, CC is critical for cancer patients due to several transition points between stages of care (diagnosis, treatment, survivorship, and end of life), varied settings of care (inpatient, ambulatory), and multiple physicians (medical, surgical, radiation oncologists) and other healthcare providers (e.g., oncology nurses, primary care physicians, physicians/nurses' assistants) providing care.\n\nA CCI validated in ethnically/racially diverse samples can be utilized to identify potential targets for intervention and improvement in CC for specific populations and to reduce or eliminate the disparities in cancer health outcomes. Validation of the CCI under this proposal will have widespread applicability to oncology care across varied practice environments and will form a foundation for the creation of similar tools for other chronic and complex conditions."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Oncology"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Active Therapy"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "68",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cancer patients on active therapy",
                            "ArmGroupType": "Other",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: CCI; cancer care coordination instrument"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "CCI; cancer care coordination instrument",
                            "InterventionDescription": "Designed to assess cancer patients' perceptions of care coordination",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Cancer patients on active therapy"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Assessing focus group initial perceptions of the care coordination instrument (CCI) as measured by the participants' Likert scale responses to the instruments' questionnaire items.",
                            "PrimaryOutcomeDescription": "We will assess focus group initial perceptions of the care coordination instrument (CCI) as measured by the participants' Likert scale responses to the instruments' questionnaire items. These 27 survey items are used to assess three domains of care coordination. These domains include patient/physician communications, operations and navigation.\n\nAdditionally, the taped narratives and comments of participants provided during the focus group discussions are used to identify and analyze sources of response error in the questionnaire by identifying the cognitive processes respondents use to answer the survey questions. Specifically, whether subjects understand the survey items as intended by the research team.",
                            "PrimaryOutcomeTimeFrame": "12 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Assessing patient perceptions of care coordination as measured by the care coordination instrument (CCI).",
                            "SecondaryOutcomeDescription": "Secondary outcome measures are cancer patients' perceptions of CC as measured by the CCI. The current proposed CCI contains 27 multiple-choice questions and measures cancer patients' perceptions of four areas of coordination (patient-physician; between health providers; during inpatient-to-ambulatory care transitions; during transitions across different phases of care) that cover three critical domains of CC (Communication, Operational, Navigation).\n\nReporting of study results will follow guidelines for qualitative research outlined in the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) Statement and Standard for reporting qualitative research (O'Brien, 2014). The criteria for interviews and focus groups, COREQ, will be followed (Tong et al., 2007). Reported data will include characteristics of the research team and details outlining the theoretical framework, participant selection, setting of the research, and procedures for data collection.",
                            "SecondaryOutcomeTimeFrame": "12 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nActive therapy for cancer, defined as a minimum of three exams or therapy visits over a preceding three-month period.\nParticipant is willing and able to give informed consent for participation in the study.\n\nExclusion Criteria:\n\n-",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "University of Hawaii Cancer Center",
                            "LocationCity": "Honolulu",
                            "LocationState": "Hawaii",
                            "LocationZip": "96813",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "31964391",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Okado I, Cassel K, Pagano I, Holcombe RF. Development and psychometric evaluation of a questionnaire to measure cancer patients' perception of care coordination. BMC Health Serv Res. 2020 Jan 21;20(1):52. doi: 10.1186/s12913-020-4905-4."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        }
                    ]
                }
            }
        }
    }
}