{
    "Rank": 702,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05047042",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "HREBA.CC-21-0301"
                },
                "Organization": {
                    "OrgFullName": "University of Alberta",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "A Feasibility Study of a Virtual Rehabilitation and Physical Activity Program for People With Advanced Cancer",
                "OfficialTitle": "Advanced Cancer Support In Virtual Rehabilitation and Exercise in North Zone (ACTIVE-North): a Feasibility Study",
                "Acronym": "ACTIVE-North"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "January 17, 2022",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "September 30, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "October 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "September 8, 2021",
                "StudyFirstSubmitQCDate": "September 8, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 16, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "September 2, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "September 6, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University of Alberta",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Alberta Health services",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Background: People with advanced cancer experience fatigue and loss of functioning, which often worsens as their cancer progresses. Rehabilitation programs may help to reduce fatigue and improve overall physical function. People with advanced cancer who live in rural and remote areas lack access to cancer-specific rehabilitation and exercise expertise to manage complex symptoms of high intensity. Their access to in-person services at tertiary sites are further reduced due to public health requirements for physical distancing during the severe acute respiratory syndrome coronavirus 2 pandemic. Aim: To test the feasibility of a virtual program delivered by a team of cancer-specific rehabilitation, exercise and pain and symptom experts for remote and rural patients with advanced cancer to address their symptoms, functioning and quality of life. Design: The virtual program will be tailored to the individual person, and consist of online exercise modules, online supervised interactive group class and one-to-one virtual meetings with an exercise or rehabilitation specialist and a palliative care physician. Relevance: This study will determine whether a virtual multidisciplinary rehabilitation and exercise program is feasible for people with advanced cancer. Further, it will provide insight on how fatigue and loss of functioning can best be managed for this population in remote and rural locations.",
                "DetailedDescription": "Aim: To determine the feasibility of a virtual rehabilitation and therapeutic exercise intervention which is designed and delivered virtually by an interdisciplinary team for advanced cancer patients in Alberta Health Services North Zone. Objectives: 1) To examine the primary feasibility outcome of completion rate, with a target of 50% of participants who complete the virtual rehabilitation and therapeutic exercise intervention out of all participants who agreed to participate in the study; 2) To explore secondary feasibility outcomes of retention rate, adherence rate and patient safety of participants in the virtual rehabilitation and therapeutic exercise intervention; 3) To provide preliminary data on the effect of a virtual rehabilitation and therapeutic exercise intervention on the symptom burden, physical function, and overall quality of life of advanced cancer patients, and 4) To explore participants' experience, barriers, and facilitators after participating in the virtual rehabilitation and therapeutic exercise intervention. Methods: A pilot study using single group pre- to post-test with mixed methods data collection will allow us to determine the feasibility of a virtual rehabilitation and therapeutic exercise intervention (proof of concept) to be used in the full-scale study."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Advanced Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "exercise",
                        "rehabilitation"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "20",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Advanced Cancer Support in Virtual Rehabilitation and Exercise",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The intervention will take place in participants' homes, at times convenient for the participant. Programming will be administered virtually through the University of Alberta's Cancer Rehabilitation Clinic, which is fully equipped for virtual delivery of services. The study intervention will be tailored to the individual with respect to their baseline strength, symptom profile and prior experience with exercise. Pre- and post-testing will be done virtually. The mode, intensity and duration of each exercise session will be based on the participant's baseline fitness and status that day. Variations on each exercise will be provided to ensure an appropriate movement and intensity and to allow for individual prescription. Resistance bands will be used to provide resistance during strengthening and balance retraining exercises. The interactive group class will be led virtually by an exercise or rehabilitation specialist.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Advanced Cancer Support in Virtual Rehabilitation and Exercise"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Advanced Cancer Support in Virtual Rehabilitation and Exercise",
                            "InterventionDescription": "The study intervention will consist of an individualized 8-week program of online exercise modules, supervised interactive group class and one-to-one consultations with an exercise or rehabilitation specialist and a pain and symptom physician, delivered via secure live Zoom sessions.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Advanced Cancer Support in Virtual Rehabilitation and Exercise"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Completion rate",
                            "PrimaryOutcomeDescription": "The number of participants who complete the study intervention, out of the total number of patients who agree to participate in the study intervention",
                            "PrimaryOutcomeTimeFrame": "12 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Retention rate",
                            "SecondaryOutcomeDescription": "The number of participants completing the post-testing assessments, out of the total number of patients who agree to participate in the study intervention",
                            "SecondaryOutcomeTimeFrame": "12 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Adherence rate",
                            "SecondaryOutcomeDescription": "The number of sessions attended by the participant as a proportion of the maximum prescribed",
                            "SecondaryOutcomeTimeFrame": "12 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Patient safety",
                            "SecondaryOutcomeDescription": "The number and type of adverse events which may arise during the study intervention, including but limited to death, a life-threatening event, inpatient hospitalization, or a persistent or significant incapacity or substantial disruption of the ability to conduct basic activities of daily living.",
                            "SecondaryOutcomeTimeFrame": "12 months"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Patient-reported symptom severity",
                            "OtherOutcomeDescription": "Edmonton Symptom Assessment System - Revised: Symptom severity or intensity is rated on an 11-point scale (0 = no symptom, 10 = worst possible symptom), with higher scores indicating worse symptom intensity.",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Patient-reported fatigue",
                            "OtherOutcomeDescription": "Brief Fatigue Inventory: Patient-rated numerical scale comprised of 9 items; the first three items ask patients to rate the severity of their fatigue at its \"worst,\" \"usual,\" and \"now\" during normal waking hours, with 0 being \"no fatigue\" and 10 being \"fatigue as bad as you can imagine.\" The last six items assess the amount that fatigue has interfered with different aspects of the patient's life during the past 24 hours.",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Patient-reported lower extremity functioning",
                            "OtherOutcomeDescription": "Lower Extremity Functional Scale: Patient questionnaire administered by the study coordinator and comprised of 20 items; each item is an activity rated on a 5-point scale (0 = extreme difficulty or unable to perform activity, 4 = no difficulty).",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Patient-reported upper extremity functioning",
                            "OtherOutcomeDescription": "Upper Extremity Functional Scale: Patient questionnaire comprised of 8 items; each item is an activity rated on a 10-point scale (1 = no problem, 10 = major problem / can't do at all).",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Objective functional lower extremity strength",
                            "OtherOutcomeDescription": "Sit to Stand Test",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Objective functional flexibility of lower back and hamstring muscles",
                            "OtherOutcomeDescription": "Sit and Reach Test",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Objective shoulder range of motion",
                            "OtherOutcomeDescription": "Shoulder range of motion",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Objective measure of static balance",
                            "OtherOutcomeDescription": "4-stage balance test",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Objective measure of aerobic and lower body endurance",
                            "OtherOutcomeDescription": "2-minute step test",
                            "OtherOutcomeTimeFrame": "8 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nThe ability to understand, provide informed consent in, and speak English;\nPatient reported fatigue or loss of physical functioning of moderate to severe severity (Edmonton Symptom Assessment System - Revised score ≥ 4/10);\nPrimary residence in Alberta Health Services North Zone;\nInternet access in the patient's home residence.\n\nExclusion Criteria:\n\nAny absolute contraindications to exercise (including acute myocardial infarction within 2 days, symptomatic/severe aortic stenosis, decompensated heart failure, symptomatic/hemodynamically significant cardiac arrhythmias, unstable angina not previously stabilized by medical therapy, acute aortic dissection, acute myocarditis/pericarditis, acute pulmonary embolus/infarction);\nPalliative Performance Scale level of 30% or less;\nAny person who, in the opinion of the treating physician, is within the last days to hours of life.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Christopher Sellar, PhD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "780-492-6007",
                            "CentralContactEMail": "frmace@ualberta.ca"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Margaret McNeely, PhD",
                            "OverallOfficialAffiliation": "University of Alberta, Faculty of Rehabilitation Medicine",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Sonya Lowe, MD PhD",
                            "OverallOfficialAffiliation": "University of Alberta, Department of Oncology",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Cross Cancer Institute",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Edmonton",
                            "LocationState": "Alberta",
                            "LocationZip": "T6G 1Z2",
                            "LocationCountry": "Canada",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Sonya Lowe, MD",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Fort McMurray Community Cancer Centre",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Fort McMurray",
                            "LocationState": "Alberta",
                            "LocationZip": "T9H 1P2",
                            "LocationCountry": "Canada",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Dallas Kuhr, MD",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Grande Prairie Regional Cancer Centre",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Grande Prairie",
                            "LocationState": "Alberta",
                            "LocationZip": "T8V 2E8",
                            "LocationCountry": "Canada",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Petra Grendarova, MD",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        }
                    ]
                }
            }
        }
    }
}