{
    "Rank": 715,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04966377",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2020/132"
                },
                "Organization": {
                    "OrgFullName": "Ondokuz Mayıs University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Nurse Navigation Program Based On Health Belief Model In Breast Cancer Screening (NaHeB-CaS)",
                "OfficialTitle": "The Effect of Nurse Navigation Program Applied to Syrian Women on Breast Cancer Screening Behaviors, Self-Efficacy and Fears of Breast Cancer (NaHeB-CaS)",
                "Acronym": "NaHeB-CaS"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2022",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "June 1, 2021",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "January 1, 2022",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "February 1, 2022",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "July 14, 2021",
                "StudyFirstSubmitQCDate": "July 14, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "July 19, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "March 13, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 15, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Birsen ALTAY",
                    "ResponsiblePartyInvestigatorTitle": "Head of Nursing Department",
                    "ResponsiblePartyInvestigatorAffiliation": "Ondokuz Mayıs University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Ondokuz Mayıs University",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This study, which is designed according to the experimental model with randomized pre-test and post-test control group, will be carried out with Syrian women who apply to Empowered Migrant Health Center in İstanbul province, Sultanbeyli district, where Syria citizens are immigranted. The population of the study consisted of all Syrian women aged 40-69 under temporary protection who came to the Empowered Migrant Health Center at the time of the research. The working group will be composed of 80 Syrian women who meet the selection criteria. According to the sources, the frequency of breast cancer screening in Turkey is taken as 15%; For the study at 95% confidence level, d=0,6 was taken and n=136 sample size was taken. Considering that there may be those who left during the research period, 14 women will be taken as substitutes and the sample will be completed to a total of 150 in order to increase the power of representing the universe. A personal questionnaire prepared by the researcher in line with the literature, Health Belief Model Scale, Mammography Self-Efficacy Scale, Champion Breast Cancer Fear Scale, Breast Self Examination Checklist Form, will be administered to Syrian women under temporary protection who applied to the empowered migrant health center and agreed to participate in the study.According to the sample pool formed by the women included in the study, the participants were assigned to 2 groups as experiment and control with the \"Research Randomizer\" program. Each group will be determined as 75 people. A 4-week training program will be applied to the experimental group. The women in the experimental group will be given a self-breast examination control calendar after their first training. Afterwards, motivational interviews will be held once a month for the second and third months. A \"Nurse-managed screening consultancy telephone support line\" will be established for Syrian women within the scope of the Nurse Navigation Program. Reminder phone calls will be made 4 times a week. Personal questionnaire, Health Belief Model Scale, Mammography Self-Efficacy Scale, Champion Breast Cancer Fear Scale, Breast Self Examination Checklist Form, Post-Training Screening Behavior Follow-up Form will be administered to the experimental and control groups as a post-test.",
                "DetailedDescription": "In this study, it is aimed to present an innovative approach in ensuring the participation of Syrian women under temporary protection in breast cancer screening. For this purpose, Nurse Navigation Program Based On Health Belief Model In Breast Cancer Screening (NaHeB-CaS) will be applied to affect the health beliefs of Syrian women. The research is carried out with a randomized controlled double-blind pre-test post-test control group. The randomized clinical trial was based on the guidelines proposed by the Consolidated standard of Reporting TrialsCONSORT 2010. The data of the research will be collected at Istanbul/Sultanbeyli Empowered Migrant Health Center between June and October 2021. Introductory Information Questionnaire, Health Belief Model Scale, Mammography Self-Efficacy Scale, Champion Breast Cancer Fear Scale and Breast Self-Examination Checklist Form, prepared by the researcher in line with the literature, will be applied to women who apply to this immigrant health center and agree to participate in the research. Pre-tests will be given to the experimental and control groups in a training room at the Empowered Migrant Health Center. Data collection will take approximately 15-20 minutes. Pre-tested Syrian women will be randomly assigned to the sample pool to be divided into experimental and control groups. Romany women will be divided into experimental and control groups using the Simple Random Method.\n\nData Collection Tools Personal questionnaire;Introductory features questionnaire consisting of 32 questions developed by the researchers in line with the literature; It questions women's socio-demographic characteristics (age, number of children, educational status, etc.), their beliefs about early diagnosis practices, their genetic characteristics, and their status regarding early diagnosis practices for cancer. The introductory features questionnaire was translated into Arabic in a way that individuals can understand.\n\nHealth Belief Model Scale: The scale, which is used to determine the beliefs and attitudes of individuals regarding breast cancer, BSE, CBE and Mammography, was developed by Champion in 1984 and was last revised in 1999. The validity and reliability of the Arabic version of the revised Champion Health Belief Model Scale was conducted by Mikhail and Petro-Nustas. The Cronbach's Alpha value of the original scale was reported to be 0.65-0.90, and test-retest correlations of 0.40-0.68. According to the validity and reliability study of the scale for Syrian women, the number of items; sensitivity perception (5-25 points), caring perception (8-40 points), health motivation perception (6-30 points), BSE benefit perception (6-30 points), BSE perception of obstacles (7-35 points), self- efficacy perception (9-45 points), mammography barrier and benefit perception (12-60 points), and clinical breast examination barrier and benefit perception (9-45 points) sub-dimensions. The scale is in a 5-point Likert type and for each item, between 1 and 5, 1 is \"very bad\"; 2 \"bad\"; 3 \"medium\"; 4 \"good\"; 5 was rated as \"very good\". Higher scores mean that sensitivity and caring increase, health motivation for health motivation, benefits for benefit perception, barriers for obstacle perception, and self-efficacy for self-efficacy are perceived high. Scoring is reversed for items in the obstacles sub-dimension in the scale. A high total score in the scale for the sub-dimensions other than the barriers, explains that the individual's perceptions of health related to breast cancer screening behaviors are high and the rate of exhibiting the behavior will be high. Written permission was obtained from the author to use the Health Belief Model Scale.\n\nMammography Self-efficacy scale: The scale was developed by Champion et al in 2005. The Chronbach Alpha value is specified as 0.87 . The Arabic validity-reliability study of the scale was conducted by Al-Zalabani. The scale consists of 10 items and aims to assess women's perceived self-efficacy for mammography screening. In the Arabic evaluation of the scale, 5-point Likert-type scaling ranging from 1 to 5 \"strongly disagree\", \"disagree\", \"undecided\", \"agree\", \"strongly agree\" method was used. The total possible score ranges from 10 to 50 points, indicating a higher level of self-efficacy as the total score increases. Al-Zalabani found the Cronbach's Alpha value of the scale to be 0.88.\n\nChampion Breast Cancer Fear Scale: Champion Breast Cancer Fear Scale (CMKKÖ) is an 8-item measurement tool developed by Champion. This scale determines the relationship between breast cancer and mammography behavior and women's emotional responses and is used to screen for breast cancer fear behavior. Alyami et al. In 2019, the scale was translated into Arabic and its validity and reliability study was carried out and published in 2021. The scale is five-point Likert type. Responses to the scale are scored as \"strongly disagree\" 1 point, \"disagree\" 2 points, \"undecided\" 3 points, \"agree\" 4 points, \"strongly agree\" 5 points. The lowest score that can be obtained from the scale is 8, and the highest score is 40. A high score indicates a high fear of breast cancer. For the Champion Breast Cancer Fear Scale Arabic, Cronbach's correlation coefficient is 0.94.\n\nBreast self-exam checklist form: This checklist form was made in order to determine the practices that the individuals participating in the research knew about breast self-examination before nursing care and the behaviors they gained after nursing care.\n\nAs a result of the research, the data obtained from all tests will be evaluated and reported in the SPSS package program. Descriptive statistics, paired t test, mc nemar test and correlation analysis will be used in the evaluation of the data.\n\nBefore starting the study, ethics committee approval (number: 220/132) from the Social and Human Sciences Ethics Committee of Ondokuz Mayıs University and permission from the Migration Policy and Projects Department of the General Directorate of Migration Management (No: 62103649000E. 20374) were obtained. Later, institutional permission was obtained from the Istanbul Provincial Health Directorate (E-15916306-604.01.01) to practice in the Strengthened Migrant Health Center. Before the start of the study, the women participating in the study were informed about the purpose of the study and their written consent was obtained with the Informed Consent Form."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Syrian woman",
                        "Nurse navigation program",
                        "Early screening",
                        "Cancer",
                        "Health blief Model"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignInterventionModelDescription": "Randomized controlled experimental design",
                    "DesignPrimaryPurpose": "Prevention",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Single",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Participant"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "150",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Intervention Group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Intervention Group First, pre-tests were applied to the women in the experimental group. A 4-week training program created by taking into account the cultural characteristics of Syrian women; Explaining breast health, Explaining breast structure, Cancer, Breast cancer, Early diagnosis and its importance, BSE application, CBE and mammography, Barriers on breast cancer, Cancer Early Diagnosis, Screening and Education Center. A 'Nurse-directed screening counseling telephone support line' will be established for the women in the experimental group. Then, motivational interviews will be applied to the women in the experimental group by the researcher, who emphasizes the importance of early diagnosis in line with the health belief model. Reminders will be made by phone every week in the 3rd month. The final tests will be held 4 months after the end of the training.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Nurse Navigation Program Based On Health Belief Model In Breast Cancer Screening (NaHeB-CaS)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Control Group",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "Pre-tests will be applied to the women in the control group. No intervention will be applied to the women in this group and post-tests will be performed 4 months after the pre-test."
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Nurse Navigation Program Based On Health Belief Model In Breast Cancer Screening (NaHeB-CaS)",
                            "InterventionDescription": "Nurse Navigation Program Based On Health Belief Model In Breast Cancer Screening (NaHeB-CaS), increasing awareness of Syrian women under temporary protection against breast cancer, decreasing their perception of barriers to screening tests, developing early diagnosis behaviors (such as BSE, CBE and mammography), increasing their self-efficacy and breast cancer fears are expected to be reduced.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Intervention Group"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Health Belief Model Scale",
                            "PrimaryOutcomeDescription": "The scale, which is used to determine the beliefs and attitudes of individuals regarding breast cancer, BSE, CBE and Mammography, was developed by Champion in 1984. The validity and reliability of the Arabic version of the revised Champion Health Belief Model Scale was conducted by Mikhail and Petro-Nustas. According to the validity and reliability study of the scale for Syrian women, the number of items; sensitivity perception (5-25), caring perception (8-40), health motivation perception (6-30), BSE benefit perception (6-30), BSE perception of obstacles (7-35), self- efficacy perception (9-45 ), mammography barrier and benefit perception (12-60), and clinical breast examination barrier and benefit perception (9-45) sub-dimensions. Higher scores mean that sensitivity and caring increase, health motivation for health motivation, benefits for benefit perception, barriers for obstacle perception, and self-efficacy for self-efficacy are perceived high.",
                            "PrimaryOutcomeTimeFrame": "4 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Mammography Self-efficacy scale",
                            "PrimaryOutcomeDescription": "The scale was developed by Champion et al in 2005. The Chronbach Alpha value is specified as 0.87 . The Arabic validity-reliability study of the scale was conducted by Al-Zalabani (2019). The scale consists of 10 items and aims to assess women's perceived self-efficacy for mammography screening. In the Arabic evaluation of the scale, 5-point Likert-type scaling ranging from 1 to 5 \"strongly disagree\" (1), \"disagree\" (2), \"undecided\" (3), \"agree\" (4), \"strongly agree\" (5) method was used. The total possible score ranges from 10 to 50 points, indicating a higher level of self-efficacy as the total score increases. Al-Zalabani (2019) found the Cronbach's Alpha value of the scale to be 0.88.",
                            "PrimaryOutcomeTimeFrame": "4 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Champion Breast Cancer Fear Scale",
                            "PrimaryOutcomeDescription": "Champion Breast Cancer Fear Scale (CMKKÖ) is an 8-item measurement tool developed by Champion, et al., (2004). This scale determines the relationship between breast cancer and mammography behavior and women's emotional responses and is used to screen for breast cancer fear behavior. Alyami et al. In 2019, the scale was translated into Arabic and its validity and reliability study was carried out and published in 2021. The scale is five-point Likert type. Responses to the scale are scored as \"strongly disagree\" 1 point, \"disagree\" 2 points, \"undecided\" 3 points, \"agree\" 4 points, \"strongly agree\" 5 points. The lowest score that can be obtained from the scale is 8, and the highest score is 40. A high score indicates a high fear of breast cancer. For the Champion Breast Cancer Fear Scale Arabic, Cronbach's correlation coefficient is 0.94.",
                            "PrimaryOutcomeTimeFrame": "4 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Motivational interview",
                            "PrimaryOutcomeDescription": "A motivational interview will be held with the participants in the experimental group about the beliefs and barriers of breast cancer early diagnosis practices. This assessment will be completed in 2 sessions separately for each individual.",
                            "PrimaryOutcomeTimeFrame": "4 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nBeing between the ages of 40-69.\nBeing a woman.\nNot having been diagnosed with breast cancer.\nNot doing BSE on a regular basis every month.\nNot having had CME and mammography in the last three years.\nNot to be pregnant, breastfeeding or postpartum.\nNo history of breast cancer.\nNot having received training on breast cancer.\nTo agree to participate in the research.\nAbsence of a mental illness.\nBeing literate, accessible and communicative.\nNot having a communication barrier\nBeing registered with Sultanbeyli Empowered Migrant Health Center\n\nExclusion Criteria:\n\nHaving a problem with breast cancer before.\nHaving BSE, CBE or Mammography at regular intervals.\nHaving had a mastectomy for any reason.",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Female",
                "MinimumAge": "40 Years",
                "MaximumAge": "69 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Birsen ALTAY, Doç. Dr.",
                            "OverallOfficialAffiliation": "Ondokuz Mayıs University",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Sultanbeyli Empowered Migrant Health Center",
                            "LocationCity": "Istanbul",
                            "LocationState": "Sultanbeyli",
                            "LocationCountry": "Turkey"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}