{
    "Rank": 717,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04544241",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "1530494-1"
                },
                "Organization": {
                    "OrgFullName": "Charles Drew University of Medicine and Science",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Cancer Leadership Training for Clergy Wives and Widows",
                "OfficialTitle": "Cancer Survivorship and Caregiver Leadership Education for Clergy Wives and Widows"
            },
            "StatusModule": {
                "StatusVerifiedDate": "February 2023",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "November 10, 2020",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "October 1, 2022",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "October 10, 2022",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "August 31, 2020",
                "StudyFirstSubmitQCDate": "September 3, 2020",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 10, 2020",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "February 14, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "February 15, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Charles Drew University of Medicine and Science",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Multiple cancer health disparities exist for underrepresented minority groups, such as higher late stage diagnoses and greater cancer-related deaths. Among African Americans, there is an increased cancer survivorship and caregiving burden, which necessitates more support and resources during these phases. The African American church has been evidenced to be a trusted source of resource and provide culturally competent care and contribute to decreasing these disparities. Importantly, the leadership of the African American churches are pivotal to the health and wellness of this population. One important leader is the clergy wife or widow, who is understudied but vital to the function of the church function and activities. The long-term goal of this proposed study is to develop a leadership training program for clergy wives and widows with emphasis on cancer survivorship and caregiving. The objective of this pilot project is to develop and test the Cancer Survivorship and Caregiver Leadership Education for Clergy Wives and Widows, with specific emphasis of cultural and spiritual considerations of African American cancer survivors and caregivers. The rationale for this project, is that African American clergy wives and widows can receive the necessary training to assist cancer survivors and caregivers in the management of physical, emotional, psychosocial, spiritual, and financial challenges. This study will be accomplished in four aims, which are 1) Develop skills and knowledge to perform an in-depth culturally sensitive need assessment and intervention map tailored for aging African American cancer survivors and caregivers, 2) To increase cancer survivorship and caregiving leadership education and activities for African American Clergy Wives and Widows, and 3) Enhance awareness of cancer-related health issues and its relationship to key determinants among aging cancer survivors and caregivers. This project is innovative in establishing a culturally and spiritually tailored intervention to develop the training of Clergy Wives and Widows to provide appropriate education for community dwelling African American survivors and caregivers. This research is significant because of its potential to inform cancer and caregiving related research and evidence-based practice for both health care professionals and community organizations and institutions to improve long term-health outcomes."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer",
                        "Patient Empowerment"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "cancer",
                        "African American",
                        "church",
                        "clergy",
                        "leadership"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "50",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Clergy Wives and Widows",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "We will provide cancer survivorship and caregiving leadership education and activities for African American Clergy Wives and Widows by creating an educational partnership program aimed towards church-based health education on cancer survivorship and caregiving",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Cancer Survivorship Leadership Training for Clergy Wives and Widows"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Cancer Survivorship Leadership Training for Clergy Wives and Widows",
                            "InterventionDescription": "We will meet with Clergy Wives and Widows monthly for 2-3 hours over 10 months. These sessions will be delivered using innovative online format through Zoom over the ten months. During each meeting session, experienced community and academic leaders will present their expertise with relationship to cancer survivorship and caregiving. These individuals will have extensive experience in the particular area they are presenting in. In addition, allotted time will be given for discussion and group activities that can be performed virtually. To receive credit for completion of the training program, each participant must complete the training and deliver a group workshop. All clergy wives and widows will complete a demographic questionnaire, in addition to pre- and post- intervention questionnaires",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Clergy Wives and Widows"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Percentage of Participants Achieving Target Levels in Cancer Knowledge Using the Cancer Awareness Measurement Survey",
                            "PrimaryOutcomeDescription": "By comparison from baseline to post-intervention, there will be a 30% increase in the cancer awareness, risk factors, and screening among study participants.",
                            "PrimaryOutcomeTimeFrame": "3 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Percentage of Participants Achieving Improvement in Mental Status and Wellness Using Depression, Anxiety, and Stress Survey",
                            "PrimaryOutcomeDescription": "By comparison from baseline to post-intervention, there will be a 30% increase in the awareness of depression, anxiety and stress among study participants.",
                            "PrimaryOutcomeTimeFrame": "3 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Percentage of Participants Achieving Decreased Perceived Stigma Levels Using Cancer Stigma Scale",
                            "PrimaryOutcomeDescription": "By comparison from baseline to post-intervention, there will be a 30% decrease in cancer stigma among study participants.",
                            "PrimaryOutcomeTimeFrame": "3 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Percentage of Participants Achieving Decreased Perceived Stress Using Caregiver Self-Assessment Questionnaire",
                            "PrimaryOutcomeDescription": "By comparison from baseline to post-intervention, there will be a 30% decrease in perceived stress regarding cancer caregiving among study participants.",
                            "PrimaryOutcomeTimeFrame": "3 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nIdentify as either a clergy wife or widow\nIdentify as African American and/or Black\nLive within the boundaries of Los Angeles County\nBe at least 18 years of age\nSpeak and/or read English\n\nExclusion Criteria:\n\nDoes not identify as a clergy wife or widow\nDoes not self-identify as African American and/or Black\nLives outside the boundaries of Los Angeles County\nUnder the age of 18\nUnable to speak and/or read English",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Sharon Cobb, PhD",
                            "OverallOfficialAffiliation": "Charles R. Drew University of Medicine & Science",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Charles R. Drew University of Medicine & Science",
                            "LocationCity": "Los Angeles",
                            "LocationState": "California",
                            "LocationZip": "90059",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}