{
    "Rank": 723,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04757155",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "19-5167"
                },
                "Organization": {
                    "OrgFullName": "University Health Network, Toronto",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Phase II RCT of an Internet-adaptation of Managing Cancer and Living Meaningfully (iCALM)",
                "OfficialTitle": "The Online Adaptation of Managing Cancer and Living Meaningfully (iCALM): A Phase II Randomized Controlled Trial",
                "Acronym": "iCALM"
            },
            "StatusModule": {
                "StatusVerifiedDate": "June 2023",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "October 13, 2021",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "November 15, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "January 15, 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 27, 2021",
                "StudyFirstSubmitQCDate": "February 11, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 17, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "June 2, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "June 5, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University Health Network, Toronto",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University of Ulm",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "iCALM is an online adaptation of a brief, individual, psychosocial intervention called Managing Cancer and Living Meaningfully (CALM) in patients with advanced and metastatic cancer. CALM has been shown to reduce or prevent depression in this population. The purpose of this study is to evaluate iCALM with regards to its acceptability, feasibility and preliminary efficacy in reducing or preventing psychological distress and improving psychological well-being in patients with advanced cancer.",
                "DetailedDescription": "Patients with advanced cancer are at risk for depression due to the disease and to side effects from its treatment. Depression in this population decreases quality of life and adherence to treatment and increases the risk of suicide. Psychotherapy can be effective to treat depression, but most patients affected by cancer and depression do not receive it, due to a lack of tailored therapies or trained clinicians in cancer treatment centres or in the community. To address this issue, we developed a novel 3-6 session psychotherapy intervention called Managing Cancer and Living Meaningfully (CALM) to prevent and treat depression in patients with advanced disease. In a large randomized controlled trial (RCT), we demonstrated that CALM reduces or prevents depression in these patients. However, since access to trained clinicians is limited, we will develop an online version of CALM, referred to as iCALM, and test its feasibility and preliminary efficacy. In the present study we will: i) adapt the CALM intervention to its online delivery; and ii) recruit 50 patients at the Princess Margaret Cancer Centre (PM), who will be randomized (25 patients per group) to receive either iCALM or usual care. Usual care patients will be offered iCALM at the end of the study on compassionate grounds. Questionnaires assessing intervention satisfaction, depression, death anxiety, and quality of life will be administered at recruitment and after 4, 8 and 12 weeks. Qualitative interviews will be conducted with patients and eCoaches to explore their experience of using iCALM."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Advanced Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "50",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "iCALM Intervention Group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "iCALM is a brief, online psychotherapeutic intervention for patients with advanced and metastatic cancer. It consists of one introductory module and four therapeutic modules composed of written psychoeducational material, videos, and exercises. The intervention is designed to be completed in 9 weeks.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Internet Adaptation of Managing Cancer and Living Meaningfully (iCALM)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Care as usual",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "Participants in the usual care group (UC) will receive routine care. At Princess Margaret Cancer Centre, routine care includes a referral to Psychiatry, Psychology, or Social Work, based on patients' needs."
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Internet Adaptation of Managing Cancer and Living Meaningfully (iCALM)",
                            "InterventionDescription": "A online psychotherapy designed for patients with advanced and metastatic cancer.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "iCALM Intervention Group"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Patient Health Questionnaire-9",
                            "PrimaryOutcomeDescription": "A reliable and valid 9-item measure for depression. Total PHQ-9 scores may range from 0-27, with higher scores indicating more severe depressive symptoms. This measure will be administered to all participants at baseline, 4 weeks, 8 weeks and 12 weeks to assess change over time.",
                            "PrimaryOutcomeTimeFrame": "Baseline, 4 weeks, 8 weeks, and 12 weeks"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Quality of Life at the End of Life-Cancer Scale",
                            "SecondaryOutcomeDescription": "A 14-item modified measure of the QUAL-E designed to assess the quality of life in patient populations nearing the end of life. Total scores may range from 0-70 with higher scores indicating better outcomes. This measure will be administered to all participants at baseline, 4 weeks, 8 weeks and 12 weeks to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Baseline, 4 weeks, 8 weeks, and 12 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Death and Dying Distress Scale",
                            "SecondaryOutcomeDescription": "A validated 15-item scale measuring death anxiety in advanced cancer patients. Total DADDS scores may range from 0 to 75, with higher scores indicating greater death anxiety. This measure will be administered to all participants at baseline, 4 weeks, 8 weeks and 12 weeks to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Baseline, 4 weeks, 8 weeks, and 12 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Experiences in Close Relationships Inventory Modified Short Form Version",
                            "SecondaryOutcomeDescription": "A reliable and valid 16-item version of the ECR-M-36 that assesses general attachment orientations to close others. It provides sub-scale scores assessing for attachment anxiety (i.e., fear of abandonment) and avoidance (i.e., defensive independence).Total scores on each dimension may range from 0-56 with higher scores indicating poor attachment insecurity. This measure will be administered to all participants at baseline, 4 weeks, 8 weeks and 12 weeks to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Baseline, 4 weeks, 8 weeks, and 12 weeks"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Qualitative Interview",
                            "OtherOutcomeDescription": "A qualitative study employing a grounded theory methodology",
                            "OtherOutcomeTimeFrame": "Through study completion, an average of 1 year"
                        },
                        {
                            "OtherOutcomeMeasure": "Attitudes towards Psychological Online Interventions",
                            "OtherOutcomeDescription": "A 16-item validated questionnaire that measures participants' acceptance towards POIs across four sub-scales: (1) skepticism and perception of risks, (2) confidence in effectiveness, (3) technologization threat (i.e., reluctance to receive psychological support through online interventions), and (4) accessibility and anonymity benefits of online interventions. Scores on each dimension may range from 0-20, and total scores may range from 0-80 with higher scores indicating greater acceptance towards POIs.This measure will be administered to participants randomized to the iCALM intervention at 4 weeks, 8 weeks and 12 weeks to assess change over time.",
                            "OtherOutcomeTimeFrame": "4 weeks, 8 weeks, and 12 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Customer Satisfaction Questionnaire",
                            "OtherOutcomeDescription": "A 8-item scale measuring satisfaction with services and clinical care. Total scores may range from 0-32 with higher scores indicating greater satisfaction with services and clinical care. This measure will be administered to participants randomized to the iCALM intervention at 4 weeks, 8 weeks and 12 weeks to assess change over time.",
                            "OtherOutcomeTimeFrame": "4 weeks, 8 weeks, and 12 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Clinical Evaluation Questionnaire-Internet",
                            "OtherOutcomeDescription": "A 14-item measure modified for this study to be applicable for the online delivery of CALM from the Clinical Evaluation Questionnaire (CEQ) and used to evaluate the extent to which patients felt supported by iCALM. Total scores range from 0-56 with higher scores indicating positive attitudes towards the online delivery of iCALM. This measure will be administered to participants randomized to the iCALM intervention at 4 weeks, 8 weeks and 12 weeks to assess change over time.",
                            "OtherOutcomeTimeFrame": "4 weeks, 8 weeks, and 12 weeks"
                        },
                        {
                            "OtherOutcomeMeasure": "Working Alliance Inventory for guided internet interventions",
                            "OtherOutcomeDescription": "A validated and reliable, 12-item measure used to capture alliance in guided Internet interventions. Total scores range from 0-60, with higher scores indicating more positive attitudes towards Internet interventions. This measure will be administered to participants randomized to the iCALM intervention at 4 weeks, 8 weeks and 12 weeks to assess change over time.",
                            "OtherOutcomeTimeFrame": "4 weeks, 8 weeks, and 12 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\n≥18 years of age;\nability to read and write in English;\nable to access the internet.\nnot cognitively impaired;\nable to commit to the required online sessions; and\npatients at Princess Margaret Cancer Centre with a confirmed or working diagnosis of advanced or metastatic cancer with an expected survival of 12-18 months [stage III or IV lung cancer, any stage of pancreatic cancer, unresectable cholangiocarcinoma, unresectable liver cancer, unresectable ampullary or peri-ampullary cancer or other stage IV (metastatic) GI cancer; stage III or IV ovarian and fallopian tube cancers, or other stage IV gynecological (GYNE) cancer; and stage IV breast, genitourinary (GU), sarcoma, melanoma or endocrine cancers].\n\nExclusion Criteria:\n\nInability to pass the cognitive screening test (Short Orientation-Memory-Concentration Test (SOMC) score <20, Katzman et al., 1983); and\nactively receiving a structured or semi-structured psychotherapy at Princess Margaret Cancer Centre",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Gary Rodin, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "4169644504",
                            "CentralContactEMail": "Gary.Rodin@uhn.ca"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Gary Rodin, MD",
                            "OverallOfficialAffiliation": "University Health Network, Toronto",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Sarah Hales, MD",
                            "OverallOfficialAffiliation": "University Health Network, Toronto",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Princess Margaret Cancer Centre",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Toronto",
                            "LocationState": "Ontario",
                            "LocationZip": "M5G 2M9",
                            "LocationCountry": "Canada",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Gary Rodin, MD",
                                        "LocationContactRole": "Contact"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M14164",
                            "InterventionBrowseLeafName": "Psychotropic Drugs",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "PsychDr",
                            "InterventionBrowseBranchName": "Psychotropic Drugs"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}