{
    "Rank": 727,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04040725",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "19-205"
                },
                "Organization": {
                    "OrgFullName": "Dana-Farber Cancer Institute",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Rogaratinib for BCG Refractory High Risk Non-Muscle Invasive Bladder Cancer With FGFR1/2 Overexpression",
                "OfficialTitle": "Phase II Clinical Trial of Rogaratinib for High Risk Non-Muscle Invasive Bladder Cancer (NMIBC) Unresponsive to Bacillus Calmette-Guerin (BCG) With FGFR1 or FGFR3 Gene Overexpression: The Bladder Cancer Signal Seeking Trial (BLASST)-3"
            },
            "StatusModule": {
                "StatusVerifiedDate": "December 2019",
                "OverallStatus": "Withdrawn",
                "WhyStopped": "Withdrawn per Bayer",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "November 27, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "November 27, 2019",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "November 27, 2019",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "July 30, 2019",
                "StudyFirstSubmitQCDate": "July 30, 2019",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 1, 2019",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "December 13, 2019",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "December 17, 2019",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Bradley A. McGregor",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Dana-Farber Cancer Institute"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Dana-Farber Cancer Institute",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Bayer",
                            "CollaboratorClass": "INDUSTRY"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "Yes",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This research study is studying the safety, tolerability, and tumor activity of the study drug known as rogaratinib as a possible treatment for bladder cancer.",
                "DetailedDescription": "This research study is a Phase II clinical trial. Phase II clinical trials test the safety and effectiveness of an investigational drug to learn whether the drug works in treating a specific disease. \"Investigational\" means that the drug is being studied. The U.S. Food and Drug Administration (FDA) has not approved rogaratinib as a treatment for any disease.\n\nIn this research study, the investigators are studying rogaratinib in bladder cancer that has not responded to BCG and overexpresses a protein called FGFR1 or 3.\n\nMutations in FGFR help bladder cancer grow. In metastatic cancers that express FGFR 1 or 3, rogaratinib and other inhibitors of FGFR have shown to be an effective treatment\nRogaratinib is an oral drug that inhibits FGFR\nTo date, no therapy has been shown to be effective in controlling bladder cancer after BCG does not work."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Bladder Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Bladder Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "0",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Rogaratinib",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Rogaratinib is administered orally twice daily\nRogaratinib is held for 72 hours before cystoscopy/TURBT and if no complications are seen, treatment is resumed 24 hours after the TURBT",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Rogaratinib"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Rogaratinib",
                            "InterventionDescription": "Rogaratinib is an oral drug that inhibits FGFR. Mutations in FGFR help bladder cancer grow.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Rogaratinib"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Complete Response",
                            "PrimaryOutcomeDescription": "Absence of any cancer in the bladder (No carcinoma in situ or new lesions) on examination with TURBT",
                            "PrimaryOutcomeTimeFrame": "6 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Duration of Response",
                            "SecondaryOutcomeDescription": "Duration of time from study entry until appearance of any cancer in the bladder (No carcinoma in situ or new lesions) on examination with TURBT",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Rate Toxicity Occurs",
                            "SecondaryOutcomeDescription": "Percentage of patients with a side effect from rogaritinib while on study",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nMale or female patients ≥ 18 years of age (at least age of legal maturity)\nHave a histologically-confirmed diagnosis of high risk non-muscle-invasive (T1, High Grade Ta and/or CIS) transitional cell carcinoma of the bladder. Subjects with tumors of mixed transitional/non-transitional cell histology are not allowed.\n\nIn subjects with Ta and T1, have undergone complete TURBT as characterized by:\n\nAttainment of a visually complete resection\nResidual CIS not amenable to complete transurethral resection is acceptable\nThe most recent cystoscopy / TURBT must have been performed within 8 weeks prior to the first dose of trial treatment\nHave been treated with adequate BCG therapy and have developed NMIBC that is unresponsive to BCG therapy. Adequate BCG therapy must include: An induction course with at least 5 instillations of BCG (adequate induction); and at least 7 instillations of BCG within 9 months of the first instillation of adequate induction therapy. BCG unresponsive high risk NMIBC is defined as: Stage progression at 3 months (±4 weeks) despite adequate induction therapy (e.g., Ta to T1, or CIS to T1; note: adequate induction therapy only, defined above, is required in this case); or Persistent high risk NMIBC at 6 months (±4 weeks) after adequate BCG therapy or Recurrent high risk NMIBC within 9 months of the last BCG instillation despite adequate BCG therapy.\n\nHave elected not to undergo, or are considered ineligible for radical cystectomy, as determined by the treating surgeon. Reasons for ineligibility or refusal of radical cystectomy should be discussed with the subject as part of the informed consent process and should be captured on the appropriate case report form. Ineligibility factors for radical cystectomy may include, but are not limited to:\n\nCardiovascular disease (e.g. recent acute coronary syndrome, arrhythmia, heart failure)\nChronic obstructive pulmonary disease that would preclude a safe surgical procedure, as determined by the treating surgeon\nPoor performance status (e.g. ECOG >2)\nPrior major abdominal and pelvic surgery, that would preclude a safe surgical procedure, as determined by the treating surgeon\nHigh FGFR 1/3 mRNA expression levels (RNAscope score of 3+ or 4+; measurement is part of the protocol) in archival or fresh tumor biopsy specimen\nExistence of archival or fresh tumor biopsy specimen for FGFR1/3 mRNA expression testing. Patients who don't have archival tissue specimens meeting eligibility requirements may undergo a biopsy. Acceptable samples include core needle biopsies for deep tumor tissue (minimum three cores) or excisional, incisional, punch, or forceps biopsies for cutaneous, subcutaneous, or mucosal lesions.\nAbility to understand and signing of the written patient information/informed consent form (PI/ICF) for FGFR testing\nAbility to understand and signing of the written PI/ICF for study treatment eligibility. Signed informed consent form must be available before any study-specific procedure for the respective study parts may begin.(PI/ICF for study treatment eligibility must be offered only after positive results in FGFR testing study received by site.)\nEastern Cooperative Oncology Group performance status 0 or 1\n\nAdequate bone marrow, liver and renal function as assessed by laboratory requirements conducted within 14 days before registration:\n\nAbsolute neutrophil count (ANC) ≥ 1,500/mm3 (without granulocyte colony-stimulating factor support within 2 weeks before the first study drug administration)\nHemoglobin ≥ 10 g/dL (without transfusion or erythropoietin within 4 weeks before the first study drug administration)\nPlatelet count ≥ 100,000/mm3 (without transfusion within 2 weeks before the first study drug administration)\nTotal bilirubin ≤ 1.5 x the upper limit of normal (ULN). Total bilirubin ≤ 3 x ULN for patients with known Gilbert syndrome.\nAlanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 x ULN\nAlkaline phosphatase ≤ 2.5 times ULN\nLipase and amylase ≤ 2 x ULN\nSerum albumin ≥ 2.5 g/dl\nGlomerular filtration rate (GFR) ≥ 40 mL/min/1.73 m2 according to the modification of diet in renal disease (MDRD) abbreviated formula.\n\nNote: at the investigator's discretion, an estimated creatinine clearance result <60 mL/min/1.73m² may be verified by measurement of creatinine clearance based on 24-hour urine collection or using EDTA, inulin, GFR scan. INR ≤ 1.5 x ULN and PTT or activated PTT (aPTT) ≤ 1.5 x ULN. Patients being treated with anticoagulant, e.g. warfarin or heparin, will be allowed to participate provided no prior evidence of an underlying abnormality in these parameters exists and they are on a stable dose as defined by the local standard of care.\n\nNegative serum pregnancy test in women of childbearing potential (performed within 7 days before the first treatment). Negative results must be available before the first study drug administration. Females are considered of childbearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they are naturally postmenopausal for at least 12 consecutive months.\nWomen and men of reproductive potential must agree to use adequate contraception when sexually active. This applies for the time period between signing of the informed consent form and until at least 5 months after the last study drug administration. The definition of adequate contraception will be based on the judgment of the investigator and on local requirements. Acceptable methods of contraception include, but are not limited to, (i) condoms (male or female) with or without a spermicidal agent; (ii) diaphragm or cervical cap with spermicide; (iii) intra-uterine device; (iv) hormone-based contraception.\nRecovery to National Cancer Institute's Common Terminology Criteria for Adverse Events, version 5.0 (NCI CTCAE v.5.0) Grade 0 or 1 level or recovery to baseline preceding the prior treatment from any previous drug / procedure-related toxicity (patients with persistent alopecia of any grade, and/or anemia [hemoglobin ≥ 10 g/dL] can be included)\n\nExclusion Criteria:\n\nHas muscle invasive (i.e. T2, T3, T4) locally advanced non-resectable or metastatic urothelial carcinoma.\nHas concurrent extra-vesical (i.e. urethra, ureter or renal pelvis) non-muscle invasive transitional cell carcinoma of the urothelium.\nIs currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment.\nHas undergone any intervening intravesical chemotherapy or immunotherapy from the time of most recent cystoscopy/TURBT to starting trial treatment. (Note: intravesical treatment given as part of the most recent cystoscopy / TURBT is allowed.)\nPrevious treatment with anti-FGFR directed therapies (e.g. receptor tyrosine kinase inhibitors including rogaratinib or FGFR-specific antibodies).\nPrevious or concurrent cancer except: cervical carcinoma in situ, treated basal-cell carcinoma or squamous cell skin cancer, localized prostate cancer treated with curative intent and known absence of prostate-specific antigen (PSA) relapse or incidental prostate cancer (T1/T2a, Gleason score ≤ 6, and PSA ≤ 10 ng/mL undergoing active surveillance and treatment-naïve), or any other cancer curatively treated > 3 years before the first study drug administration.\n\nHistory or current condition of an uncontrolled cardiovascular disease including any of the following conditions:\n\nCongestive heart failure (CHF) NYHA Class 2 or greater, unstable angina (symptoms of angina at rest)\nNew-onset angina (within last 3 months before the first study drug administration)\nMyocardial infarction (MI) within past 6 months before the first study drug administration\nUnstable cardiac arrhythmias requiring anti-arrhythmic therapy. Patients with arrhythmia not requiring therapy or under control with anti-arrhythmic therapy such as beta-blockers or digoxin are eligible.\nPatients with known coronary artery disease, or congestive heart failure not meeting the above criteria, must be on a stable medical regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist if appropriate.\nKnown human immunodeficiency virus (HIV) infection.\nActive hepatitis B virus (HBV; chronic or acute; defined as having a known positive hepatitis B surface antigen [HBsAg] test at the time of screening) or hepatitis C infection requiring treatment. Patients with past HBV infection or resolved HBV infection (defined as the presence of hepatitis B core antibody [HBcAb] and absence of HBsAg) are eligible if HBV DNA is negative. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\nActive tuberculosis.\nTreatment with therapeutic oral or I.V. antibiotics within 2 weeks before the first study drug administration. Patients receiving prophylactic antibiotics (e.g. for prevention of a urinary tract infection or to prevent chronic obstructive pulmonary disease exacerbation) are eligible.\nAny hemorrhage / bleeding event CTCAE v.5.0 ≥ Grade 3 within 4 weeks before the first study drug administration.\nSerious, non-healing wound, ulcer, or bone fracture.\nKnown hypersensitivity to any of the study drugs, study drug classes, or excipients in the formulation.\nAny malabsorption condition.\nCurrent diagnosis of any retinal disorders including retinal detachment, retinal pigment epithelial detachment (RPED), serous retinopathy or retinal vein occlusion. An ophthalmological exam with optical coherence tomography is required within 30 days of the date of registration.\nPeripheral sensory neuropathy of CTCAE v.5.0 Grade 2 or higher.\nCurrent evidence of endocrine alteration of calcium phosphate homeostasis (e.g. parathyroid disorder, history of parathyroidectomy, tumor lysis, tumoral calcinosis, paraneoplastic hypercalcemia).\nConcomitant therapies that are known to increase serum phosphate levels (i.e. antacids, laxatives oral/rectal, oral phosphate binders, potassium phosphate) and that cannot be discontinued or switched to a different medication before the first study drug administration.\nAny condition that is unstable or could jeopardize the safety of the patient and their compliance in the study.\nClinically active infections (CTCAE v. 5.0 ≥ Grade 1) within 2 weeks before the first study drug administration.\nSeizure disorder requiring medication.\nHistory of organ allograft.\nEvidence or history of bleeding diathesis or coagulopathy.\nWomen who are actively breastfeeding.\nUse of strong inhibitors of CYP3A4 and strong inducers of CYP3A4 are not permitted for 2 weeks before the first study drug administration or during the study.\nAutologous bone marrow transplant or stem cell rescue within 4 months before the first study drug administration.\nMajor surgery, open biopsy, or significant traumatic injury within 4 weeks before the first study drug administration (central line surgery is not considered major surgery).\nRenal failure requiring peritoneal dialysis or hemodialysis.\nSystolic/diastolic blood pressure ≤ 100/60 mmHg and concurrent heart rate ≥ 100/min.\nInability to swallow oral tablets.\nClose affiliation with the investigational site; e.g. a close relative of the investigator or a dependent person (e.g. employee of or student at the investigational site).\nSubstance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results.\nArterial or venous thrombotic events or embolic events such as cerebrovascular accident (including transient ischemic attacks), deep vein thrombosis or pulmonary embolism within 6 months before the first study drug administration.\nThose who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n\nConcomitant therapy with the following medication is prohibited\n\nConcomitant use of strong inhibitors of CYP3A4 and strong inducers of CYP3A4 are not permitted for 2 weeks prior to start of study treatment or during the study.\nConcomitant use of moderate and weak CYP3A4 inducers should be avoided as clinically significant decrease in plasma concentrations of rogaratinib cannot be ruled out.\nConcomitant use of herbal preparations containing CYP3A4 inducers (e.g. St John's Wort) are not permitted during the study.\nGrapefruit and grapefruit juice (CYP3A4 inhibitor) consumption is not permitted during the study.\nTherapies that are known to increase serum calcium or phosphate levels (i.e. antacids, phosphate-containing laxatives oral/rectal, potassium phosphate)\nPatients may not receive other investigational treatment or other approved anti-tumor therapy while on this protocol (excluding anti-VEGF therapy for ophthalmologic disease).\n\nConcomitant therapies that should be avoided:\n\nNarrow therapeutic index drugs that are CYP3A4, P-gp, and BCRP substrates (e.g. alfentanil, cyclosporine, dihydroergotamine, ergotamine, fentanyl, pimozide, quinidine, sirolimus, and tacrolimus) should be avoided, because drug interactions caused by irreversible inhibition of CYP3A4, P-gp, and BCRP by rogaratinib cannot be ruled out.\nFluconazole is considered a moderate to strong inhibitor of CYP2C9 and should be avoided, if possible.\nNo results are available from human interaction studies between rogaratinib and other chemotherapies. No data are available to evaluate the interaction between rogaratinib and radiation. Therefore, when administering these agents after study drug has been withdrawn, it should be taken into consideration that rogaratinib plasma concentrations may be detectable for a few days (depending on half-life) and the physiologic consequences that could interact with chemotherapy and radiotherapy may last even longer following discontinuation of rogaratinib.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Bradley A. McGregor, MD",
                            "OverallOfficialAffiliation": "Dana-Farber Cancer Institute",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: [contact information for Sponsor Investigator or designee]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)",
                        "Informed Consent Form (ICF)"
                    ]
                },
                "IPDSharingTimeFrame": "Data can be shared no earlier than 1 year following the date of publication",
                "IPDSharingAccessCriteria": "DFCI - Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023",
                "RemovedCountryList": {
                    "RemovedCountry": [
                        "United States"
                    ]
                }
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001749",
                            "ConditionMeshTerm": "Urinary Bladder Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000093284",
                            "ConditionMeshTerm": "Non-Muscle Invasive Bladder Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000014571",
                            "ConditionAncestorTerm": "Urologic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000001745",
                            "ConditionAncestorTerm": "Urinary Bladder Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014570",
                            "ConditionAncestorTerm": "Urologic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000002277",
                            "ConditionAncestorTerm": "Carcinoma"
                        },
                        {
                            "ConditionAncestorId": "D000009375",
                            "ConditionAncestorTerm": "Neoplasms, Glandular and Epithelial"
                        },
                        {
                            "ConditionAncestorId": "D000009370",
                            "ConditionAncestorTerm": "Neoplasms by Histologic Type"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4720",
                            "ConditionBrowseLeafName": "Urinary Bladder Neoplasms",
                            "ConditionBrowseLeafAsFound": "Bladder Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M2977",
                            "ConditionBrowseLeafName": "Non-Muscle Invasive Bladder Neoplasms",
                            "ConditionBrowseLeafAsFound": "Non-muscle Invasive Bladder Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17010",
                            "ConditionBrowseLeafName": "Urologic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4716",
                            "ConditionBrowseLeafName": "Urinary Bladder Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17009",
                            "ConditionBrowseLeafName": "Urologic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5224",
                            "ConditionBrowseLeafName": "Carcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12010",
                            "ConditionBrowseLeafName": "Neoplasms, Glandular and Epithelial",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M12005",
                            "ConditionBrowseLeafName": "Neoplasms by Histologic Type",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M4483",
                            "InterventionBrowseLeafName": "BCG Vaccine",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}