{
    "Rank": 755,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04962529",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "PCS-001"
                },
                "Organization": {
                    "OrgFullName": "Protean BioDiagnostics",
                    "OrgClass": "INDUSTRY"
                },
                "BriefTitle": "Breast Cancer Liquid Biopsy Trial",
                "OfficialTitle": "Liquid vs Tissue Biopsy Concordance in Samples of 1st Suspected BCa Recurrence/Metastasis and Evaluation of DefineMBC Comprehensive Cancer Profiling Liquid Biopsy LDT"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2022",
                "OverallStatus": "Recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 28, 2020",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 30, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "July 31, 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "December 17, 2020",
                "StudyFirstSubmitQCDate": "July 10, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "July 15, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 8, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 11, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Anthony Magliocco",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Protean BioDiagnostics"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Anthony Magliocco",
                    "LeadSponsorClass": "INDUSTRY"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Epic Sciences",
                            "CollaboratorClass": "INDUSTRY"
                        },
                        {
                            "CollaboratorName": "DHR Health Institute for Research and Development",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Memorial Healthcare System",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of Saskatchewan",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Florida Cancer Specialist",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Montefiore Medical Center",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Ocala Oncology",
                            "CollaboratorClass": "UNKNOWN"
                        },
                        {
                            "CollaboratorName": "NY Health d/b/a New York Cancer and Blood Specialists",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Northwest Community Healthcare",
                            "CollaboratorClass": "UNKNOWN"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to continue to develop a liquid biopsy (minimally invasive blood test) that can be used to confirm if breast cancer has spread throughout the body and if this liquid biopsy test can provide comparable information to a highly invasive tissue biopsy. The knowledge gained in this study could be used in future studies to confirm cancer recurrence using a safe and minimally invasive procedure. The research will consist of looking for tumor cell(s) circulating in the blood stream and if they are present to characterize them so that more information about the disease can be collected. This information may help us to better understand how to fight cancer.",
                "DetailedDescription": "An estimated 287,850 women will be diagnosed with invasive breast cancer in the US in 2022 (cancer.org). Most women with breast cancer present with disease confined to the breast and local lymph nodes, where surgical removal of lesions is standard of care and well-managed. Those diagnosed and treated for primary breast cancer often recur with metastatic disease more than 5 years after initial diagnosis. (Pan, NEJM 2017).\n\nSadly, when lesions emerge in other areas, after months or decades with no evidence of disease, mortality rates rise. The most common sites of distant recurrence of breast cancer are the bone, lung, liver, and brain, (Lin, NCCN 2012), all of which are difficult to biopsy, and obtain pathological evidence of malignancy because metastatic lesions: 1) are not always accessible/deeply located, 2) are prone to under sampling, and 3) may present dense fibrotic tissue. In addition, tissue biopsy methods in metastatic lesions have been shown to:\n\nhave low patient compliance,\nhave high discordance rate with malignant lesions at imaging,\nbe incompatible with longitudinal monitoring.\n\nAs a result, at a critical point in patient care, there is still a current unmet need for diagnostic information to guide decision-making.\n\nAs established widely in published literature over the past decade, receptor status often changes between primary and metastatic disease, and during lines of metastatic treatments, changing the trajectory of the disease and further highlighting the need for longitudinal evaluation of receptor status. Occult micro-metastases or minimal residual disease (MRD) cannot be detected with current medical modalities and can originate metastatic relapse at distant sites. For this reason, cellular and molecular liquid biopsy approaches that enable detection of disease relapse allow therapy escalation many months earlier than overt relapse detected by imaging which as result may increase patients' survival. Based on discussions, interviews, and surveys of both thought-leading academics and community-based medical oncologists, there is an evident opportunity to improve patient care. Moreover, the market shows receptivity to a blood-based test for these inaccessible cases as well as improve identification of patients at high risk of relapse or eligible for earlier treatment escalation compared to current tissue biopsy testing in practice today.\n\nIn this clinical trial the purpose is to examine the potential of blood draws as a rapid and less invasive alternative to biopsies. Additionally, to compare the results of Epic Sciences' liquid biopsy test, DefineMBC, with results of standard-of-care (SoC) pathology results from metastatic contemporaneous tissue biopsies. With the implementation of our newest Registry Arm of patients, our goal is also to provide participating physician investigators the results Epic Sciences' liquid biopsy test, Define MBC, for breast cancer subjects with no central pathology data and utilize physician feedback for test experience improvements."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer",
                        "Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Recurrence",
                        "Metastatic Breast Cancer",
                        "Liquid Biopsy",
                        "Protean BioDiagnostics",
                        "Blood"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "BioSpec": {
                    "BioSpecRetention": "Samples Without DNA",
                    "BioSpecDescription": "Blood and FFPE tissue"
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "450",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Arm 1: Metastatic Breast Cancer Patients With Contemporaneous Tissue Biopsy",
                            "ArmGroupDescription": "Investigators plan to enroll patients previously diagnosed with a primary breast cancer of any subtype at least six (6) months before presentation with suspected metastases or be presenting with de novo metastasis The suspected metastases in these patients must be outside the ipsilateral breast, axilla infra/supraclavicular areas. In those with suspected metastases in contralateral axilla, infra/supraclavicular areas only a new contralateral breast primary must be excluded by physical exam, mammogram or MRI\n\nIf a tissue biopsy is performed, the matched tissue will be sent to the central pathology lab for reanalysis. If a tissue biopsy was performed, but the tissue block is exhausted or unavailable, patients are still eligible to participate in the study.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Procedure: Blood Draw"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Arm 2: Metastatic Breast Cancer Patients Without Contemporaneous Tissue Biopsy",
                            "ArmGroupDescription": "Investigators plan to enroll patients previously diagnosed with a primary breast cancer of any subtype at least six (6) months before presentation with suspected metastases or be presenting with de novo metastasis The suspected metastases in these patients must be outside the ipsilateral breast, axilla infra/supraclavicular areas. In those with suspected metastases in contralateral axilla, infra/supraclavicular areas only a new contralateral breast primary must be excluded by physical exam, mammogram or MRI.\n\nA contemporaneous tissue biopsy is optional for this cohort.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Procedure: Blood Draw"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Procedure",
                            "InterventionName": "Blood Draw",
                            "InterventionDescription": "Blood will be drawn from each patient to check the concordance between liquid and tissue biopsy",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Arm 1: Metastatic Breast Cancer Patients With Contemporaneous Tissue Biopsy",
                                    "Arm 2: Metastatic Breast Cancer Patients Without Contemporaneous Tissue Biopsy"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Concordance between liquid and tissue biopsy in terms of presence or absence of cancer",
                            "PrimaryOutcomeDescription": "To analyze concordance between liquid biopsy, Circulating tumor (ct) cells and ctDNA (academic assays based on mutations and/or epigenetic changes), with biopsy results (presence or absence of cancer), and with all blood assays being conducted blinded to tissue biopsy results",
                            "PrimaryOutcomeTimeFrame": "Time Frame: It is a single visit study and the study investigators would prefer to have the blood draw from patients before tissue biopsy or within 7-28 days of tissue biopsy"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Classification of tissue biopsy",
                            "SecondaryOutcomeDescription": "After confirmation of tumor area and cellularity, slides will be stained with the appropriate Immunohisto Chemistry: Progesterone Receptor (clone 1E2), Estrogen Receptor (clone SP1), GATA3, TTF1, PD-L1 (SP142), FOXA1, or HER2 (4B5).",
                            "SecondaryOutcomeTimeFrame": "Time Frame: It is a single visit study and the study investigators would prefer to have the blood draw from patients before tissue biopsy or within 7-28 days of tissue biopsy"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Exploratory analysis",
                            "SecondaryOutcomeDescription": "Exploratory analyses will include agreement of GATA3, FOXA1 and PDL1 staining results between liquid and tissue biopsies, where possible.",
                            "SecondaryOutcomeTimeFrame": "Time Frame: It is a single visit study and the study investigators would prefer to have the blood draw from patients before tissue biopsy or within 7-28 days of tissue biopsy"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Concordance between liquid and tissue biopsy in terms of hormone and HER2 status",
                            "SecondaryOutcomeDescription": "Secondary analysis of the concordance between hormone receptor and HER status identified on tissue with identified CTCs",
                            "SecondaryOutcomeTimeFrame": "Time Frame: It is a single visit study and the study investigators would prefer to have the blood draw from patients before tissue biopsy or within 7-28 days of tissue biopsy"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Physician Feedback for Test Experience Improvements",
                            "SecondaryOutcomeDescription": "To provide participating physician investigators the results Epic Sciences' liquid biopsy test, Define MBC, for breast cancer subjects with no central pathology data and utilize physician feedback for test experience improvements",
                            "SecondaryOutcomeTimeFrame": "Time Frame: It is a single visit study and the study investigators would prefer to have the blood draw from patients before tissue biopsy or within 7-28 days of tissue biopsy"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Arm 1 Inclusion criteria:\n\nAll subjects must be capable of providing informed consent\nSubjects (≥ 18 years of age) must have had a prior primary breast cancer diagnosis of any subtype at least six (6) months before presentation with suspected metastases or be presenting with de novo metastasis. o Patients on adjuvant treatment for primary disease are eligible provided clinical progression (suspected recurrence) is evident based on radiological assessment\nSubjects must have suspected recurrent metastatic BC or MBC with clinical signs of progression that will be confirmed/evaluated by tissue biopsy that is expected to yield tissue adequate for histologic examination. Note that patients presenting with de novo metastasis are eligible provided a tissue biopsy meets the above criteria.\nTissue biopsy of a suspected metastatic lesion must be taken prior to treatment for metastatic disease and can be either: (i) after liquid biopsy blood draw for this study, or (ii) at least one week prior to liquid biopsy blood draw for this study.\nThe suspected metastases biopsied may be from any lesion outside the ipsilateral breast and axilla, infra/supraclavicular areas.\nIn those with suspected metastases in contralateral axilla, infra/supraclavicular areas, only a new contralateral breast primary must be excluded by imaging.\nNo history of any other cancers (except for non-melanoma skin cancer)\nAbility to access 3-month outcome data (de-identified, consented patients included for second draw at 3-month timepoint or within 14 days for the first post-treatment imaging, whichever comes first).\nData from contemporaneous diagnosis (metastatic recurrence or de novo) and in applicable past diagnosis (primary) must be accessible, including a pathology report that details standard markers and morphology describing how malignancy/cancer of origin was determined.\n\nArm 1 Exclusion Criteria:\n\nUnable to provide informed consent\nNew treatment commences prior to liquid biopsy blood collection\nPrevious history of an invasive non-breast cancer (except for non-melanoma skin cancer)\nSubjects not undergoing a tissue biopsy at time of blood draw (for suspected breast cancer recurrence or prior to beginning new line of metastatic treatment)\nSubjects with only a new contralateral breast primary tumor\n\nArm 2 Inclusion criteria:\n\nCapable of providing informed consent\nSubjects (≥ 18 years of age) must have had a prior primary breast cancer diagnosis of any subtype at least six (6) months before presentation with suspected metastases or be presenting with de novo metastasis.\nPatients on adjuvant treatment for primary disease are eligible provided clinical progression (suspected recurrence) is evident based on radiological assessment\nThe suspected metastasis biopsied may be from any lesion outside the ipsilateral breast and axilla, infra/supraclavicular areas.\nIn those with suspected metastases in contralateral axilla, infra/supraclavicular areas only, a new contralateral breast primary must be excluded by imaging.\nConfirmation of progression of MBC must be confirmed by imaging\n(Optional) Tissue biopsy of suspected metastatic lesion must be taken prior to treatment for metastatic disease and can be either: (i) after liquid biopsy blood draw for this study, or (ii) at least one week prior to liquid biopsy blood draw for this study.\nNo history of any other cancers (except for non-melanoma skin cancer)\nData from primary BCa diagnosis must be accessible, including detailed description with standard markers and morphology describing how malignancy/cancer of origin was determined.\nSubject must exhibit clinical signs of breast cancer recurrence or progression of previously confirmed metastatic breast cancer\n\nArm 2 Exclusion Criteria:\n\nSubjects unable to provide informed consent\nNew treatment regimen commences prior to liquid biopsy blood collection\nSubjects on treatment for MBC with no imaging evidence of clinical progression\nPrevious history of an invasive non-BC apart from cancers treated with curative intent at least five (5) years previously with no recurrence since diagnosis, with the exception of a non-melanoma skin cancer",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "GenderBased": "Yes",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Study cohort will be selected from the Breast Cancer patients visiting enrolled sites for the treatment of their disease.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Hannah Park, BS",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "(754) 241-4209",
                            "CentralContactEMail": "hannah.park@proteanbiodx.com"
                        },
                        {
                            "CentralContactName": "Joseph M Viscomi, BS",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "(754) 946-4309",
                            "CentralContactEMail": "joseph.viscomi@proteanbiodx.com"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Anthony Magliocco, MD",
                            "OverallOfficialAffiliation": "CEO and Founder",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Miami Memorial Healthcare System",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Hollywood",
                            "LocationState": "Florida",
                            "LocationZip": "33021",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Jayme Ion",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "jion@mhs.net"
                                    },
                                    {
                                        "LocationContactName": "Nithya Sundararaman",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "9542651846",
                                        "LocationContactEMail": "NSundararaman@mhs.net"
                                    },
                                    {
                                        "LocationContactName": "Delia C Guaqueta Segura, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Ocala Oncology",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Ocala",
                            "LocationState": "Florida",
                            "LocationZip": "34474",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Sanjit Nirmandalahan, PhD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "352-547-1958",
                                        "LocationContactEMail": "Sanjit.Nirmalanandhan@usoncology.com"
                                    },
                                    {
                                        "LocationContactName": "Darcy Benedetto",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "(352) 547-1905",
                                        "LocationContactEMail": "darcy.benedetto@usoncology.com"
                                    },
                                    {
                                        "LocationContactName": "Rama Balaraman, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "6555 Sanger Rd, Suite 260",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Orlando",
                            "LocationState": "Florida",
                            "LocationZip": "32827",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Hannah Park, BS",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "754-241-4209",
                                        "LocationContactEMail": "hannah.park@proteanbiodx.com"
                                    },
                                    {
                                        "LocationContactName": "Joseph M Viscomi, BS",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "(754) 946-4309",
                                        "LocationContactEMail": "joseph.viscomi@proteanbiodx.com"
                                    },
                                    {
                                        "LocationContactName": "Anthony Magliocco, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Sarasota Memorial Hospital",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Sarasota",
                            "LocationState": "Florida",
                            "LocationZip": "34239",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Jon-Michael Eckert",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "941-917-4797",
                                        "LocationContactEMail": "jon-michael-eckert@smh.com"
                                    },
                                    {
                                        "LocationContactName": "Russell Novak, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Northwest Community Hospital",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Arlington Heights",
                            "LocationState": "Illinois",
                            "LocationZip": "60005",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Laura Lozano",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "847-618-4358",
                                        "LocationContactEMail": "llozano@nch.org"
                                    },
                                    {
                                        "LocationContactName": "Karen Zwicky, MS",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "8476184386",
                                        "LocationContactEMail": "kzwicky@nch.org"
                                    },
                                    {
                                        "LocationContactName": "Marina Messinger, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Montefiore Medical Center",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Bronx",
                            "LocationState": "New York",
                            "LocationZip": "10467",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Prena Etchen",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "pzagreda@montefiore.org"
                                    },
                                    {
                                        "LocationContactName": "Benjamin Duva",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "benjamin.duva@einsteinmed.edu"
                                    },
                                    {
                                        "LocationContactName": "Jesus D Anampa Mesias, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "New York Cancer & Blood Specialists",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "New York",
                            "LocationState": "New York",
                            "LocationZip": "10028",
                            "LocationCountry": "United States",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Laura Brady",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "lbrady@nycancer.com"
                                    },
                                    {
                                        "LocationContactName": "Joseph Battelli",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "jbattelli@nycancer.com"
                                    },
                                    {
                                        "LocationContactName": "Richard Zuniga, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Saskatoon City Hospital",
                            "LocationStatus": "Recruiting",
                            "LocationCity": "Saskatoon",
                            "LocationState": "Saskatchewan",
                            "LocationCountry": "Canada",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Rashmi Nagaraj, MSc",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "rashmi.nagaraj@usask.ca"
                                    },
                                    {
                                        "LocationContactName": "Andreea Badea",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "andreea.badea@usask.ca"
                                    },
                                    {
                                        "LocationContactName": "Gary Groot, MD",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Company Website",
                            "SeeAlsoLinkURL": "https://www.proteanbiodx.com/"
                        },
                        {
                            "SeeAlsoLinkLabel": "Company Website Enrollment",
                            "SeeAlsoLinkURL": "https://www.proteanbiodx.com/breast-trial"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M11997",
                            "ConditionBrowseLeafName": "Neoplasm Metastasis",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14540",
                            "ConditionBrowseLeafName": "Recurrence",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        }
                    ]
                }
            }
        }
    }
}