{
    "Rank": 769,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT03408314",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "17-102"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "R01NR016720-03",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/R01NR016720-03"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Massachusetts General Hospital",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "The PediQUEST Response Intervention Study",
                "OfficialTitle": "A Multisite, Parallel, RCT Comparing the Effectiveness of an Early Palliative Care Intervention, the PediQUEST Response to Pediatric Oncology Symptom Experience , Versus Usual Cancer Care in Children and Adolescents With Advanced Cancer"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2023",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 1, 2018",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "September 14, 2022",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "September 14, 2022",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "January 17, 2018",
                "StudyFirstSubmitQCDate": "January 17, 2018",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 24, 2018",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 1, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 3, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor-Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Joanne Wolfe, MD, MPH",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Massachusetts General Hospital"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Joanne Wolfe, MD, MPH",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Children's Hospital of Philadelphia",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Seattle Children's Hospital",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "St. Jude Children's Research Hospital",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Children's Hospitals and Clinics of Minnesota",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Nationwide Children's Hospital",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of Alabama at Birmingham",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Deakin University",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Boston Children's Hospital",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Ann & Robert H Lurie Children's Hospital of Chicago",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Baylor College of Medicine",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "Dana-Farber Cancer Institute",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "National Institute of Nursing Research (NINR)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "PediQUEST Response proposes a new system of care that expects to improve quality of life in children, adolescents, and young adults with advanced cancer and their parents. The investigators want to learn whether patients that are cared for using PediQUEST Response do in fact feel better than those receiving usual care.\n\nNational recommendations call for early palliative care (PC) integration for seriously ill children to ease suffering, however, very few randomized controlled trials (RCTs) have evaluated whether PC improves child and family outcomes. In prior work, the investigators developed the Pediatric Quality of Life and Evaluation of Symptoms Technology (PediQUEST/PQ), a software that collects electronic Patient-Reported Outcomes (e-PROMS) and generates feedback reports.\n\nNow, the PI and research team developed PediQUEST Response (Response to Pediatric Oncology Symptom Experience). PediQUEST Response includes an enhanced PediQUEST system (web-based and with an App that allows to answer surveys and see reports), that is coupled with early integration of a palliative care consulting team (Response team). This dual strategy will help to standardize the family report of distress, which will be done through the PediQUEST system. It will also help standardize the providers' response to such distress, as providers will be specifically trained. Pilot work for PediQUEST Response found it feasible, well received by families and oncologists, and potentially effective.\n\nThus, the overall goal of this study is to conduct a RCT of PQ Response versus usual care at four large pediatric oncology centers among 136 children ≥2 years old with advanced cancer. Hypotheses include a) children receiving the intervention will have better (higher) quality of life scores b) parents of children in the intervention group will report better state-anxiety, depression and symptom-related stress scores, and c) intervention group families will demonstrate higher levels of activation.",
                "DetailedDescription": "Background: Integration of palliative care (PC) has been associated with better health related quality of life (HRQoL) and longer survival in adults and their caregivers. Yet, only a few randomized controlled trials (RCTs) have evaluated whether PC integration improves child and family outcomes. The investigators propose to evaluate the effects of an early PC intervention (PediQUEST Response) for pediatric oncology patients (from here on called patients) with advanced cancer on patient and parent outcomes.\n\nAims:\n\nAim 1 To evaluate whether PediQUEST Response, compared to usual care, improves patient's HRQoL (primary outcome) and symptom burden.\nAim 2 To evaluate the impact of the intervention on parent psychological distress and symptom-related stress outcomes.\nAim 3 To compare family activation by measuring coping strategies between study entry and 16 weeks, use of non-pharmacologic strategies for symptom treatment, and No. of documented psychosocial clinician encounters between intervention and control arms.\n\nDesign: Multisite, randomized (1:1), controlled, un-blinded, effectiveness trial comparing PediQUEST Response (intervention) vs usual cancer care (comparator).\n\nSetting: Dana-Farber/Boston Children's Cancer and Blood Disorders Center (DFBCC), Seattle Children's Hospital, Children's Hospital of Philadelphia Cancer Center, and St. Jude's Research Hospital.\n\nParticipants: The target sample size (SS) is 136 patient-parent dyads (N=68/arm, 34/site) ≥2 years old receiving cancer care at the participating sites and with advanced cancer who have not been referred to the palliative care team. To achieve this SS, 200 dyads will be recruited.\n\nInterventions:\n\nPediQUEST Response: consists of combining a patient-mediated activation intervention (weekly feedback of patient-reported outcomes to families and providers using the online PediQUEST web system or mobile App) with early integration of the PC team (consisting of an initial meeting with providers and family with subsequent follow-up including a monthly encounter or as needed number of encounters based on PediQUEST reports and other clinical indications). PC teams will receive standardized training before starting the intervention to learn how to interpret and react to PediQUEST reports and to encourage them to build a close relationship with the patient's primary oncology team. Response teams will also receive ongoing support throughout the intervention period through their local PIs and an expert listserv.\nUsual Cancer Care (comparator): participants in this arm will receive usual cancer care provided at the sites, which can include PC consultation as deemed necessary by oncologist, and will use the PediQUEST web system to complete surveys but no reports will be generated.\n\nMethods: Following enrollment, patient (if older than 5 years) and parents of all enrolled patients will receive weekly PediQUEST-Surveys including a patient HRQoL measure (PedsQL) and a symptom burden scale (PediQUEST-MSAS). Parents will complete a Baseline Survey Packet (will collect socio-demographic information, trait-anxiety, social support, stress, and coping style). A two-week run-in period will identify and exclude non-responder dyads (i.e. <2 answered PediQUEST-Surveys out of 3 assigned). Responders will be randomized to the intervention or control arms (concealed allocation) and followed up for 16-weeks (16-w). Those assigned to the intervention will begin receiving PediQUEST Response (feedback reports + response team intervention). Parents in both arms will be assigned monthly questionnaires (measuring parental distress, HRQoL, and use of complementary therapies; on weeks 8 and 16 symptom-related stress and coping will also be measured). All surveys will be administered through PediQUEST web. Process measures will be collected throughout the study, and semi-structured exit interviews conducted in participating patients, parents, and a sub-sample of providers. Participants in the intervention arm will be offered continued care by the PC team once the intervention ceases.\n\nOutcomes: Average difference between the two treatment arms in: (i) Patient outcomes: primary study outcome is the mean child's quality of life total score as reported by parent and patient over 16 weeks; we will also look at quality of life subscale scores, mean patient symptom burden scores, parent distress (anxiety, depression and symptom related stress), and family activation (coping, and \"symptom treatment activation\"). See details below in outcomes section."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Advanced Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Advanced Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "196",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "PediQUEST Response",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Weekly PediQUEST surveys are automatically assigned to parents and children (if 5 years old or older) and sent 48 hours prior to participant's usual clinic day\nOnce a PediQUEST survey is assigned, automated email reminders/app notifications are sent daily for two days\nAfter 48 hours, unanswered or incomplete surveys are auto-submitted\nPQ-feedback report generated automatically after a PQ Survey is answered\nA pdf of the report is automatically emailed/available on mobile App to designated recipients\nWill also receive oncology-PC integrated care through the Response team\nDuration of follow-up: 18 weeks (2-week run-in period, followed by a 16-week post-randomization follow-up)",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: PediQUEST Response"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Usual Cancer Care",
                            "ArmGroupType": "Other",
                            "ArmGroupDescription": "Will receive the usual cancer care provided at the participating sites\nWill complete weekly PQ-Surveys (no feedback reports will be generated)\nCan receive regular palliative care consultations following the site's usual referral procedures\nSame follow-up (18 weeks)",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Usual Cancer Care"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "PediQUEST Response",
                            "InterventionDescription": "PediQUEST Response consists of regular feedback of electronic patient reported outcomes (child symptoms and quality of life) to providers and families coupled with involvement of the palliative care team, who will meet with families and providers within three weeks of randomization and follow-up at least monthly as deemed necessary based on PediQUEST feedback reports and other clinical indications.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "PediQUEST Response"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Usual Cancer Care",
                            "InterventionDescription": "Patients assigned to the usual cancer care arm, will receive the standard care provided by participating sites + be required to complete PediQUEST surveys (but no reports will be generated).",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Usual Cancer Care"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Child Quality of Life",
                            "PrimaryOutcomeDescription": "Difference between intervention and control arms of the mean Pediatric Quality of Life Inventory 4.0 (PedsQL) total scores over 16 weeks, as reported by (a) the parent for all enrolled children and (b) the patient (if 5 years of age or older). PedsQL total scores are calculated as the average of the 23 items that integrate the tool. Scores range from 0-100 (100 is excellent quality of life). A score of <70 is considered fair/poor quality of life.",
                            "PrimaryOutcomeTimeFrame": "16 weeks (measured weekly from point of randomization)"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Child Quality of Life - subscales",
                            "SecondaryOutcomeDescription": "Difference between intervention and control arms of the mean Pediatric Quality of Life Inventory 4.0 (PedsQL) subscale scores (physical and psychosocial) over 16 weeks, as reported by (a) the parent for all enrolled children and (b) the patient (if 5 years of age or older). PedsQL subscale scores that will be utilized in the study are the physical subscale (average of the 8 physcial items) and the psychosocial subscale (average of the 15 remaining items, which cover the domains of emotion, social and school). Subscale scores range from 0-100 (100 is excellent quality of life)",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured weekly from point of randomization)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Child Symptom Burden",
                            "SecondaryOutcomeDescription": "Difference between intervention and control arms of the mean PediQUEST-Memorial Symptom Assessment Scale (PQ-MSAS) total scores over 16 weeks, as reported by (a) the parent for all enrolled children and (b) the patient, if 13 years of age or older. PediQUEST MSAS total scores are calculated as the average of the 26 individual symptom scores that are included in the teens and caregivers versions of the tool. Individual symptom scores are calculated as the average of the three symtpom questions. Individual symptom scores and total scores range from 0-100, 100 indicates higher symptom burden.",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured weekly from point of randomization)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Child Symptom Burden- subscales",
                            "SecondaryOutcomeDescription": "Difference between intervention and control arms of the mean PediQUEST-Memorial Symptom Assessment Scale (PQ-MSAS) subscale scores over 16 weeks, as reported by (a) the parent for all enrolled children and (b) the patient, if 13 years of age or older. PediQUEST MSAS subscale scores that will be used in this study include the PediQUEST-MSAS physical (average of 8 prevalent physical symptoms) and PediQUEST-MSAS psychological (average of 6 psychological items). Subscale scores range from 0-100, 100 indicates higher symptom burden.",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured weekly from point of randomization)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Parental distress (anxiety)",
                            "SecondaryOutcomeDescription": "Difference between trial arms of the mean Spielberger's-State Anxiety Inventory scores over 16 weeks. Scores range from 20 to 80, with higher scores correlating with greater anxiety.",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured every four weeks from point of randomization)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Parental distress (depression)",
                            "SecondaryOutcomeDescription": "Difference between trial arms of the mean Center for Epidemiologic Studies Short Depression Scale scores over 16 weeks. Scores range from 0 to 30 (Score of 10 or higher indicates the presence of significant depressive symptoms).",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured every four weeks from point of randomization)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Parental distress (stress)",
                            "SecondaryOutcomeDescription": "Difference between trial arms of the change in symptom-related stress scores measured with an adapted version of the stress-portion of the Response to Stress Questionnaire-Pain at study entry and the 16-week point. The tool assesses 12 potential stress sources. Scores range from 1-4 (higher means more stress). Symptom-related stress score calculated as the sum of the 12 item scores.",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured at study entry and 16 weeks)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Family Activation (coping)",
                            "SecondaryOutcomeDescription": "Change in BRIEF-Cope active coping, planning, and instrumental support scale scores between study entry and 16 weeks between intervention and control arms. Each item is scored 1-4 (higher means using that strategy a lot). Each scale score is calculated as the average of the two items that measure the strategy.",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured at study entry and 16 weeks)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Family Activation (symptom treatment activation - use of complementary therapies (UCT) - number)",
                            "SecondaryOutcomeDescription": "Difference between intervention and control arms in \"symptom treatment activation\" over 16 weeks, measured every four weeks as the total No. of complementary therapies (CT), as reported by parents.(this outcome is a count, not a score)",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured every four weeks from point of randomization)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Family Activation (symptom treatment activation - UCT - types)",
                            "SecondaryOutcomeDescription": "Difference between intervention and control arms in \"symptom treatment activation\" over 16 weeks, measured every four weeks as the No. of different CT, as reported by parents.",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured every four weeks from point of randomization)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Family Activation (symptom treatment activation - use of psychosocial services)",
                            "SecondaryOutcomeDescription": "Difference between intervention and control arms in \"symptom treatment activation\" over 16 weeks, measured every four weeks as the No. of psychosocial clinician encounters documented in the medical record.",
                            "SecondaryOutcomeTimeFrame": "16 weeks (measured every four weeks from point of randomization)"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion criteria:\n\nPediatric oncology patients (children, adolescents, or young adults), and one of their parents, receiving routine cancer care at one of the participating centers -and not in remission and off cancer-directed treatment-that have:\n\n(i) advanced cancer defined as: at least a 2-week history of progressive, recurrent, or non-responsive cancer of any type, or any brainstem tumor, or a grade IV Glioblastoma Multiforme, or decision not to pursue cancer-directed therapy in place, or or any other progressive/recurrent solid or brain tumor, and are\n(ii) palliative care naive, defined as the palliative care team not currently integrated into their regular cancer care.\n\nExclusion criteria:\n\nThe patient-parent dyad would be excluded if\n\npatients are older than 18 years of age and no parent is involved in his/her care, or\nif patient is under the care of foster parents who do not have legal guardianship, or\nif both parents do not speak English or Spanish, or are unable to understand and complete surveys, or\nif the patient has a non-brainstem low-grade glioma with localized progression/relapse only, or\nis expected to receive a stem cell transplant within the next 18 weeks, or\nlife expectancy is less than two months.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "2 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Joanne Wolfe, MD",
                            "OverallOfficialAffiliation": "Dana-Farber Cancer Institute",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Ann & Robert H. Lurie Children's Hospital of Chicago",
                            "LocationCity": "Chicago",
                            "LocationState": "Illinois",
                            "LocationZip": "60611",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Boston Children's Hospital",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02215",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Dana Farber Cancer Institute",
                            "LocationCity": "Boston",
                            "LocationState": "Massachusetts",
                            "LocationZip": "02215",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "The Children's Hospital of Philadelphia",
                            "LocationCity": "Philadelphia",
                            "LocationState": "Pennsylvania",
                            "LocationZip": "19104-4318",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Texas Children's Hospital",
                            "LocationCity": "Houston",
                            "LocationState": "Texas",
                            "LocationZip": "77030",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Seattle Children's Research Institute",
                            "LocationCity": "Seattle",
                            "LocationState": "Washington",
                            "LocationZip": "98145-5005",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "36346783",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Dussel V, Orellana L, Holder R, Porth R, Avery M, Wolfe J. A multisite randomized controlled trial of an early palliative care intervention in children with advanced cancer: The PediQUEST Response Study Protocol. PLoS One. 2022 Nov 8;17(11):e0277212. doi: 10.1371/journal.pone.0277212. eCollection 2022."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "The Study Data Center will oversee the data sharing process, with input from the Data and Safety Monitoring Board. Once the database is consolidated, all study investigators that are interested in leading a particular analysis, will be given access to the final password-protected de-identified data sets. Out of study investigators may be allowed access to the datasets after a formal analysis proposal is approved by the steering committee.",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)",
                        "Clinical Study Report (CSR)",
                        "Analytic Code"
                    ]
                },
                "IPDSharingTimeFrame": "After data collection is finalized, we expect to take about 4 to 6 months to compile and submit the main paper. Six months after the main publication has been released, the de-identified database will be available for other ancillary analysis and be kept indefinitely.",
                "IPDSharingAccessCriteria": "See plan description. No url available yet."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        }
                    ]
                }
            }
        }
    }
}