{
    "Rank": 778,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01928160",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "VICC THN 1303"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "NCI-2013-01385",
                            "SecondaryIdType": "Registry Identifier",
                            "SecondaryIdDomain": "CTRP (Clinical Trial Reporting Program)"
                        },
                        {
                            "SecondaryId": "VICC THN 1303",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "Vanderbilt-Ingram Cancer Center"
                        },
                        {
                            "SecondaryId": "P30CA068485",
                            "SecondaryIdType": "U.S. NIH Grant/Contract",
                            "SecondaryIdLink": "https://reporter.nih.gov/quickSearch/P30CA068485"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Vanderbilt-Ingram Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Pemetrexed Disodium and Carboplatin or Cisplatin With or Without Erlotinib Hydrochloride in Treating Patient With Stage IV Non-Small Cell Lung Cancer Resistant to First-Line Therapy With Erlotinib Hydrochloride or Gefitinib",
                "OfficialTitle": "A Randomized Open-Label Phase II Trial of Pemetrexed and a Platinum (Carboplatin or Cisplatin) With or Without Erlotinib in Patients With Non-Small Cell Lung Cancer Harboring Activating Epidermal Growth Factor Receptor Mutations and Acquired Resistance to First-Line EGFR TKIs, Erlotinib or Gefitinib"
            },
            "StatusModule": {
                "StatusVerifiedDate": "June 2015",
                "OverallStatus": "Withdrawn",
                "WhyStopped": "study not accruing",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "June 2014"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 2015",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 2015",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "August 19, 2013",
                "StudyFirstSubmitQCDate": "August 19, 2013",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "August 23, 2013",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "July 9, 2015",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "July 13, 2015",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Leora Horn, MD",
                    "ResponsiblePartyInvestigatorTitle": "Principal InvestigatorAssistant Professor of Medicine; Assistant Director, Educator Development Program; Clinical Director, Thoracic Oncology Program; Medical Oncologist",
                    "ResponsiblePartyInvestigatorAffiliation": "Vanderbilt-Ingram Cancer Center"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Vanderbilt-Ingram Cancer Center",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "National Cancer Institute (NCI)",
                            "CollaboratorClass": "NIH"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "This randomized phase II trial studies how well pemetrexed disodium and carboplatin or cisplatin with or without erlotinib hydrochloride work in treating patients with epidermal growth factor receptor (EGFR) mutant positive stage IV non-small cell lung cancer and acquired resistance to first-line therapy with erlotinib hydrochloride or gefitinib. In patients that develop resistance to first-line therapy with EGFR tyrosine kinase inhibitors (TKIs) the drug is usually stopped and the patient is switched to chemotherapy. Drugs used in chemotherapy, such as pemetrexed disodium, carboplatin, and cisplatin, work in different ways to stop the growth of tumor cells, either by killing the cells or by stopping them from dividing. Erlotinib hydrochloride may stop the growth of tumor cells by blocking some of the enzymes needed for cell growth. It is not yet known whether pemetrexed disodium and carboplatin or cisplatin is more effective with or without erlotinib hydrochloride in treating patients with EGFR mutant non-small cell lung cancer and acquired resistance to EGFR TKIs.",
                "DetailedDescription": "PRIMARY OBJECTIVES:\n\nI. To compare the effects of chemotherapy plus erlotinib (erlotinib hydrochloride) vs. chemotherapy alone on progression-free survival (PFS) in non-small cell lung cancer (NSCLC) patients harboring activating endothelial growth factor receptor (EGFR) mutations who developed acquired resistance to first-line therapy with erlotinib or gefitinib.\n\nSECONDARY OBJECTIVES:\n\nI. To determine the overall survival (OS) and response rate in this patient population.\n\nII. To assess the safety of erlotinib in combination with chemotherapy in this patient population.\n\nTERTIARY OBJECTIVES:\n\nI. To determine whether presence of the T790M resistance mutation can be used to predict which patients will benefit from the addition of erlotinib to chemotherapy.\n\nII. To determine if patients with NSCLC harboring activating EGFR mutations who develop acquired resistance to EGFR tyrosine-kinase inhibitors (TKIs) develop additional mutations/genetic alterations on progression.\n\nIII. To determine whether any additional biomarkers (e.g., mesenchymal-epithelial transition [MET] amplification, EGFR mutations detected in circulating free deoxyribonucleic acid [DNA]) predict response to second-line therapy in this patient population.\n\nIV. To determine progression-free survival (PFS) in patients on the chemotherapy alone arm who crossed over to erlotinib after progression as compared to patients on the combination chemotherapy arm (erlotinib plus chemotherapy) who switched to chemotherapy of choice (without erlotinib) after progression.\n\nOUTLINE: Patients are randomized to 1 of 2 treatment arms.\n\nARM I: Patients receive erlotinib hydrochloride orally (PO) once daily (QD) on days 1-21, pemetrexed disodium intravenously (IV) and carboplatin IV or cisplatin IV on day 1. Treatment repeats every 21 days for 4 courses. Patients then receive maintenance erlotinib hydrochloride orally (PO) once daily (QD) on days 1-21 and pemetrexed disodium IV on day 1. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.\n\nARM II: Patients receive pemetrexed disodium and carboplatin or cisplatin as in Arm I. Treatment repeats every 21 days for 4 courses. Patients then receive maintenance pemetrexed disodium as in Arm I. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed until death."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Recurrent Non-small Cell Lung Cancer",
                        "Stage IV Non-small Cell Lung Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Non-small cell lung cancer, EGFR mutation, erlotinib acquired resistance"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "0",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Arm I (chemotherapy, erlotinib hydrochloride)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patients receive erlotinib hydrochloride PO QD on days 1-21, pemetrexed disodium IV and carboplatin IV or cisplatin IV on day 1. Treatment repeats every 21 days for 4 courses. Patients then receive maintenance erlotinib hydrochloride PO QD on days 1-21 and pemetrexed disodium IV on day 1. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: pemetrexed disodium",
                                    "Drug: carboplatin",
                                    "Drug: cisplatin",
                                    "Drug: erlotinib hydrochloride",
                                    "Other: laboratory biomarker analysis"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Arm II (chemotherapy)",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patients receive pemetrexed disodium and carboplatin or cisplatin as in Arm I. Treatment repeats every 21 days for 4 courses. Patients then receive maintenance pemetrexed disodium as in Arm I. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: pemetrexed disodium",
                                    "Drug: carboplatin",
                                    "Drug: cisplatin",
                                    "Other: laboratory biomarker analysis"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "pemetrexed disodium",
                            "InterventionDescription": "Given IV",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Arm I (chemotherapy, erlotinib hydrochloride)",
                                    "Arm II (chemotherapy)"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "ALIMTA",
                                    "LY231514",
                                    "MTA"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "carboplatin",
                            "InterventionDescription": "Given IV",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Arm I (chemotherapy, erlotinib hydrochloride)",
                                    "Arm II (chemotherapy)"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Carboplat",
                                    "CBDCA",
                                    "JM-8",
                                    "Paraplat",
                                    "Paraplatin"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "cisplatin",
                            "InterventionDescription": "Given IV",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Arm I (chemotherapy, erlotinib hydrochloride)",
                                    "Arm II (chemotherapy)"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "CACP",
                                    "CDDP",
                                    "CPDD",
                                    "DDP"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "erlotinib hydrochloride",
                            "InterventionDescription": "Given PO",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Arm I (chemotherapy, erlotinib hydrochloride)"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "CP-358,774",
                                    "erlotinib",
                                    "OSI-774"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Other",
                            "InterventionName": "laboratory biomarker analysis",
                            "InterventionDescription": "Correlative studies",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Arm I (chemotherapy, erlotinib hydrochloride)",
                                    "Arm II (chemotherapy)"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Progression free survival using the Response Evaluation Criteria In Solid Tumors (RECIST) version 1.1",
                            "PrimaryOutcomeDescription": "The Kaplan-Meier approach will be used to estimate the time-to-PFS distribution (and median PFS times) for each treatment arm. The stratified log-rank test will be used to compare the PFS distributions between the two treatment arms. The stratified Cox-regression model will be used to estimate the hazard ratio (erlotinib plus chemotherapy vs chemotherapy alone) and corresponding 80% confidence interval (CI).",
                            "PrimaryOutcomeTimeFrame": "From randomization to the first occurrence of disease progression or death from any cause, whichever occurs earlier, assessed up to 1 year"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Overall survival",
                            "SecondaryOutcomeDescription": "The Kaplan-Meier approach will be used. The stratified log-rank test will be used to compare the Overall Survival (OS) distributions between the two treatment arms. The stratified Cox-regression model will be used to estimate the hazard ratio (erlotinib plus chemotherapy vs chemotherapy alone) and corresponding 80% confidence interval (CI).",
                            "SecondaryOutcomeTimeFrame": "From the date of randomization to the date of death from any cause, assessed up to 1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Objective response rate defined as partial response (PR) and complete response (CR) using RECIST version 1.1",
                            "SecondaryOutcomeDescription": "An estimate of the objective response rate and its 95% CI (Blyth-Still-Casella) will be calculated for each treatment arm. The Mantel-Haenszel chi-squared test stratified according to the factors specified by EGFR activating mutation type (exon 19 deletion vs. exon 21 single point mutation), time to progression on first-line EGFR TKI (≤ 1 year vs. > 1 year), and ECOG performance status (0 vs. 1) will be used to compare the response rates between the two treatment arms. An unadjusted Fisher's exact test result will also be provided.",
                            "SecondaryOutcomeTimeFrame": "Up to 1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Number of patients with each worst grade toxicity grades 3-5 based on the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4",
                            "SecondaryOutcomeDescription": "Safety will be assessed through summaries of Adverse Events (AEs), Serious Adverse Events (SAEs), deaths, grade 3 or 4 AEs, AEs with incidence rates greater than 10% (all grades), AE of grade 3 or 4 with incidence rates greater 2%, and changes in laboratory test results. Verbatim descriptions of AEs will be mapped to Medical Dictionary for Regulatory Activities (MedDRA) thesaurus terms",
                            "SecondaryOutcomeTimeFrame": "Up to 45 days post-treatment"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nSigned informed consent prior to initiation of any study-specific procedure or treatment. Informed Consent Form must be signed within 14 days of study treatment initiation.\nAge > 18 years\nAble and willing to comply with the protocol\nHistologically- or cytologically-confirmed Stage IV NSCLC with an EGFR exon-19 deletion or L858R mutation\nMust have received at least 6 months of first-line therapy with erlotinib or gefitinib\nClinical evidence of progression on first-line EGFR TKI therapy\n\nAdequate hematological function within 7 days of study treatment initiation:\n\nAbsolute neutrophil count (ANC) > 1.5 x 109/L AND\nPlatelet count > 100 x 109/L AND\nHemoglobin > 9 g/dL (may be transfused to maintain or exceed this level)\n\nAdequate liver function within 7 days of study treatment initiation:\n\nTotal bilirubin < 1.5 x upper limit of normal (ULN) AND\nAST and ALT < 2.5 x ULN in patients without liver metastases; < 5 x ULN in patients with liver metastases\n\nAdequate renal function within 7 days of study treatment initiation:\n\na. Serum creatinine < 1.25 x ULN or calculated creatinine clearance > 50 mL/min (Creatinine clearance may be calculated per institutional standards.)\n\nEastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 within 7 days of study treatment initiation\nPatients with stable, treated brain metastases are eligible for study participation and may be on a stable dose of steroids at screening. Anticonvulsants (at stable dose) are allowed. Radiotherapy and stereotactic radiosurgery to the brain must be completed at least 28 days prior to randomization\nFemale patients must not be pregnant or breast-feeding. Female patients with childbearing potential should agree to use effective, non-hormonal means of contraception (intrauterine contraceptive device, barrier method of contraception in conjunction with spermicidal jelly or surgically sterile) during the study and for a period of at least 6 months following the last administration of study drugs. Female patients with an intact uterus (unless amenorrhoeic for the last 12 months) must have a negative serum pregnancy test within 7 days prior to randomization into the study.\nFertile male patients must agree to use effective contraception during the study and for a period of at least 3 months following the last administration of study drugs\n\nExclusion Criteria:\n\nAny other prior treatment for metastatic NSCLC other than erlotinib or gefitinib. Prior adjuvant chemotherapy or concurrent chemo-radiation therapy is allowed if completed at least 12 months prior to trial enrollment\nRadiotherapy to the brain within 28 days prior to randomization, or radiotherapy to any other site up to 14 days prior to randomization\nClinically significant (i.e., active) cardiovascular disease (e.g., cerebrovascular accident or myocardial infarction within 6 months prior to randomization), unstable angina, congestive heart failure (New York Heart Association Class > II), or serious cardiac arrhythmia, that is uncontrolled by medication or may interfere with administration of study treatment\nTreatment with any other investigational agent or participation in another clinical trial that combines erlotinib with a second therapy unless the patient was on placebo.\nMalignancies other than NSCLC within 3 years prior to randomization, except for adequately treated carcinoma in situ of the cervix, basal or squamous cell skin cancer, localized prostate cancer treated with radiation or surgically with curative intent, and ductal carcinoma in situ treated surgically with curative intent\nEvidence of any other disease, neurological or metabolic dysfunction, physical examination finding or laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or puts the patient at high risk for treatment-related complications",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Leora Horn",
                            "OverallOfficialAffiliation": "Vanderbilt-Ingram Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Vanderbilt-Ingram Cancer Center, Find a Clinical Trial",
                            "SeeAlsoLinkURL": "http://www.vicc.org/ct/"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023",
                "RemovedCountryList": {
                    "RemovedCountry": [
                        "United States"
                    ]
                }
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000008175",
                            "ConditionMeshTerm": "Lung Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000002289",
                            "ConditionMeshTerm": "Carcinoma, Non-Small-Cell Lung"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000012142",
                            "ConditionAncestorTerm": "Respiratory Tract Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000013899",
                            "ConditionAncestorTerm": "Thoracic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000008171",
                            "ConditionAncestorTerm": "Lung Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012140",
                            "ConditionAncestorTerm": "Respiratory Tract Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000002283",
                            "ConditionAncestorTerm": "Carcinoma, Bronchogenic"
                        },
                        {
                            "ConditionAncestorId": "D000001984",
                            "ConditionAncestorTerm": "Bronchial Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M10862",
                            "ConditionBrowseLeafName": "Lung Neoplasms",
                            "ConditionBrowseLeafAsFound": "Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M5236",
                            "ConditionBrowseLeafName": "Carcinoma, Non-Small-Cell Lung",
                            "ConditionBrowseLeafAsFound": "Non-Small Cell Lung Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M14540",
                            "ConditionBrowseLeafName": "Recurrence",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5224",
                            "ConditionBrowseLeafName": "Carcinoma",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14669",
                            "ConditionBrowseLeafName": "Respiratory Tract Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M16348",
                            "ConditionBrowseLeafName": "Thoracic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M10858",
                            "ConditionBrowseLeafName": "Lung Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14667",
                            "ConditionBrowseLeafName": "Respiratory Tract Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5230",
                            "ConditionBrowseLeafName": "Carcinoma, Bronchogenic",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4950",
                            "ConditionBrowseLeafName": "Bronchial Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC08",
                            "ConditionBrowseBranchName": "Respiratory Tract (Lung and Bronchial) Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionMeshList": {
                    "InterventionMesh": [
                        {
                            "InterventionMeshId": "D000016190",
                            "InterventionMeshTerm": "Carboplatin"
                        },
                        {
                            "InterventionMeshId": "D000068437",
                            "InterventionMeshTerm": "Pemetrexed"
                        },
                        {
                            "InterventionMeshId": "D000069347",
                            "InterventionMeshTerm": "Erlotinib Hydrochloride"
                        }
                    ]
                },
                "InterventionAncestorList": {
                    "InterventionAncestor": [
                        {
                            "InterventionAncestorId": "D000000970",
                            "InterventionAncestorTerm": "Antineoplastic Agents"
                        },
                        {
                            "InterventionAncestorId": "D000004791",
                            "InterventionAncestorTerm": "Enzyme Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000045504",
                            "InterventionAncestorTerm": "Molecular Mechanisms of Pharmacological Action"
                        },
                        {
                            "InterventionAncestorId": "D000005493",
                            "InterventionAncestorTerm": "Folic Acid Antagonists"
                        },
                        {
                            "InterventionAncestorId": "D000019384",
                            "InterventionAncestorTerm": "Nucleic Acid Synthesis Inhibitors"
                        },
                        {
                            "InterventionAncestorId": "D000047428",
                            "InterventionAncestorTerm": "Protein Kinase Inhibitors"
                        }
                    ]
                },
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M18340",
                            "InterventionBrowseLeafName": "Carboplatin",
                            "InterventionBrowseLeafAsFound": "Level",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M5872",
                            "InterventionBrowseLeafName": "Cisplatin",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M264",
                            "InterventionBrowseLeafName": "Pemetrexed",
                            "InterventionBrowseLeafAsFound": "Aluminum",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M11590",
                            "InterventionBrowseLeafName": "Mitogens",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M398",
                            "InterventionBrowseLeafName": "Erlotinib Hydrochloride",
                            "InterventionBrowseLeafAsFound": "Phase 2",
                            "InterventionBrowseLeafRelevance": "high"
                        },
                        {
                            "InterventionBrowseLeafId": "M1679",
                            "InterventionBrowseLeafName": "Gefitinib",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M7641",
                            "InterventionBrowseLeafName": "Enzyme Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M8308",
                            "InterventionBrowseLeafName": "Folic Acid",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M17236",
                            "InterventionBrowseLeafName": "Vitamin B Complex",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M8309",
                            "InterventionBrowseLeafName": "Folic Acid Antagonists",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M25510",
                            "InterventionBrowseLeafName": "Protein Kinase Inhibitors",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "T446",
                            "InterventionBrowseLeafName": "Folic Acid",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "T447",
                            "InterventionBrowseLeafName": "Folinic Acid",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "T448",
                            "InterventionBrowseLeafName": "Folate",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "T475",
                            "InterventionBrowseLeafName": "Vitamin B9",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "Micro",
                            "InterventionBrowseBranchName": "Micronutrients"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "Hemat",
                            "InterventionBrowseBranchName": "Hematinics"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "Vi",
                            "InterventionBrowseBranchName": "Vitamins"
                        }
                    ]
                }
            }
        }
    }
}