{
    "Rank": 792,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT00830544",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CCAM 07-03"
                },
                "Organization": {
                    "OrgFullName": "Auxilio Mutuo Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Study of Neoadjuvant Chemotherapy of Breast Cancer",
                "OfficialTitle": "Phase II Study of Neoadjuvant Chemotherapy of Breast Cancer",
                "Acronym": "Neoadjuvant"
            },
            "StatusModule": {
                "StatusVerifiedDate": "July 2012",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "July 2008"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 2011",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2012",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 27, 2009",
                "StudyFirstSubmitQCDate": "January 27, 2009",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "January 28, 2009",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "July 12, 2012",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "July 13, 2012",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Fernando Cabanillas",
                    "ResponsiblePartyInvestigatorTitle": "Hematolgy-Oncologist",
                    "ResponsiblePartyInvestigatorAffiliation": "Auxilio Mutuo Cancer Center"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Auxilio Mutuo Cancer Center",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Sanofi",
                            "CollaboratorClass": "INDUSTRY"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to evaluate the pathological CR rate in breast and lymph nodes of a novel neoadjuvant regimen for invasive breast carcinoma.",
                "DetailedDescription": "Neoadjuvant chemotherapy has been used for years to treat patients with breast cancer whose primary tumors are too large to allow for breast conservation surgery [1]. Reduction in size of the primary tumor with neoadjuvant chemotherapy has made possible the use of lumpectomies instead of mastectomies in a large fraction of these cases. In the past this was the major objective of neoadjuvant chemotherapy for breast cancer, but more recently the focus has changed and the goals have expanded [2]to include: 1- determination of the chemosensitivity of the tumor so that subsequent chemotherapy can be modified accordingly. 2- to prolong disease free survival . 3- to prolong survival.\n\nSo far there has been no consistent improvement in survival using this approach, although two recent studies suggest that a survival benefit might actually occur[3, 4]. However, there is consensus that patients who receive neoadjuvant chemotherapy and who achieve a \"pathological CR\", meaning that no tumor is found at time of definitive tumor resection, have experienced longer survival[5-8]. Perhaps with a more active neoadjuvant combination a significantly higher pathological CR rate can be obtained, and thus longer survival achieved.\n\nMost neoadjuvant regimens that have been used in the past have only included induction with 3-4 courses of an anthracycline based regimen without a Taxane, followed by surgery and further chemotherapy subsequently. However, the incorporation of docetaxel after an anthracycline-based regimen (Aberdeen and NSABP-B27 protocols) [4, 9]led to better clinical response, subsequently to better breast conservation and more important, an increase in the pathological complete response rate. In the NSABP-B-27 study, 2,411 patients with operable primary breast cancer were randomly assigned to one of three treatment arms: a) four cycles of preoperative AC followed by surgery. b) four cycles of preoperative AC followed by four cycles of preoperative docetaxel (100 mg/m2 IV every 3 weeks), or c) four cycles of AC followed by surgery and subsequently four cycles of postoperative docetaxel. Compared to preoperative AC alone, preoperative AC followed by preoperative docetaxel increased the clinical complete response rate (40.1% v 63.6%; P < .001), the overall clinical response rate (85.5% v 90.7%; P < .001), the pathologic complete response rate (13.7% v 26.1%; P < .001), and the proportion of patients with negative nodes (50.8% v 58.2%; P < .001).\n\nImprovement of relapse free survival has also been observed in the NSABP-B-27 and Aberdeen trials. In the latter trial, improvement in overall survival has also been reported.. A statistically significant improvement in overall survival has not been observed yet in the NSABP-B-27 trial but a longer follow-up of this study is required to better evaluate the impact of including Taxotere (Docetaxel) as part of the neoadjuvant strategy on overall survival of breast cancer. One subgroup of patients in the NSABP-B-27 trial was found in a retrospective analysis to benefit the most. This was the group who achieved a clinical partial response after the first four courses of AC and who received four additional courses of Docetaxel. They benefited from a longer disease free survival.\n\nIn another neoadjuvant trial performed at MD Anderson Cancer Center, patients with a pathologic response but with residual tumors >1 cm were randomized to receive postoperative chemotherapy based on their response to preoperative chemotherapy. Those patients who had a change in their chemotherapy experienced a longer survival.\n\nA review of neoadjuvant trials shows that those with the higher number of preop chemotherapy courses have the best results. We feel that the next step should be the development of a preoperative combination chemotherapeutic regimen which provides the highest pathological complete response rate and the highest lymph node negative status.\n\nIn our study we propose to: 1- incorporate Docetaxel as part of the induction neoadjuvant regimen in all patients. 2- tailor the neoadjuvant chemotherapy regimen according to the preoperative response as judged by MRI so that patients whose maximum response after the first four courses of an anthracycline-docetaxel based combination, is a partial remission or less, will receive four courses of a non-cross resistant regimen. 3- prolong the duration of neoadjuvant preoperative chemotherapy to a total of eight courses. 4- complete the neoadjuvant chemotherapy before surgery so that the chances for a pathological CR are increased. 5- include Trastuzumab (Herceptin) as part of the neoadjuvant treatment in patients who are Her-2 positive.\n\nA combination derived from the established TAC (Taxotere, Adriamycin, Cyclophosphamide) regimen but which uses Epirubicin, a less cardiotoxic analogue of Doxorubicin (Adriamycin), will be tested. Those Her-2 negative patients whose response to the first 4 courses of induction TEC is less than a complete remission, will have their treatment changed to a second line regimen, Navelbine-Avastin-Xeloda (\"NAX\"), with the intention of capturing a better response prior to surgery. Those who are Her-2 positive will initially also receive TEC but subsequent therapy will include Trastuzumab (Herceptin) whether they respond well or not to TEC."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "neoadjuvant chemotherapy breast cancer",
                        "Breast cancer patients with tumors over one cm"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Phase 2"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "54",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "1",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Experimental chemotherapy using neoadjuvant approach",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Drug: Neoadjuvant chemotherapy",
                                    "Drug: Chemotherapy"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Neoadjuvant chemotherapy",
                            "InterventionDescription": "Docetaxel 75 mg/m2, day 1 Epirubicin 80 mg/m2, day 1 Cyclophosphamide 500 mg/m2, day 1 Navelbine 25 mg/M2 in 250 cc NS over 60 min on day 1 and day 8 Bevacizumab 5 mg/kg in 100 cc NS over 90 min day 1 and day 8 Capecitabine 825 mg/M2 p.o. bid from day 1-14. Trastuzumab",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "1"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Neoadjuvant chemotherapy for breast cancer"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Chemotherapy",
                            "InterventionDescription": "Neoadjuvant chemotherapy",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "1"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Neoadjuvant chemotherapy with experimental strategy"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Drug",
                            "InterventionName": "Neoadjuvant chemotherapy",
                            "InterventionDescription": "Experimental chemotherapy regimen",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "1"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Chemotherapy sequentially according to response"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "To evaluate the pathological CR rate in breast and lymph nodes of a novel neoadjuvant regimen for invasive breast carcinoma",
                            "PrimaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "To evaluate the clinical anti-tumor activity of the TEC combination chemotherapy regimen as judged by MRI when feasible or if not, with ultrasound.",
                            "SecondaryOutcomeTimeFrame": "2 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPreviously untreated (no chemotherapy or hormonal therapy or radiation therapy) invasive breast cancer.\nDiagnosis of invasive ductal or lobular breast cancer plus or minus DCIS. Inflammatory carcinomas will also be eligible.\nAge > 18 years\nTumor > 1.0 cm by MRI and/or sonographic or clinical exam measurements.Although only tumors > 2 cm are considered measurable by RECIST criteria, we will nevertheless include tumors > 1 cm since the primary endpoint is pathological CR rate.\nPerformance Status ECOG <2 or Karnofsky >50%\nPeripheral neuropathy < grade 1\n\nHematologic (minimal values):\n\nAbsolute neutrophil count > 1,500/mm3\nHemoglobin > 8.0 g/dl\nPlatelet count > 100,000/mm3\nHepatic\nTotal Bilirubin normal\nAST and ALT and Alkaline Phosphatase do not have to be within the range. In determining eligibility the more abnormal of the two values (AST or ALT) should be used as shown below.\n\nExclusion Criteria:\n\nPregnant or breast feeding patients are excluded.\nPatients with second malignancies with expected survival < 5 years.\nPrevious chemotherapy with either Taxanes, Anthracyclines or Cyclophosphamide.\nPatients with history of severe hypersensitivity reaction to Taxotere (Docetaxel) or other drugs formulated with polysorbate 80.\nPure DCIS diagnoses are not eligible.\nSpecial histologies with favorable prognosis such as mucinous, tubular are not eligible.\nPatients with reduced ejection fraction <50% are not eligible.\nPatients with tumors < 1.0 cm\nCardiac thrombotic events in the past 12 months\nStroke or transient ischemic attacks (TIA) within 12 months\nPoorly controlled hypertension defined as persistent blood pressure elevation >150 systolic and/or 100 diastolic not responsive to medications\nGI condition that increases risk of perforation within 6 months of study\nAny serious non-healing wound, ulcer, or bone fracture\nNo minor surgical procedure within 7 day of study entry or major surgery within 28 days of study entry or anticipation of need for major surgical procedure during the course of the study\nSignificant vascular disease such as symptomatic peripheral vascular disease\nAny evidence of bleeding diathesis or coagulopathy",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "19 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Fernando Cabanillas, MD",
                            "OverallOfficialAffiliation": "Auxilio Mutuo Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Auxilio Mutuo Cancer Center",
                            "LocationCity": "San Juan",
                            "LocationZip": "00927",
                            "LocationCountry": "Puerto Rico"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M1668",
                            "InterventionBrowseLeafName": "Docetaxel",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M325",
                            "InterventionBrowseLeafName": "Trastuzumab",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M6417",
                            "InterventionBrowseLeafName": "Cyclophosphamide",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M246",
                            "InterventionBrowseLeafName": "Bevacizumab",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M1710",
                            "InterventionBrowseLeafName": "Vinorelbine",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M377",
                            "InterventionBrowseLeafName": "Capecitabine",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M17644",
                            "InterventionBrowseLeafName": "Epirubicin",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "ANeo",
                            "InterventionBrowseBranchName": "Antineoplastic Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "ARhu",
                            "InterventionBrowseBranchName": "Antirheumatic Agents"
                        }
                    ]
                }
            }
        }
    }
}