{
    "Rank": 804,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05373251",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "H21-03699"
                },
                "Organization": {
                    "OrgFullName": "British Columbia Cancer Agency",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "PATH Trial: Personalized Approaches in the Treatment of Head and Neck Cancer",
                "OfficialTitle": "PATH Trial: Personalized Approaches in the Treatment of Head and Neck Cancer",
                "Acronym": "PATH"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2022",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 2022",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "August 2027",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "August 2032",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "May 3, 2022",
                "StudyFirstSubmitQCDate": "May 9, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 13, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 9, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 13, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "British Columbia Cancer Agency",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "To determine genomic markers of radioresistance by comparing patients with H&N cancer who develop recurrence within twelve months of curative intent radiation and/or chemoradiotherapy to those without recurrence\nTo compare the genomic landscape of patients with and without EBV and HPV mediated H&N cancer\nTo identify somatic mutations, gene expression changes or other potentially targetable abnormalities in patients with recurrent H&N cancer that may provide information to guide systemic therapy in these patients",
                "DetailedDescription": "Head and neck cancer is the 12th most common cancer in Canada, with 6450 patients diagnosed per year.1 The majority of head and neck cancers are squamous cell carcinoma (H&N SCC). The majority of H&N SCC patients present with locally advanced disease, however despite advances in intensive combined multi-modality treatment, approximately 35% of patients diagnosed with head and neck cancer will die of their disease.2 The primary curative intent treatment modalities for head and neck cancer are surgery and radiotherapy (with or without concurrent chemotherapy). Radiotherapy is used as the primary curative intent modality for H&N SCC for organ preservation of the oral cavity, pharynx and larynx to maintain speech and swallowing function. It is also used for unresectable cancers and in the adjuvant setting after surgery for patients with locally advanced disease.\n\nDespite modern radiotherapy technologies allowing the delivery of high doses of radiotherapy (60-70 Gy) with curative intent, many patients have radioresistant SCC, with local, regional or distant progression during or shortly after radiotherapy. There are very few, if any, radiologic and pathologic predictors to determine which patients with H&N SCC will respond well to radiotherapy. Varying clinical responses are seen, with some patients having complete clinical resolution of their tumours within the first few weeks of radiotherapy, whereas others have minimal response, or even progressive disease during treatment. The only molecular marker used for patient stratification for definitive management is the presence of Human Papilloma Virus-16 (HPV) in oropharyngeal cancer, although its impact is tempered by smoking history (Ang DOI: 10.1056/NEJMoa0912217).\n\nThis study aims to assess genomic predictors of radioresistant and chemoresistant H&N SCC, defined as diagnosis of local, regional or distant recurrence within twelve months of completing curative intent radiotherapy with or without chemotherapy. Diagnosis of recurrent disease after radiotherapy is associated with poor survival outcomes, with a median survival of 8 months.3\n\nAdditionally, , this study aims to elucidate the genomic characteristics of virally-mediated H&N cancers and their impact on chemoradiation response. Currently, 40-45% of H&N cancers seen at BC Cancer are linked to viral infections, namely Epstein Barr virus (EBV) and human papilloma virus (HPV). Through prior research at the Genome Sciences Centre, BC Cancer experts are showing that the HPV genome can integrate into the human genome, resulting in profound genomic disruptions. Because these disruptions are exceedingly complicated, methods to study them did not exist until recently. The availability of Nanopore technology, a cutting-edge new strategy that sequences longer strands of DNA to detect novel genomic features will enable investigators to look at: how viral genomes integrate into human genomes and how they change; how these genomic changes reveal new insights into H&N cancers and how to treat them; and whether or not virally-mediated genomic changes lead to radio-resistance or radio-sensitivity. Through the study of H&N cancers, we aim to gain valuable knowledge that may be relevant to other virally-mediated cancers.\n\nHPV positive oropharyngeal SCC has a distinct clinical phenotype, staging and biology compared to HPV negative H&N SCC, however deeper understanding of underlying genomic differences are lacking. The Cancer Genome Atlas (TCGA) has conducted the largest comprehensive genomic study of 528 H&N SCC tumours to date, however only 36 HPV positive tumors were included, resulting in limited comparison of genomic analysis between HPV positive and HPV negative tumours (PMID 31703248). In addition, TCGA-HNSCC cohort is largely derived from patients who underwent oral cavity surgery, rather than chemoradiation and lacks clinical correlatives of response to treatment including chemoradiation. PIK3CA is the most frequently mutated gene in HPV-associated oropharyngeal squamous cell carcinoma, however the clinical significance of PIK3CA mutations and other genomic alterations in response to chemoradiation is unclear.\n\nFinally, the current lack of biomarkers in H&N SCC impedes the advance of experimental therapeutics in H&N SCC in which promising novel targeted or immunologic agents continue to be tested in unselected patient populations with little effort to identify the molecular markers associated with treatment response. Comprehensive characterization of clinically annotated samples encompassing genomics, immune function assessments and establishment of model systems is urgently needed. This study will aim to identify predictors of immunotherapy response as the majority of patients with H&N SCC who experience cancer recurrence following chemoradiation will be offered immune checkpoint inhibitor therapy as their next line of treatment. Currently, there are no validated predictors of response to immune checkpoint inhibitors in patients who experience cancer recurrence shortly following definitive chemoradiation, and the presence of PD-L1 is not a requirement for receipt of immune checkpoint inhibitor therapy in the early post-chemoradiotherapy setting (Checkmate-141, Keynote-040). Currently clinical responses to single agent immune checkpoint inhibitors, nivolumab or pembrolizumab, have been observed in H&N SCC patients regardless of PD-L1 status or HPV status, however overall objective response rates remain low (<20%). Combination immune checkpoint inhibitor clinical trials thus far have not demonstrated significant activity, hence there is a critical unmet need to identify underlying genomic characteristics of immune response and improve patient selection for immune checkpoint blockade in H&N SCC.\n\nIn 2014, BC Cancer launched the Personalized Onco-Genomics (POG) Program to investigate the genomic characteristics of individual cancers with the goal of identifying more effective treatments informed by genomic data. To date, POG has enrolled more than 1,200 patients with a variety of metastatic cancers. This study has resulted in innovative and effective treatments that would not otherwise have been found, and some of the most interesting and successful POG cases have been patients with head and neck cancer.\n\nWith the PATH trial, we will leverage the established POG infrastructure and we will perform comprehensive DNA and RNA sequencing on participant's tumour to identify unique underlying oncogenic drivers and potential novel therapeutic targets. Similar to the POG study, tumour and matched normal genomes and tumour transcriptome will be assembled for each patient. The data analysis process that POG has established includes the assembly, annotation, and mining of the genomic data to identify somatic aberrations, gene expression changes or other abnormalities that might be cancer \"drivers\" or provide actionable (diagnostic) or druggable targets. Results from the whole genome and transcriptome analysis (WGTA) are summarized in two formats: the first is an automatically generated Targeted Gene Report (TGR) with the common identifiable mutations and fusions, and the second is a final comprehensive report with all notable abnormalities.\n\nThe TGR is a tool developed by the BC Cancer Genome Sciences Centre (GSC) genome analysts as a means to deliver a rapid \"high-level look\" at the genomic and transcriptomic data for each patient. Similar in concept to a panel, but derived from the entire genome and transcriptome (unlike a panel), the findings reported in the TGR are identified a priori by the analytics team and include the genes of interest that are commonly represented on a panel such as KRAS, EGFR, P53 and also the transcriptomic findings such as ALK or RET fusions. This report is linked to the Genome Sciences Centre's (GSC) GraphKB (previously called Knowledgebase), which is a manually curated database of cancer associated genomic abnormalities and linkages to targeted therapies, clinical trials and other academic knowledge bases in collaboration, such as CiVIC (https://civicdb.org/home). The turnaround time for a TGR report from the time of biopsy is 2- 3 weeks and the report is communicated to the ordering clinician. The current version of the TGR (version: GSC7.3.0 (GR1.2.1:gkb1.3.5)) screens 785 genes and 19534 small variants (SNVs and indels), it also screens for 566 fusion genes and 730 fusion variants. Lastly, the in silico nature of the TGR probes facilitate a highly dynamic and flexible panel that can incorporate the most up-to-date translational genomic discoveries. An additional and critical advantage to the TGR is that it is based on data from the whole genome and transcriptome; therefore, when new targeted therapies, variants or genes become relevant for patient care, these are easily added to the list that would be routinely reported in the TGR; in addition, previous TGR across the population can be scanned to identify patients who also have these targets. This is simply not possible with panel data because if a target is not on the panel there is no means to look for it retrospectively in the data nor to re-run samples for additional new targets. This means that whole genome data, with a turnaround time of 2-3 weeks, can be used in the present for patient treatment decisions, such as clinical trials, and retrospectively for patient care and research opportunities in the future. This will personalize treatment approaches for patients whose cancer recurs; achieving results in real time for study participants."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Head and Neck Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Oncogenomics"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Diagnostic",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "500",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Whole genomic DNA/RNA tumour sequencing",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "All participants will undergo pre-radiotherapy fresh core biopsies of the tumour. DNA libraries will be created and stored for future analysis.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Diagnostic Test: Whole genomic DNA/RNA tumour sequencing"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Diagnostic Test",
                            "InterventionName": "Whole genomic DNA/RNA tumour sequencing",
                            "InterventionDescription": "All participants will undergo pre-radiotherapy fresh core biopsies of the tumour. DNA libraries will be created and stored for future analysis.\n\nParticipants with recurrence will have biopsy and subsequently will undergo rapid sequencing of RNA and DNA followed by bioinformatic analysis to identify somatic mutations or other abnormalities that might be \"drivers\" of an individual's cancer or predict response to therapies. These data will be compared to the literature and to a comprehensive database of drugs with the aim of identifying drugs most likely to target individual tumors based on the presence of mutated or abnormally expressed genes in the tumor. Any palliative systemic therapy treatment would be closely monitored for tolerability and response, as part of the general clinical care of someone on systemic therapy. The choice of systemic therapy will be up to the treating medical oncologist and the patient.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Whole genomic DNA/RNA tumour sequencing"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Number of participants with local, regional and distant recurrence",
                            "PrimaryOutcomeDescription": "Proportion with recurrence",
                            "PrimaryOutcomeTimeFrame": "24 months post completion of radiotherapy"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Proportion who have sufficient biopsy possible to perform WGTA",
                            "SecondaryOutcomeDescription": "To assess feasability of WGTA in this population",
                            "SecondaryOutcomeTimeFrame": "5 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Proportion of patients with recurrence where actionable alterations are identified.",
                            "SecondaryOutcomeDescription": "To determine the frequency of actionable mutations",
                            "SecondaryOutcomeTimeFrame": "5 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Treatment response",
                            "SecondaryOutcomeDescription": "Determine the utility of WGTA informed therapy",
                            "SecondaryOutcomeTimeFrame": "24 months, 5 years"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Overall survival, disease specific survival, progression-free survival",
                            "SecondaryOutcomeDescription": "survival outcomes",
                            "SecondaryOutcomeTimeFrame": "12 months, 24 months, 5 years"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nPatients with locally advanced H&N squamous cell carcinoma or nasopharyngeal cancer undergoing definitive radiation and/or chemoradiotherapy with curative intent at BC Cancer\nFolowing subsites included: paranasal sinus, nasal cavity, nasopharynx, oral cavity, oropharynx, larynx, hypopharynx.\nPatients willing to undergo study specific fresh biopsy of the tumour, and/or metastatic nodal site at baseline and at recurrence, and a blood test for genomic analysis.\nECOG PS 0-2\nAge >/=18 years\nPrimary tumour or regional lymph nodes that are amenable to core biopsy and sufficient sampling for POG purposes\nMeasurable disease\nAdequate organ function\nWillingness to have their de-identified genomic and clinical data shared with national and international research collaborators and data sharing platforms (as detailed in the consent form)\nWillingness to be contacted for future studies based on the data that is generate; included in this is the anticipation that patient would be fit or a candidate for clinical trials\n\nExclusion Criteria:\n\n• Primary skin, salivary gland and thyroid malignancies\n\nUnwilling/unable to undergo biopsies and blood tests\nPatients undergoing adjuvant radiotherapy after definitive surgery without gross residual disease\nPatients with estimated life expectancy less than 12 months\nPatients who have received prior chemoradiotherapy within the past 12 months",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000006258",
                            "ConditionMeshTerm": "Head and Neck Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M9038",
                            "ConditionBrowseLeafName": "Head and Neck Neoplasms",
                            "ConditionBrowseLeafAsFound": "Head and Neck Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}