{
    "Rank": 825,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05923164",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "23/337"
                },
                "Organization": {
                    "OrgFullName": "Sultan Abdulhamid Han Training and Research Hospital, Istanbul, Turkey",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Reliability And Validity Study Of \"The Evaluation Tool For Myofascial Adhesions In Patients After Breast Cancer\" In Turkish Language",
                "OfficialTitle": "Reliability And Validity Study Of MAP-BC Evaluation Tool In Turkish Language To Detect Myofascial Adhesions Among Women Under Breast Cancer Treatment",
                "Acronym": "MAP-BC"
            },
            "StatusModule": {
                "StatusVerifiedDate": "August 2023",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 30, 2023",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "May 30, 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "July 30, 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "June 19, 2023",
                "StudyFirstSubmitQCDate": "June 19, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 28, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "August 22, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 24, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Sultan Abdulhamid Han Training and Research Hospital, Istanbul, Turkey",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The aim of this observational study is to translate the MAP-BC Evaluation Tool into Turkish by adapting it to Turkish society and to conduct a validity and reliability study in women who have received breast cancer treatment.\n\nThe main questions it aims to answer are:\n\nAre the same researcher's MAP-BC Evaluation Tool results similar at intervals to detect myofascial adhesions in breast cancer patients in Turkish population?\nAre the different researchers' MAP-BC Evaluation Tool results similar to detect myofascial adhesions in breast cancer patients in Turkish population?\nAfter comparing the results of Turkish version of both The Patient and Observer Scar Assessment Scale Observer Subscale and MAP-BC Evaluation Tool, is there a sufficient correlation between them?",
                "DetailedDescription": "Breast cancer is the most frequently diagnosed malignancy in all over the world. Breast and axillary surgery, radiotherapy, hormone therapy and chemotherapy treatments may cause upper extremity dysfunction and pain which negatively affect quality of life and daily living activities of breast cancer patients.\n\nLymphedema, severe pain, decreased range of motion of shoulder joint, axillary web syndrome, myofascial trigger points and myofascial adhesions are the leading causes affecting upper extremity function in patients with breast cancer.\n\nMyofascial dysfunction presents as a problem characterized by trigger points, adhesions, and limitation of myofascial tissue and tissue gliding.\n\nMuscle manipulation during surgery, scar tissue, soft tissue adhesions, adaptive posture development following surgery and radiotherapy induced fibrosis can cause myofascial adhesions. However, there is not sufficient research or tools for the evaluation of scar tissue and adhesions.\n\nDetection, quantitative measurement and scoring of myofascial adhesions in upper extremity dysfunctions after breast cancer treatment are important for both developing target-oriented treatment plan and evaluation of treatment effectiveness (myofascial therapy, physical therapy modalities).\n\nThe Patient and Observer Scar Assessment Scale is an evaluation tool utilized to detect scar tissue and was shown for reliable and valid in patients who have undergone breast cancer surgery. Its reliability and validity study for Turkish population has been done earlier.\n\nA new diagnostic method called MAP-BC (Myofascial Adhesions in Patients after Breast Cancer) has been developed to evaluate scar tissue after breast cancer treatments and to quantitatively measure myofascial adhesions. Its reliability and validity have been proven in various countries, however, it is yet to be tested in Turkey.\n\nThe aim of this observational study is to translate the MAP-BC evaluation tool into Turkish by adapting it to Turkish society and to conduct a validity and reliability study in women who have received breast cancer treatment.\n\nFirstly, the original version of MAP-BC will be translated into Turkish and its semantic and conceptual equivalence will be checked. Later it will be finalized by the committee consisting of two translators and four expert physiatrists.\n\nFor intra-rater reliability, the same researcher will re-evaluate patients at 14-days intervals.\n\nFor inter-rater reliability, 2 different researchers will evaluate the first 15 patients by using the Patient and Observer Scar Assessment Scale and MAP-BC tools unaware of each other's results. If the outcome of the two researchers evaluation are found in agreement at a reliable rate, then the study will be continued by a single researcher.\n\nThe convergent validity of the Turkish version of MAP-BC will be assessed by comparing the results of Turkish version of both the Patient and Observer Scar Assessment Scale observer subscale (Patient and Observer Wound Assessment) and MAP-BC. Their correlation will be analyzed."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer",
                        "Upper Extremity Dysfunction",
                        "Tissue Adhesion"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Myofascial adhesions",
                        "Breast Cancer",
                        "POSAS",
                        "MAP-BC Evaluation Tool",
                        "myofascial dysfunction",
                        "validity and reliability study"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Only"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Cross-Sectional"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "88",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Breast Cancer Patients",
                            "ArmGroupDescription": "Patients who had undergone breast cancer surgery, aged between 18-75 years-old",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Diagnostic Test: MAP-BC (Myofascial Adhesions in Patients after Breast Cancer) Evaluation Tool",
                                    "Diagnostic Test: Patient And Observer Scar Assessment Scale ( Observer Subscale)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Diagnostic Test",
                            "InterventionName": "MAP-BC (Myofascial Adhesions in Patients after Breast Cancer) Evaluation Tool",
                            "InterventionDescription": "It's a tool to evaluate scar tissues that occured after breast cancer treatment. It quantitatively measures myofascial adhesions. The degree of adhesion is scored for each area at 3 different depth levels (skin, superficial, deep) as a 4-point scale (0: no adhesion - 3: severe adhesion). Axillary scar, breast/mastectomy scar, m. pectoralis region, frontal chest wall, lateral chest wall, axilla and inframammary fold are evaluated separately. Sum of the scores from three levels of each area gives the total score. The minimal total score is: 0 and the maximum total score is 63.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Breast Cancer Patients"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Diagnostic Test",
                            "InterventionName": "Patient And Observer Scar Assessment Scale ( Observer Subscale)",
                            "InterventionDescription": "This assesment tool consists of two different scales evaluated by the observer and the patient.The observer scale rates five variables, which include vascularity, pigmentation, thickness, relief, pliability and surface area, between 1-10 points (1:normal skin). The total score ranges from 5 to 50.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Breast Cancer Patients"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "MAP-BC Evaluation Tool",
                            "PrimaryOutcomeDescription": "This tool was developed to evaluate scar tissues that occured after breast cancer treatments. It quantitatively measures myofascial adhesions. The degree of adhesion is scored for each area at 3 different depth levels (skin, superficial, deep) as a 4-point scale (0: no adhesion - 3: severe adhesion). Axillary scar, breast/mastectomy scar, m. pectoralis region, frontal chest wall, lateral chest wall, axilla and inframammary fold are evaluated separately. Sum of the scores from three levels of each area gives the total score. The maximum score is 63. In Breast cancer patients, the inter-rater reliability of the detection of myofascial adhesions by palpation has been reported good to excellent.",
                            "PrimaryOutcomeTimeFrame": "11 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "POSAS",
                            "PrimaryOutcomeDescription": "This assesment tool consists of two different scales evaluated by the observer and the patient. Its validity and reliability have been proven for the detection of scar tissue in patients who have undergone breast cancer surgery. The observer scale rates five variables, which include vascularity, pigmentation, thickness, relief, pliability and surface area, between 1-10 points (1:normal skin). The total score ranges from 5 to 50. The Turkish version of POSAS, whose validity and reliability studies were conducted, will be used in our study.",
                            "PrimaryOutcomeTimeFrame": "11 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nBreast cancer patients aged between 18-75 years who had undergone breast surgery\nproviding a written consent to participate in the study\n\nExclusion Criteria :\n\nPatients who do not agree to participate the study\nPatients with active skin disease/infection which limits physical examination (palpation)\nPatients with a secondary breast cancer and/or metastasis",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "GenderBased": "Yes",
                "GenderDescription": "Female Gender",
                "MinimumAge": "18 Years",
                "MaximumAge": "75 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients, aged between 18-75 years, who have undergone breast cancer surgery, visiting our oncological rehabilitation outpatient clinic between August 2023 and March 2024",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Özden Tömek, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "Turkey: +905343284941",
                            "CentralContactEMail": "ozden.tomek@gmail.com"
                        },
                        {
                            "CentralContactName": "Gökçenur Yalçın, MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "+905301413290",
                            "CentralContactEMail": "gokce_cihaner@hotmail.com"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Yeliz Bahar Özdemir",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Sultan 2. Abdulhamid Han Training and Research Hospital",
                            "LocationCity": "İstanbul",
                            "LocationState": "Kadıköy",
                            "LocationCountry": "Turkey",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Özden Tömek, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "Turkey: +905343284941",
                                        "LocationContactEMail": "ozden.tomek@gmail.com"
                                    },
                                    {
                                        "LocationContactName": "Gökçenur Yalçın, MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactEMail": "gokcenur_cihaner@hotmail.com"
                                    },
                                    {
                                        "LocationContactName": "Yeliz Bahar Özdemir",
                                        "LocationContactRole": "Principal Investigator"
                                    }
                                ]
                            }
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "17230080",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Truong PT, Lee JC, Soer B, Gaul CA, Olivotto IA. Reliability and validity testing of the Patient and Observer Scar Assessment Scale in evaluating linear scars after breast cancer surgery. Plast Reconstr Surg. 2007 Feb;119(2):487-94. doi: 10.1097/01.prs.0000252949.77525.bc."
                        },
                        {
                            "ReferencePMID": "15319762",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lewit K, Olsanska S. Clinical importance of active scars: abnormal scars as a cause of myofascial pain. J Manipulative Physiol Ther. 2004 Jul-Aug;27(6):399-402. doi: 10.1016/j.jmpt.2004.05.004."
                        },
                        {
                            "ReferencePMID": "15804318",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wild D, Grove A, Martin M, Eremenco S, McElroy S, Verjee-Lorenz A, Erikson P; ISPOR Task Force for Translation and Cultural Adaptation. Principles of Good Practice for the Translation and Cultural Adaptation Process for Patient-Reported Outcomes (PRO) Measures: report of the ISPOR Task Force for Translation and Cultural Adaptation. Value Health. 2005 Mar-Apr;8(2):94-104. doi: 10.1111/j.1524-4733.2005.04054.x."
                        },
                        {
                            "ReferencePMID": "11124735",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Beaton DE, Bombardier C, Guillemin F, Ferraz MB. Guidelines for the process of cross-cultural adaptation of self-report measures. Spine (Phila Pa 1976). 2000 Dec 15;25(24):3186-91. doi: 10.1097/00007632-200012150-00014. No abstract available."
                        },
                        {
                            "ReferencePMID": "32772650",
                            "ReferenceType": "background",
                            "ReferenceCitation": "De Groef A, Van der Gucht E, Dams L, Evenepoel M, Teppers L, Toppet-Hoegars J, De Baets L. The association between upper limb function and variables at the different domains of the international classification of functioning, disability and health in women after breast cancer surgery: a systematic review. Disabil Rehabil. 2022 Apr;44(8):1176-1189. doi: 10.1080/09638288.2020.1800835. Epub 2020 Aug 8."
                        },
                        {
                            "ReferencePMID": "29580666",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Seyyah M, Yurdalan SU. Cultural adaptation and validation of Patient and Observer Scar Assessment Scale for Turkish use. Burns. 2018 Aug;44(5):1352-1356. doi: 10.1016/j.burns.2018.02.026. Epub 2018 Mar 24."
                        },
                        {
                            "ReferencePMID": "28598978",
                            "ReferenceType": "background",
                            "ReferenceCitation": "De Groef A, Van Kampen M, Vervloesem N, De Geyter S, Dieltjens E, Christiaens MR, Neven P, Geraerts I, Devoogdt N. An evaluation tool for myofascial adhesions in patients after breast cancer (MAP-BC evaluation tool): Development and interrater reliability. PLoS One. 2017 Jun 9;12(6):e0179116. doi: 10.1371/journal.pone.0179116. eCollection 2017."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided",
                "IPDSharingDescription": "Undecided"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000000267",
                            "ConditionMeshTerm": "Tissue Adhesions"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000002921",
                            "ConditionAncestorTerm": "Cicatrix"
                        },
                        {
                            "ConditionAncestorId": "D000005355",
                            "ConditionAncestorTerm": "Fibrosis"
                        },
                        {
                            "ConditionAncestorId": "D000010335",
                            "ConditionAncestorTerm": "Pathologic Processes"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M3310",
                            "ConditionBrowseLeafName": "Tissue Adhesions",
                            "ConditionBrowseLeafAsFound": "Adhesion",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M5850",
                            "ConditionBrowseLeafName": "Cicatrix",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8175",
                            "ConditionBrowseLeafName": "Fibrosis",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            }
        }
    }
}