{
    "Rank": 827,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01684579",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CASE2111"
                },
                "Organization": {
                    "OrgFullName": "Case Comprehensive Cancer Center",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Exercising Our ABC's (African- American Breast Cancer Survivors)",
                "OfficialTitle": "Exercising Our ABC's (African- American Breast Cancer Survivors)"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2013",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "June 2011"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "August 2012",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 2013",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "September 11, 2012",
                "StudyFirstSubmitQCDate": "September 11, 2012",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 13, 2012",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "March 18, 2013",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 20, 2013",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Case Comprehensive Cancer Center",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes"
            },
            "DescriptionModule": {
                "BriefSummary": "Recent studies have shown that some behavioral factors such as physical activity and exercise may improve quality of life and outcome in patients with breast cancer as well as decrease body fat, increase lean mass and reduce cancer-promoting hormones. None of these studies have been performed in African-American women with breast cancer. The medical field needs to understand how exercise may benefit cancer patients, particularly African Americans, and how to optimize these benefits to improve the quality of life, prognosis and survival.",
                "DetailedDescription": "All exercise training will take place at the Gathering Place, Beachwood OH, in the new Wellness Center that is equipped with state-of-the-art aerobic and resistance training apparati. All exercise will be performed under the supervision of the Gathering Place trained and certified staff. The patient group will perform a 20 week aerobic and resistance exercise training program to evaluate (compared to baseline) changes: in body composition (fat, lean tissue and bone mass); cytokines including insulin, leptin, adiponectin, IL-6, and TNFα; oxidative stress including urine isoprostane; cardiorespiratory fitness (VO2max); upper and lower body strength (assessed using a dynamometer); sleep (assessed using the Pittsburgh Sleep Quality Index [PSQI]); fatigue and quality of life (Qol) (assessed using the SF-36, FACIT instruments). Patients will be evaluated before and after a 20 week intervention and a 10 week post-intervention period. Participants also will be evaluated for motivation barriers and compliance. These feasibility parameters will provide the basis and guidance for an NCI grant application to focus on mechanisms and extend our evaluation to larger cohorts of African-American patients."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Breast Cancer",
                        "African-American Women",
                        "Aerobic Exercise"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Early Phase 1"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "19",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Exercise and psychosocial counseling",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Patients will participate in a psychosocial counseling session, 1 day/week for 20 weeks. Patients will be invited to participate in a progressive aerobic and resistance exercise program designed to achieve moderate and then vigorous levels of exercise, 5 days/week for 20 weeks.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Resistance Exercise",
                                    "Behavioral: Aerobic Exercise",
                                    "Behavioral: Behavioral Group Counseling"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Resistance Exercise",
                            "InterventionDescription": "Resistance exercise will be performed 2 days per week for 18 weeks. The resistance training protocol will follow the Resistance Training Strategies for Individuals With Cancer (RTSFIC). The goals will be to keep intensity levels low at the outset (having lighter weights and more reps) and progress slowly and safely. Training prescriptions will be modified based on the training level of the patients and their progress.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Exercise and psychosocial counseling"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Aerobic Exercise",
                            "InterventionDescription": "A 20-week aerobic walking exercise program will be developed for each participant based on results of initial exercise testing and prescribed to be done 5 or more days per week designed to progress from moderate exercise intensity, (50-70% maximum heart rate), to vigorous exercise intensity (75-85% maximum heart rate). Maximum heart rate (HR max) will be determined as the peak heart rate achieved during initial cardiopulmonary exercise screening. Heart rate during exercise will be monitored by participants using wrist monitors, already available through TREC Program. Patient progress will also be evaluated using a six minute walk test (6MWT), which will be conducted at TGP at baseline, 6, 12 and 18 weeks and, after completion of the intervention.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Exercise and psychosocial counseling"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Behavioral Group Counseling",
                            "InterventionDescription": "The psychosocial component of the 20-week exercise program includes a 1 ½ hour support group offered prior to one of the weekly exercise classes.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Exercise and psychosocial counseling"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Identify factors contributing to or limiting the success of development of the community-academic partnership.",
                            "PrimaryOutcomeDescription": "The primary endpoint is to determine if a successful partnership can be established between a community program, The Gathering Place, committed to providing support services to all community individuals with all types of cancer and academic researchers and clinicians at CWRU, Cleveland Clinic, UHCMC focused on modifying factors associated with energy balance to improve physical and psychological quality of life in cancer patients and provide the basis for future studies and programs to improve prognosis and survival.",
                            "PrimaryOutcomeTimeFrame": "30 weeks"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Number of African-American women that participate, comply, adhere and sustain an aerobic and resistance exercise program.",
                            "SecondaryOutcomeDescription": "A secondary endpoint is to determine if African-American women at the completion of initial therapy for stage I-III breast cancer can be engaged to participate, comply, adhere and sustain an aerobic and resistance exercise program accompanied by psychosocial counseling to improve physical and psychological quality of life.",
                            "SecondaryOutcomeTimeFrame": "30 weeks"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in circulating levels of known cancer promoting cytokines, adipokines and hormones and other measurements of fitness and well-being.",
                            "SecondaryOutcomeDescription": "Ascertain if a graded program to increase aerobic and resistance exercise activities along with psychosocial counseling can be used in African-American women at the completion of initial therapy for breast cancer to improve circulating levels of known cancer promoting cytokines, adipokines and hormones and other measurements of fitness and well-being.",
                            "SecondaryOutcomeTimeFrame": "30 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nFemale patients with a histological confirmation of breast cancer.\nAge 18 years and older.\nStage I-III. Limiting the cohort to stage I-III cancer limits mortality during the 8-month follow-up period and allows completion of follow-up procedures as well as enhances exercise participation, i.e. no painful bone metastases or danger of pathologic fracture, etc.\nEligible patients will include African-American women only.\nWomen with recently diagnosed breast cancer who are no more than 12 months after completion of initial therapies including neoadjuvant therapy, surgery, radiation and/or chemotherapy and who are not receiving or scheduled to receive further active cytotoxic therapy other than adjuvant hormonal therapy or targeted therapy. Women receiving hormonal therapy or targeted will be eligible to participate in these studies.\nEligible patients will include those who meet the criteria for exercise safety as defined in the American Heart Association and the American College of Sports Medicine exercise pre-participation questionnaire. All Women will require clearance by cardiologist.\nEligible patients include the ability to travel to the Gathering Place, Beachwood OH and participate in the new Wellness Center that is equipped with state-of-the-art aerobic and resistance training apparati.\n\nExclusion Criteria:\n\nCaucasian (non-African-American) and male breast cancer patients.\nPatients who are beyond 12 months after completion of initial therapies for breast cancer, or continuing to receive active therapy including neoadjuvant therapy, surgery, radiation and/or chemotherapy.\nPatients with stage IV disease, severe dementia or life-expectancy less than 6-months.\nPatients will be deemed ineligible if they do not fulfill the criteria for exercise safety as defined in the American Heart Association and the American College of Sports Medicine exercise pre-participation questionnaire or do not receive clearance from cardiologist.\nInability to understand English as the exercise instructors may not be fluent in foreign languages and several of the instruments used to assessment have not been translated into other languages.\nInability to travel to the Gathering Place, Beachwood OH and participate in the new Wellness Center that is equipped with state-of-the-art aerobic and resistance training apparati.(Taxi fare to and from The Gathering Place will be provided where required)\nHistory of connective tissue disorder that would limit exercise.\nInability to provide informed consent.",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Nathan Berger, MD",
                            "OverallOfficialAffiliation": "Case Medical Center, University Hospitals Seidman Cancer Center, Case Comprehensive Cancer Center",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Case Medical Center, University Hospitals Seidman Cancer Center, Case Comprehensive Cancer Center",
                            "LocationCity": "Cleveland",
                            "LocationState": "Ohio",
                            "LocationZip": "44106",
                            "LocationCountry": "United States"
                        },
                        {
                            "LocationFacility": "Cleveland Clinic Taussig Cancer Institute, Case Comprehensive Cancer Center",
                            "LocationCity": "Cleveland",
                            "LocationState": "Ohio",
                            "LocationZip": "44195",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}