{
    "Rank": 840,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04113811",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CRE 2019.347"
                },
                "Organization": {
                    "OrgFullName": "Chinese University of Hong Kong",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Microwave Needle Thermoablation for Treatment of Localized Prostate Cancer",
                "OfficialTitle": "Microwave Needle Thermoablation for Treatment of Localized Prostate Cancer Under the Guidance of MRI-Ultrasound Fusion Organbased Tracking: A Phase 2 Trial."
            },
            "StatusModule": {
                "StatusVerifiedDate": "February 2023",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "October 8, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "October 31, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 31, 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "October 1, 2019",
                "StudyFirstSubmitQCDate": "October 1, 2019",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "October 3, 2019",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "February 8, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "February 10, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "CHIU Ka Fung Peter",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "Chinese University of Hong Kong"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Chinese University of Hong Kong",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Conventional treatment options for localized prostate cancer include prostatectomy, radiotherapy and active surveillance. However, prostatectomy and radiotherapy carry certain degree of morbidity, including the risks of urinary incontinence, erectile dysfunction and injury to the surrounding organs like rectum and bladder. Active surveillance carries the risk of disease progression and psychological distress to the patients. Focal therapy employs the concept of only destroying the target lesion without treating other benign areas, resulting in disease cure in majority of cases with less treatment morbidity. Microwave treatment to the prostate has been performed since more than 20 years ago for benign prostatic hyperplasia and is approved by FDA in United States. It exerts its effect through thermal destruction of prostate tissue. Targeted treatment of localized prostate cancer using microwave needle ablation guided by MRI and Ultrasound imaging has been performed recently and was shown to be safe and effective. Our study aims to assess the effectiveness of this focal therapy in treating localized prostate cancer.",
                "DetailedDescription": "Prostate cancer screening with Prostate specific antigen (PSA) has resulted in an increase in the diagnosis of localized prostate cancer. The traditional approach for treating low-risk and intermediate-risk prostate cancer includes definitive treatment with either radical prostatectomy or radiotherapy, both of which are associated with considerable morbidity mainly in the area of genitourinary and bowel complications. Active surveillance is one of the options for early low grade prostate cancers, but about half of these men would convert to radical treatment in 10 years' time. In the case of localized intermediate risk prostate cancer, active surveillance is not a good option as it is associated with inferior oncological outcomes in subsequent radical treatment\n\nFocal therapy for localized prostate cancer is the middle ground between active surveillance and radical treatment like prostatectomy or radiotherapy. Instead of monitoring a tumor to see when it is going to progress, focal therapy ablates the target lesion with the aim to reduce or avoid radical treatment. Although the efficacy of focal therapy appeared to be inferior to radical treatment with higher recurrence rates of 20-50%, repeated focal treatment is feasible and the complication profile of focal therapy was significantly better. A recent publication showed that in men with majority intermediate risk prostate cancer, 5 and 8-year freedom from radical treatment was 91% and 81%. This avoids the majority of patients with localized prostate cancer from receiving a radical treatment with potential complications. A recent consensus panel agreed that focal therapy should be defined as ablation of the dominant or index lesion only .\n\nNumerous energy modalities have been utilized for focal therapy of prostate cancers, including High-intensity focused ultrasound (HIFU), Cryotherapy, Photodynamic therapy (PDT), Focal laser ablation (FLA), irreversible electroporation (IRE), and focal brachytherapy. All of them are still being considered experimental according to the latest international guideline due to inferior oncological outcomes (high recurrence and retreatment rates) and lack of long term data. The targeting mechanisms during focal therapies are largely cognitive after the operator read the MRI, resulting in limited precision and possible over or under-treatment. Under-treatment would result in residual disease and treatment failure, while over-treatment might result in complications similar to that in radical treatment. The limitation of MRI in revealing all significant tumors in the prostate and the inability to treat MRI-invisible tumors using existing focal therapy platforms also contributed to treatment failure. However, there is still a significant amount of focal therapies being performed worldwide due to its lower overall morbidity than radical treatment, feasibility of repeated focal treatment, and feasibility to proceed to radical treatment in treatment-failure cases.\n\nMicrowave treatment to prostate, Transurethral microwave therapy (TUMT), has been performed since more than 20 years ago for benign prostatic hyperplasia as an office procedure under local anaesthesia. It has not been used in prostate cancer treatment until recently a group in France conducted a single arm pilot study using organ-based tracking (OBT) MRI-Ultrasound fusion-guided microwave therapy using Koelis system for focal treatment of prostate cancer. (Clinical Trials number: NCT03023345) The treatment was done in 10 patients using microwave needles via transrectal route under general anaesthesia, with the primary outcome of complete necrosis of the index tumour on prostate MRI on day 7. The results were being reported in a conference paper, showing 80% (8/10) cases with complete necrosis of index tumor on day-7 MRI, and 20% (1/5) targeted biopsy of tumor showing residual low grade cancer at 6 months. No adverse event or complication occurred in all 10 cases.\n\nMRI-Ultrasound fusion-guided prostate needle biopsy has been performed transperineally in Prince of Wales Hospital under routine basis. In this study, we plan to investigate oncological outcome of fusion-guided microwave needle therapy using transperineal (TP) approach under general anaesthesia. Most focal therapy modalities treat lesion that can be seen on MRI and confirmed on biopsy. In cases where significant cancer was located only on systematic biopsy but not on MRI, half or whole gland treatment is usually needed. In the microwave needle ablation guided by organ-based tracking (OBT) MRI-Ultrasound fusion using Koelis system, the positive systematic cores that is not visible on MRI can be accurately localized at the time of biopsy using Koelis system and treated subsequently."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Prostate cancer",
                        "Focal therapy",
                        "Microwave ablation"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignInterventionModelDescription": "This is a single-centre prospective phase 2 trial to investigate the efficacy of Microwave needle thermoablation of prostate cancer using the Biomedical TATO3® (Thermal Ablation Treatments for Oncology 3) ablation system in patients with localized prostate cancer.",
                    "DesignPrimaryPurpose": "Treatment",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "30",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Microwave needle thermoablation of prostate cancer",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "The treatment will be performed under general anaesthesia or monitored anaesthetic care using the Biomedical TATO3® Microwave needle thermoablation device (Koelis, Grenoble, France) under Organ-based Tracking® (OBT) mechanism of the Koelis Trinity® machine. Both Koelis Trinity and TATO3 are CE (European Conformity) marked in Europe. A transrectal sideview ultrasound probe is used for real-time imaging and OBT of the prostate. The TATO3® needle is inserted transperineally to the tumor under MRI-Ultrasound fusion OBT guidance with the treatment zone covering the whole tumor. The dominant MRI-visible lesion and up to 1-2 more MRI-visible or invisible lesion will be treated.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Device: Biomedical TATO3® Microwave needle thermoablation device (Koelis, Grenoble, France)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Device",
                            "InterventionName": "Biomedical TATO3® Microwave needle thermoablation device (Koelis, Grenoble, France)",
                            "InterventionDescription": "In this study, we plan to investigate oncological outcome of fusion-guided microwave needle therapy using transperineal (TP) approach",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Microwave needle thermoablation of prostate cancer"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "The oncological control of prostate cancer",
                            "PrimaryOutcomeDescription": "Any cancer detected on biopsy of each ablated area",
                            "PrimaryOutcomeTimeFrame": "At 6 months after treatment"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Per-patient analysis of any cancer detected on biopsy of any ablated areas",
                            "SecondaryOutcomeDescription": "Per-patient analysis of any cancer detected on biopsy of any ablated areas",
                            "SecondaryOutcomeTimeFrame": "At 6 months after treatment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cancer detection on biopsy of each ablated MRI visible lesion",
                            "SecondaryOutcomeDescription": "Cancer detection on biopsy of each ablated MRI visible lesion",
                            "SecondaryOutcomeTimeFrame": "At 6 months after treatment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cancer detection on biopsy of each ablated MRI invisible lesion",
                            "SecondaryOutcomeDescription": "Cancer detection on biopsy of each ablated MRI invisible lesion",
                            "SecondaryOutcomeTimeFrame": "At 6 months after treatment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Gleason 4 or 5 cancer detected on biopsy of ablated area",
                            "SecondaryOutcomeDescription": "Gleason 4 or 5 cancer detected on biopsy of ablated area",
                            "SecondaryOutcomeTimeFrame": "At 6 months after treatment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Out-of-field recurrence: Any cancer outside treated area on systematic biopsy",
                            "SecondaryOutcomeDescription": "Out-of-field recurrence: Any cancer outside treated area on systematic biopsy",
                            "SecondaryOutcomeTimeFrame": "At 6 months after treatment"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Common Terminology Criteria for Adverse Events (CTCAE) v5.0",
                            "SecondaryOutcomeDescription": "Complications of treatment using Common Terminology Criteria for Adverse Events (CTCAE) v5.0",
                            "SecondaryOutcomeTimeFrame": "1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Dimension of necrosis area on MRI",
                            "SecondaryOutcomeDescription": "Dimension of necrosis area on MRI",
                            "SecondaryOutcomeTimeFrame": "At 1 week"
                        },
                        {
                            "SecondaryOutcomeMeasure": "PSA change",
                            "SecondaryOutcomeDescription": "PSA change after treatment",
                            "SecondaryOutcomeTimeFrame": "At baseline, 4 weeks, 3 months, 6 months and 12 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "International Prostate Symptom Score (IPSS) score",
                            "SecondaryOutcomeDescription": "Urinary symptoms measured by IPSS score, score ranging from 0-35 (the higher the worse)",
                            "SecondaryOutcomeTimeFrame": "At baseline, 4 weeks, 3 months, 6 months and 12 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Sexual side effects, up to 1 year, measured by International Index of Erectile Function 5-item version (IIEF-5) score",
                            "SecondaryOutcomeDescription": "Sexual side effects, up to 1 year, measured by IIEF-5 score (ranging from 1-25), the lower the worse",
                            "SecondaryOutcomeTimeFrame": "At baseline, 4 weeks, 3 months, 6 months and 12 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Expanded Prostate cancer Index Composite (EPIC-26) questionnaire",
                            "SecondaryOutcomeDescription": "Quality of life in patients with prostate cancer measured by EPIC-26, range 0-100, the higher score the better the quality of life",
                            "SecondaryOutcomeTimeFrame": "At baseline, 4 weeks, 3 months, 6 months and 12 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Common Terminology Criteria for Adverse Events (CTCAE) rectal toxicity",
                            "SecondaryOutcomeDescription": "Rectal side effects measured by CTCAE rectal toxicity, Grade 1-5 for any rectal toxicity, the higher the score the more severe the toxicity",
                            "SecondaryOutcomeTimeFrame": "At baseline, 4 weeks, 3 months, 6 months and 12 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "EQ-5D (EuroQol 5 dimensions) questionnaire",
                            "SecondaryOutcomeDescription": "Quality of life measured by ED-5Q questionnaire, with 5 components [Mobility, Self Care, Usual Activities, Pain/Discomfort, and Anxiety/Depression)], and a Visual analogue scale (EQ-VAS) score, the higher the score the better in quality of life",
                            "SecondaryOutcomeTimeFrame": "At baseline, 4 weeks, 3 months, 6 months and 12 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "QLQ-C30 (Quality of life Core 30) questionnaire",
                            "SecondaryOutcomeDescription": "Quality of life measured by QLQ-C30, score 0-100, the higher the score the better in quality of life",
                            "SecondaryOutcomeTimeFrame": "At baseline, 4 weeks, 3 months, 6 months and 12 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nMen aged between 45 - 75 years\nLife expectancy > 10 years upon recruitment\nLocalized low or intermediate risk prostate cancer diagnosed on MRI-Ultrasound fusion targeted biopsy\nOrgan-confined prostate cancer on MRI\nPSA < 20 ng/mL\nAt least 1 MRI visible lesion present and size ≤15mm, and Targeted biopsy showing Gleason score 6 (with cancer core length ≥6mm) or Gleason score 7 (3+4 or 4+3), With or without positive Systematic biopsy (out of 24 systematic cores) away from MRI visible target showing Gleason 6 cancer\n\nExclusion Criteria:\n\nPatients unfit for MRI exam or MR gadolinium contrast\nPatients with previous treatment of prostate cancer\nPatients with maximal length of target lesion >15mm\nPatients with MRI-visible or invisible lesion within 10mm from rectum or 10mm from sphincter on MRI\nPatients with >3 areas (MRI-visible or invisible) of prostate cancer\nPatients with Gleason score 4+4 or any Gleason pattern 5 cancer\nPatients with bladder pathology including bladder stone and bladder cancer\nPatients with urethral stricture\nPatients with neurogenic bladder and/or sphincter abnormalities",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "MinimumAge": "45 Years",
                "MaximumAge": "75 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Peter KF Chiu, MBChB,FRCSEd",
                            "OverallOfficialAffiliation": "Chinese University of Hong Kong",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Prince of Wales Hospital, Chinese University of Hong Kong",
                            "LocationCity": "Hong Kong",
                            "LocationCountry": "Hong Kong"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "25108889",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Schroder FH, Hugosson J, Roobol MJ, Tammela TL, Zappa M, Nelen V, Kwiatkowski M, Lujan M, Maattanen L, Lilja H, Denis LJ, Recker F, Paez A, Bangma CH, Carlsson S, Puliti D, Villers A, Rebillard X, Hakama M, Stenman UH, Kujala P, Taari K, Aus G, Huber A, van der Kwast TH, van Schaik RH, de Koning HJ, Moss SM, Auvinen A; ERSPC Investigators. Screening and prostate cancer mortality: results of the European Randomised Study of Screening for Prostate Cancer (ERSPC) at 13 years of follow-up. Lancet. 2014 Dec 6;384(9959):2027-35. doi: 10.1016/S0140-6736(14)60525-0. Epub 2014 Aug 6."
                        },
                        {
                            "ReferencePMID": "25733275",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wallis CJ, Herschorn S, Saskin R, Su J, Klotz LH, Chang M, Kulkarni GS, Lee Y, Kodama RT, Narod SA, Nam RK. Complications after radical prostatectomy or radiotherapy for prostate cancer: results of a population-based, propensity score-matched analysis. Urology. 2015 Mar;85(3):621-7. doi: 10.1016/j.urology.2014.11.037."
                        },
                        {
                            "ReferencePMID": "24440474",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Nam RK, Cheung P, Herschorn S, Saskin R, Su J, Klotz LH, Chang M, Kulkarni GS, Lee Y, Kodama RT, Narod SA. Incidence of complications other than urinary incontinence or erectile dysfunction after radical prostatectomy or radiotherapy for prostate cancer: a population-based cohort study. Lancet Oncol. 2014 Feb;15(2):223-31. doi: 10.1016/S1470-2045(13)70606-5. Epub 2014 Jan 17."
                        },
                        {
                            "ReferencePMID": "15367568",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Potosky AL, Davis WW, Hoffman RM, Stanford JL, Stephenson RA, Penson DF, Harlan LC. Five-year outcomes after prostatectomy or radiotherapy for prostate cancer: the prostate cancer outcomes study. J Natl Cancer Inst. 2004 Sep 15;96(18):1358-67. doi: 10.1093/jnci/djh259."
                        },
                        {
                            "ReferencePMID": "29594024",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Drost FH, Rannikko A, Valdagni R, Pickles T, Kakehi Y, Remmers S, van der Poel HG, Bangma CH, Roobol MJ; PRIAS study group. Can active surveillance really reduce the harms of overdiagnosing prostate cancer? A reflection of real life clinical practice in the PRIAS study. Transl Androl Urol. 2018 Feb;7(1):98-105. doi: 10.21037/tau.2017.12.28."
                        },
                        {
                            "ReferencePMID": "27626136",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hamdy FC, Donovan JL, Lane JA, Mason M, Metcalfe C, Holding P, Davis M, Peters TJ, Turner EL, Martin RM, Oxley J, Robinson M, Staffurth J, Walsh E, Bollina P, Catto J, Doble A, Doherty A, Gillatt D, Kockelbergh R, Kynaston H, Paul A, Powell P, Prescott S, Rosario DJ, Rowe E, Neal DE; ProtecT Study Group. 10-Year Outcomes after Monitoring, Surgery, or Radiotherapy for Localized Prostate Cancer. N Engl J Med. 2016 Oct 13;375(15):1415-1424. doi: 10.1056/NEJMoa1606220. Epub 2016 Sep 14."
                        },
                        {
                            "ReferencePMID": "24818851",
                            "ReferenceType": "background",
                            "ReferenceCitation": "van den Bergh RC, Giannarini G. Prostate cancer: surgery versus observation for localized prostate cancer. Nat Rev Urol. 2014 Jun;11(6):312-3. doi: 10.1038/nrurol.2014.109. Epub 2014 May 13."
                        },
                        {
                            "ReferencePMID": "26390094",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Sathianathen NJ, Murphy DG, van den Bergh RC, Lawrentschuk N. Gleason pattern 4: active surveillance no more. BJU Int. 2016 Jun;117(6):856-7. doi: 10.1111/bju.13333. Epub 2015 Oct 29. No abstract available."
                        },
                        {
                            "ReferencePMID": "30865133",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ahdoot M, Lebastchi AH, Turkbey B, Wood B, Pinto PA. Contemporary treatments in prostate cancer focal therapy. Curr Opin Oncol. 2019 May;31(3):200-206. doi: 10.1097/CCO.0000000000000515."
                        },
                        {
                            "ReferencePMID": "30753756",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Stabile A, Orczyk C, Hosking-Jervis F, Giganti F, Arya M, Hindley RG, Dickinson L, Allen C, Punwani S, Jameson C, Freeman A, McCartan N, Montorsi F, Briganti A, Ahmed HU, Emberton M, Moore CM. Medium-term oncological outcomes in a large cohort of men treated with either focal or hemi-ablation using high-intensity focused ultrasonography for primary localized prostate cancer. BJU Int. 2019 Sep;124(3):431-440. doi: 10.1111/bju.14710. Epub 2019 Mar 18."
                        },
                        {
                            "ReferencePMID": "31053567",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Nahar B, Parekh DJ. Focal therapy for localized prostate cancer: Where do we stand? Eur Urol Focus. 2020 Mar 15;6(2):208-211. doi: 10.1016/j.euf.2019.04.012. Epub 2019 May 1."
                        },
                        {
                            "ReferencePMID": "16752156",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Herrmann TR, Gross AJ, Schultheiss D, Kaufmann PM, Jonas U, Burchardt M. Transurethral microwave thermotherapy for the treatment of BPH: still a challenger? World J Urol. 2006 Sep;24(4):389-96. doi: 10.1007/s00345-006-0098-7. Epub 2006 Jun 3."
                        },
                        {
                            "ReferencePMID": "26055008",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Lerner LB, Thurmond P, Harsch MR, Martinson MS. Office-Based HE-TUMT Costs Less than Medication over Four Years in Treating Benign Prostatic Hyperplasia. Surg Technol Int. 2015 May;26:182-9."
                        },
                        {
                            "ReferenceType": "background",
                            "ReferenceCitation": "Schull A, Abdoul H, Bouazza N, Delongchamps NB. Feasibility and safety of OBTFusion targeted focal microwave ablation of the index tumor in patients with low to intermediate risk prostate cancer: intermediary results of the FOSTINE trial. (NCT03023345). Proceedings of the 11th International Symposium on Focal therapy and Imaging in Prostate and Kidney Cancer 2019."
                        },
                        {
                            "ReferencePMID": "25711199",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Le Nobin J, Rosenkrantz AB, Villers A, Orczyk C, Deng FM, Melamed J, Mikheev A, Rusinek H, Taneja SS. Image Guided Focal Therapy for Magnetic Resonance Imaging Visible Prostate Cancer: Defining a 3-Dimensional Treatment Margin Based on Magnetic Resonance Imaging Histology Co-Registration Analysis. J Urol. 2015 Aug;194(2):364-70. doi: 10.1016/j.juro.2015.02.080. Epub 2015 Feb 21."
                        },
                        {
                            "ReferencePMID": "11252008",
                            "ReferenceType": "background",
                            "ReferenceCitation": "A'Hern RP. Sample size tables for exact single-stage phase II designs. Stat Med. 2001 Mar 30;20(6):859-66. doi: 10.1002/sim.721."
                        },
                        {
                            "ReferenceType": "background",
                            "ReferenceCitation": "Mottet N, van den Bergh RCN, Briers E, Cornford P, De Santis M, Fanti S, et al. EAUEANM-ESUR-ESTRO-SIOG Guidelines on Prostate Cancer 2019. 2019."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M3797",
                            "InterventionBrowseLeafName": "Anesthetics",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "CNSDep",
                            "InterventionBrowseBranchName": "Central Nervous System Depressants"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}