{
    "Rank": 868,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01492751",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CaProst 2002"
                },
                "Organization": {
                    "OrgFullName": "Fundacion IMIM",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Effectiveness of Localized Prostate Cancer Treatments",
                "OfficialTitle": "Effectiveness of Three Primary Treatments for Localized Prostate Cancer: Radical Prostatectomy, External-beam Radiotherapy, and Prostate Brachytherapy",
                "Acronym": "E-PROSTCaT"
            },
            "StatusModule": {
                "StatusVerifiedDate": "February 2020",
                "OverallStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "April 2003"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "May 2015",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2025",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "December 5, 2011",
                "StudyFirstSubmitQCDate": "December 14, 2011",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 15, 2011",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "February 13, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "February 17, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Montserrat Ferrer",
                    "ResponsiblePartyInvestigatorTitle": "MD",
                    "ResponsiblePartyInvestigatorAffiliation": "Fundacion IMIM"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Fundacion IMIM",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The purpose of this study is to evaluate the effectiveness of the three most established primary treatments for patients with clinically localized prostate cancer (radical prostatectomy, external-beam radiotherapy, and prostate brachytherapy) at short, mid and long-term follow-up. The primary aim is assessing Quality of Life impact of treatments' side effects. As secondary objectives biochemical disease-free survival, overall survival, and prostate cancer-specific survival will be also assessed.",
                "DetailedDescription": "Primary Objective:\n\nTo assess the Quality of Life impact of treatments' side effects (radical prostatectomy, external beam radiotherapy and prostate brachytherapy) on patients with localized prostate cancer at short, mid and long-term follow-up.\n\nSecondary Objectives:\n\nTo assess biochemical disease-free survival by treatment and risk group, at mid and long-term follow-up.\nTo assess overall survival by treatment and risk group, at mid and long-term follow-up.\nTo assess prostate cancer-specific survival by treatment and risk group, at long-term follow-up.\nTo assess disease-free survival by treatment and risk group, at long-term follow-up.\nTo assess perceived general health and cancer-specific quality of life by treatment and risk group, at short, mid and long-term follow-up.\nTo calculate the resource use and cost of the three primary treatments.\nTo assess preferences with direct and indirect methods.\n\nOutline:\n\nThis is a prospective observational study of a cohort with clinically localized prostate cancer treated with either radical retropubic prostatectomy, three-dimensional external-beam radiotherapy, or interstitial brachytherapy.\n\nParticipants are consecutively recruited in 10 Spanish hospital departments (located in five autonomous communities). Patients eligible for inclusion were those in stage T1 or T2, treated in one of the participating centers and without previous prostate transurethral resection. Patients are staged according to the 1992 American Joint Committee on Cancer clinical staging guidelines using a directed history and physical examination. The decision regarding treatment is made jointly by patients and health professionals.\n\nDemographic and clinical characteristics at baseline are recorded at clinical sites and include age, Prostate Specific Antigen (PSA), Gleason grading, prostate volume, risk group and use of neoadjuvant hormonal treatment. According tho the national health guidelines participants are visited every 6-12 months after treatment.\n\nQuality of Life questionnaires are administered centrally by telephone interview before treatment and during follow-up at 1, 3, 6, and 12 months after treatment the first year, then annually until 10 years, and every 5 years thereafter. Quality of Life evaluations are gathered using computer-assisted telephone administration and include: (1) the Expanded Prostate Cancer Index Composite (EPIC), specifically designed to measure the impact of the different treatments; (2) SF-36 Health Survey Questionnaire; (3) Functional Assessment of cancer Therapy, General and Prostate specific (FACT-G and FACT-P, respectively); (4) International Prostate Symptom Score (IPSS); and (5) International Index of Erectile Function (IIES).\n\nA total of 120 patients was calculated to be required in each treatment group to detect between-treatment group differences of 5-points on the urinary irritative-obstructive score of the EPIC questionnaire given a standard deviation of 18.99 and a statistical power of at least 80% at a significance level of 5%, with an expected loss to follow-up of 10%. The analyst is blinded to treatment assignation."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Prostate Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Prostatic Neoplasms",
                        "Radiotherapy conformal",
                        "brachytherapy",
                        "radical prostatectomy",
                        "Quality of life",
                        "biochemical relapse",
                        "biochemical failure",
                        "survival",
                        "Clinically localized prostate cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "500",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Spanish Multicentric Clinically Localized Prostate Cancer",
                            "ArmGroupDescription": "A consecutive sample of clinically localized prostate cancer patients treated with radical prostatectomy, external beam radiotherapy and prostate brachytherapy in 10 Spanish hospitals.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Quality of life assessment and Clinical evaluation",
                                    "Procedure: Radical retropubic prostatectomy surgery",
                                    "Radiation: External beam radiotherapy",
                                    "Radiation: Prostate Brachytherapy"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Quality of life assessment and Clinical evaluation",
                            "InterventionDescription": "quality of life assessed by the Expanded Prostate Cancer Index Composite (EPIC), the Medical Outcomes Study 36-Item Short Form (SF-36) version 2, the Functional Assessment of cancer Therapy, General and Prostate specific (FACT-G and FACT-P, respectively), the International Prostate Symptom Score (IPSS), and the International Index of Erectile Function (IIES). Quality of Life questionnaires are administered centrally by telephone interview before treatment and during follow-up at 1, 3, 6, and 12 months after treatment the first year, then annually until 10 years, and every 5 years thereafter.\n\nDemographic and clinical characteristics at baseline are recorded at clinical sites and include age, Prostate Specific Antigen (PSA), Gleason grading, prostate volume, risk group and use of neoadjuvant hormonal treatment. According tho the national health guidelines participants are visited every 6-12 months after treatment.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Spanish Multicentric Clinically Localized Prostate Cancer"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Procedure",
                            "InterventionName": "Radical retropubic prostatectomy surgery",
                            "InterventionDescription": "The surgery group underwent radical retropubic prostatectomy. The surgery is performed by a technique based on a modification of the radical retropubic prostatectomy described by Walsh. The prostatectomy is performed in retrograde way, preserving the neurovascular bundles if feasible, controlling the vessels with titanium clips, and avoiding any kind of coagulation to decrease the risk of neurovascular bundle damage. The bladder neck may be preserved on surgeon criteria. Lymph node dissection is rarely performed due to the extremely low risk of metastatic involvement in this subset of patients. The operative time is about 2 to 3 hours and required hospital stay. The patient has a urinary catheter placed for 1 to 3 weeks to facilitate bladder emptying.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Spanish Multicentric Clinically Localized Prostate Cancer"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Radiation",
                            "InterventionName": "External beam radiotherapy",
                            "InterventionDescription": "External beam radiation is carried out with the 3D conformal technique. Patients are treated in a supine position by immobilizing feet and legs. Data from a computed tomography (CT) scan performed with the patient in the treatment position were entered into a 3D treatment-planning system to outline prostate, bladder, and rectum on each slice. Seminal vesicles and regional lymphatics are also contoured if a high risk of involvement was suspected. Applied margins are used to calculate prostate planning target volume (PTV). Custom blocking with Cerrobend blocks or multileaf collimators are designed using beam's eye view, and additional margins were adjusted to provide a minimum dose of 95% to the prostate PTV. Treatment is delivered in 1.8 to 2.0 Gy daily fractions, 5 days per week. Off-line setup control is assessed weekly by comparing orthogonal portal images with the corresponding digitally reconstructed radiographs.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Spanish Multicentric Clinically Localized Prostate Cancer"
                                ]
                            }
                        },
                        {
                            "InterventionType": "Radiation",
                            "InterventionName": "Prostate Brachytherapy",
                            "InterventionDescription": "Brachytherapy is performed by pre-planned procedure. Under epidural anaesthesia, the patient is placed in the lithotomy position (forced lithotomy position larger prostate volumes) and, after probing the patient, the best prostate spatial location is searched, proceeding then to prepare the sterile field and bladder catheterization. A prostate volumetry with a three-dimensional reconstruction is performed and automatically transferred to the scheduler, which processes the images and outlines the prostate, urethra and rectum in each of the sections. In LDR prostate brachytherapy, the prostate gland corresponds to the PTV. The standard dose for 100% isodose is 145 Gy according to the TG-T43 for I-125 sources. Dosimetry calculation of the automatically prescribed dosage is then estimated, with a final manual optimization.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Spanish Multicentric Clinically Localized Prostate Cancer"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Quality of Life impact of treatments' side effects measured by change in the Expanded Prostate Cancer Index Composite (EPIC) score from baseline to 2, 5, 7 and 10 years after treatment and every 5 years thereafter.",
                            "PrimaryOutcomeDescription": "The Expanded Prostate Cancer Index Composite (EPIC) is a prostate cancer specific questionnaire constructed by expanding the UCLA-PCI to assess function and bother in the 4 domains: Urinary, Bowel, Sexual, and Hormonal.For each domain a summary score is constructed. In addition, two urinary scales that distinguish irritative/obstructive symptoms and incontinence are developed by the authors of the questionnaire. The 50 EPIC items are answered on a 5-point Likert scale and these are transformed linearly to obtain scores ranging from 0-100, with higher scores indicating better Quality of Life.",
                            "PrimaryOutcomeTimeFrame": "2, 5, 7 and 10 years after treatment and every 5 years thereafter."
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Biochemical disease-free survival",
                            "SecondaryOutcomeDescription": "Number of participants who are free of biochemical relapse after a specified duration of time. Biochemical relapse is measured by PSA levels. For patients treated with radical prostatectomy, biochemical relapse criteria of the American Urological Association is applied, and for patients treated with external radiotherapy or brachytherapy, criteria of the American Society for Therapeutic Radiology and Oncology is followed.",
                            "SecondaryOutcomeTimeFrame": "5, 7 and 10 years after treatment and every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Overall survival",
                            "SecondaryOutcomeDescription": "Number of participants who are alive after a specified duration of time. Vital status and data of death from any cause recorded by linkage with the National Institute of Statistics.",
                            "SecondaryOutcomeTimeFrame": "5, 7 and 10 years after treatment and every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Prostate cancer-specific survival",
                            "SecondaryOutcomeDescription": "Number of participants who are not dead due to prostate cancer after a specified duration of time. Death due to prostate cancer according to the cause of death registered in the the National Institute of Statistics.",
                            "SecondaryOutcomeTimeFrame": "10 years after treatment and then every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Disease-Free Survival",
                            "SecondaryOutcomeDescription": "Number of participants who are free of disease after a specified duration of time evaluated by digital rectal examination, biopsy, utrasonography and bone scans.",
                            "SecondaryOutcomeTimeFrame": "10 years after treatment and every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Perceived general health measured by the Medical Outcomes Study 36-Item Short Form (SF-36).",
                            "SecondaryOutcomeDescription": "The Medical Outcomes Study 36-Item Short Form (SF-36) version 2 contains 36 items covering eight dimensions: physical functioning, role limitations due to physical health problems, bodily pain, general health, vitality, social functioning, role limitations due to emotional problems and mental health. For each dimension, a score ranges from 0-100 (higher score indicate better health).Physical and mental component summaries are constructed, using recommended scoring algorithms. Summary scores are standardized to have a mean of 50 and standard deviation of 10 in the US general population.",
                            "SecondaryOutcomeTimeFrame": "2, 5, 7 and 10 years after treatment and then every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Cancer specific Quality of Life measured by the Functional Assessment of Cancer Therapy - General and Prostate specific - (FACT-G and FACT-P, respectively).",
                            "SecondaryOutcomeDescription": "The Functional Assessment of Cancer Therapy - General (FACT-G) version 4.0 was designed to measure Quality of Life in cancer patients. It consists of 27 items in 4 dimensions measuring Physical, Social/familial, Emotional, and Functional well-being. The Prostate module (FACT-P) is specific for patients with prostate cancer and contains 12 questions about urinary symptoms, and bowel and sexual function. Scores range from 0 to 108 on the FACT-G, and from 0 to 48 on the FACT-P, with 0 representing perfect health.",
                            "SecondaryOutcomeTimeFrame": "2, 5, 7 and 10 years after treatment and every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Urinary symptoms measured by the International Prostate Symptom Score (IPSS).",
                            "SecondaryOutcomeDescription": "The International Prostate Symptom Score (IPSS) was developed to assess the severity of lower urinary tract symptoms associated to Benign Prostatic Hyperplasia and has also been applied to other conditions that cause LUTS. The IPSS consists of a total of seven questions that deal with voiding symptoms (incomplete empty, intermittency, weak stream and straining to void) and storage symptoms (frequency, urgency and nocturia) and an addtional question to measure quality of life. The score ranges from 0 to 35, with lower scores denoting a better health state.",
                            "SecondaryOutcomeTimeFrame": "2, 5, 7 and 10 years after treatment and every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Sexual symptoms measured by the International Index of Erectile Function (IIES).",
                            "SecondaryOutcomeDescription": "The International Index of Erectile Function (IIES) is a 15-item, self-administered questionnaire scale for the assessment of erectile function. Scores range from 5 to 75, with higher scores denoting a better sexual function.",
                            "SecondaryOutcomeTimeFrame": "2, 5, 7 and 10 years after treatment and then every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Resource use as assessed by routine hospital and primary care data source with additional questions in clinical and participants questionnaires.",
                            "SecondaryOutcomeDescription": "The use of services since 3 months before treatment date was obtained from care providers databases and direct costs were estimated by micro-cost calculation. Information on speciallist visits, complementary tests, emergency, hospitalization and surgery is collected for each patient.",
                            "SecondaryOutcomeTimeFrame": "5, 7 and 10 years after treatment and every 5 years thereafter."
                        },
                        {
                            "SecondaryOutcomeMeasure": "Utilities measured by the Short Form-6D (SF-6D), a subset of the SF-36, and additional questions to estimate preferences by time-trade off, standard gamble and willingness to pay.",
                            "SecondaryOutcomeDescription": "The SF-6D is a utility index based on a descriptive system composed of 11 items from six dimensions of the SF-36: physical functioning, role limitations, social functioning, pain, mental functioning and vitality. It classifies individuals into 18.000 health states, of which 249 identified by a fractional factorial design were valued by a representative sample of 611 members of the UK general population. Health state values on the SF-6D are anchored to 1 (perfect health) and 0 (death), and theoretical values for health states generated by the instrument range from 1 to 0.29.",
                            "SecondaryOutcomeTimeFrame": "5, 7 and 10 years after treatment and every 5 years thereafter."
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nStage T1 or T2, treated with radical retropubic prostatectomy, external beam radiotherapy, or interstitial brachytherapy\n\nExclusion Criteria:\n\nPrevious prostate transurethral resection\nTreated in other hospitals out of the participating centers",
                "HealthyVolunteers": "No",
                "Gender": "Male",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients with clinically localized prostate cancer.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Montserrat Ferrer Fores, PhD, MD",
                            "OverallOfficialAffiliation": "Fundacio IMIM",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Hospital Universitari de Bellvitge",
                            "LocationCity": "Hospitalet de Llobregat",
                            "LocationState": "Barcelona",
                            "LocationZip": "08907",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Instituto Catalán de Oncología",
                            "LocationCity": "Hospitalet Llobregat,",
                            "LocationState": "Barcelona",
                            "LocationZip": "08908,",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Capio Hospital General de Cataluña",
                            "LocationCity": "Sant Cugat del Valles",
                            "LocationState": "Barcelona",
                            "LocationZip": "08195",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Instituto Oncológico de Gipuzkoa",
                            "LocationCity": "San Sebastián",
                            "LocationState": "Guipuzcoa",
                            "LocationZip": "20012",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Centro Oncológico de Galicia",
                            "LocationCity": "A Coruña",
                            "LocationZip": "15009",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Fundació Puigvert",
                            "LocationCity": "Barcelona",
                            "LocationZip": "08025",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital de La Santa Creu I Sant Pau",
                            "LocationCity": "Barcelona",
                            "LocationZip": "08025",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Ramon Y Cajal",
                            "LocationCity": "Madrid",
                            "LocationZip": "28034",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospital Regional Carlos Haya",
                            "LocationCity": "Malaga",
                            "LocationZip": "29010",
                            "LocationCountry": "Spain"
                        },
                        {
                            "LocationFacility": "Hospitales Universitarios Virgen Del Rocío",
                            "LocationCity": "Sevilla",
                            "LocationZip": "41013",
                            "LocationCountry": "Spain"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "18325680",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Ferrer M, Suarez JF, Guedea F, Fernandez P, Macias V, Marino A, Hervas A, Herruzo I, Ortiz MJ, Villavicencio H, Craven-Bratle J, Garin O, Aguilo F; Multicentric Spanish Group of Clinically Localized Prostate Cancer. Health-related quality of life 2 years after treatment with radical prostatectomy, prostate brachytherapy, or external beam radiotherapy in patients with clinically localized prostate cancer. Int J Radiat Oncol Biol Phys. 2008 Oct 1;72(2):421-32. doi: 10.1016/j.ijrobp.2007.12.024. Epub 2008 Mar 5."
                        },
                        {
                            "ReferencePMID": "21316126",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Becerra Bachino V, Cots F, Guedea F, Pera J, Boladeras A, Aguilo F, Suarez JF, Gallo P, Murgui L, Pont A, Cunillera O, Pardo Y, Ferrer M; Grupo Multicentrico Espanol de Cancer de Prostata Organoconfinado. [Cost comparison of three treatments for localized prostate cancer in Spain: radical prostatectomy, prostate brachytherapy and external 3D conformal radiotherapy]. Gac Sanit. 2011 Jan-Feb;25(1):35-43. doi: 10.1016/j.gaceta.2010.10.008. Spanish."
                        },
                        {
                            "ReferencePMID": "19211071",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Ferrer M, Garin O, Pera J, Prats JM, Mendivil J, Alonso J, De Paula B, Herruzo I, Hervas A, Macias V, Marino A, Ortiz MJ, Pastor S, Ponce De Leon J, Sancho G; el Grupo Multicentrico Espanol de Cancer de Prostata Localizado. [Evaluation of the quality of life of patients with localizad prostate cancer: validation of the Spanish version of the EPIC]. Med Clin (Barc). 2009 Feb 7;132(4):128-35. doi: 10.1016/j.medcli.2008.01.001. Epub 2009 Feb 4. Spanish."
                        },
                        {
                            "ReferencePMID": "19574206",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Guedea F, Ferrer M, Pera J, Aguilo F, Boladeras A, Suarez JF, Cunillera O, Ferrer F, Pardo Y, Martinez E, Ventura M. Quality of life two years after radical prostatectomy, prostate brachytherapy or external beam radiotherapy for clinically localised prostate cancer: the Catalan Institute of Oncology/Bellvitge Hospital experience. Clin Transl Oncol. 2009 Jul;11(7):470-8. doi: 10.1007/s12094-009-0387-x."
                        },
                        {
                            "ReferencePMID": "35869124",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Suarez JF, Zamora V, Garin O, Gutierrez C, Pont A, Pardo Y, Goni A, Marino A, Hervas A, Herruzo I, Cabrera P, Sancho G, Ponce de Leon J, Macias V, Guedea F, Vigues F, Castells M, Ferrer M; Multicentric Spanish Group of Clinically Localized Prostate Cancer. Mortality and biochemical recurrence after surgery, brachytherapy, or external radiotherapy for localized prostate cancer: a 10-year follow-up cohort study. Sci Rep. 2022 Jul 22;12(1):12589. doi: 10.1038/s41598-022-16395-w."
                        },
                        {
                            "ReferencePMID": "33388360",
                            "ReferenceType": "derived",
                            "ReferenceCitation": "Garin O, Suarez JF, Guedea F, Pont A, Pardo Y, Goni A, Marino A, Hervas A, Herruzo I, Cabrera P, Sancho G, Ponce de Leon J, Macias V, Gutierrez C, Castells M, Ferrer M; Multicentric Spanish Group of Clinically Localized Prostate Cancer. Comparative Effectiveness Research in Localized Prostate Cancer: A 10-Year Follow-up Cohort Study. Int J Radiat Oncol Biol Phys. 2021 Jul 1;110(3):718-726. doi: 10.1016/j.ijrobp.2020.12.032. Epub 2021 Jan 1."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Related Info",
                            "SeeAlsoLinkURL": "http://www.imim.es"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000011471",
                            "ConditionMeshTerm": "Prostatic Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005834",
                            "ConditionAncestorTerm": "Genital Neoplasms, Male"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000005832",
                            "ConditionAncestorTerm": "Genital Diseases, Male"
                        },
                        {
                            "ConditionAncestorId": "D000091662",
                            "ConditionAncestorTerm": "Genital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000011469",
                            "ConditionAncestorTerm": "Prostatic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M14025",
                            "ConditionBrowseLeafName": "Prostatic Neoplasms",
                            "ConditionBrowseLeafAsFound": "Prostate Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M8636",
                            "ConditionBrowseLeafName": "Genital Neoplasms, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2877",
                            "ConditionBrowseLeafName": "Genital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8634",
                            "ConditionBrowseLeafName": "Genital Diseases, Male",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M14023",
                            "ConditionBrowseLeafName": "Prostatic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        }
                    ]
                }
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M3797",
                            "InterventionBrowseLeafName": "Anesthetics",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "CNSDep",
                            "InterventionBrowseBranchName": "Central Nervous System Depressants"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}