{
    "Rank": 872,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05871996",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "3602"
                },
                "Organization": {
                    "OrgFullName": "Our Lady's Hospice and Care Services",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Palliative Care and Oncology Survey on Terminology",
                "OfficialTitle": "What do Individuals Known to Oncology and Palliative Care Services Think About the Terminology Used to Describe Them",
                "Acronym": "POST"
            },
            "StatusModule": {
                "StatusVerifiedDate": "May 2023",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "August 2023",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "August 2024",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "August 2024",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "May 11, 2023",
                "StudyFirstSubmitQCDate": "May 22, 2023",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "May 23, 2023",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "May 22, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "May 23, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Prof Andrew Davies",
                    "ResponsiblePartyInvestigatorTitle": "Professor Andrew Davies",
                    "ResponsiblePartyInvestigatorAffiliation": "Our Lady's Hospice and Care Services"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Our Lady's Hospice and Care Services",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Royal Surrey County Hospital NHS Foundation Trust",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The term '\"cancer survivors\" is widely used but has different definitions. One definition describes \"cancer survivors\" as individuals from the time of diagnosis throughout their lives, which includes people living with cancer and people free of cancer. The views of some groups included in this definition of \"cancer survivors\" have rarely been assessed, including those with cancer on anticancer treatment and those known to palliative care. How they view these terms could have important implications for how they receive care services.\n\nThis is an international multi-centre observational study. It aims to recruit 3830 patients internationally across Australia, Canada, Ireland, the United Kingdom, and the United States of America. Participants known to cancer and/or palliative care hospital or hospice services as inpatients, outpatients or community patients will be asked to complete a survey during a one-off visit which should last under 30 minutes. The survey asks a series of questions to determine the perceptions of patients know to cancer and palliative care services about the terminologies used to describe them.",
                "DetailedDescription": "Despite widespread use of the term \"cancer survivor\", its meaning is not standardised or universally understood. The most widely used definition incorporates individuals from the time of diagnosis throughout their lives, which includes people living with cancer and people free of cancer. The National Cancer Institute (NCI) (2022) subscribes to this description, and divides survivorship into three phases: individuals with early-stage cancer where the goal is curative intent, individuals with advanced or metastatic cancer where the goal is to prolong life, and individuals with end-stage cancer where the goal is end-of-life care. It presents these as a continuum. It has been suggested that the term, \"cancer survivor,\" is not designed to be a label, but rather to describe a population of people who have a history of cancer (NCI, 2022), recognising that the heterogeneous group encompassed by this term may not all subscribe to it. The perception of patients towards \"cancer survivor\" in their context has been sought for a variety of groups, generally including patients without progressive disease who have completed treatment, or those undergoing treatment. These individuals have various attitudes towards their inclusion in the term, with some considering it inappropriate, and others finding the group too diverse to be acceptable. One group may be patients known to palliative care services. Palliative care aims to provide holistic care for individuals with health-related suffering due to severe illness to improve the quality of life of patients, their families and caregivers, particularly at the end of life. These patients also fit the definition of 'cancer survivors' using the NCI's definition. There is a particular paucity of evidence on their opinion on survivorship terminology, which may have important implications for patients' receipt of care and the adoption and understanding of this terminology within palliative care services.\n\nThe aim of this study is to determine the perceptions of heterogeneous groups of patients known to oncology and palliative care services regarding the terminologies used to describe them, and in particular the term \"cancer survivor.\" This is an international, multicentre, observational study. The study will seek participants known to oncology and palliative care services in 2 target groups in Australia, Canada, Ireland, the United Kingdom (UK), and the United States of America (USA). The overall lead investigator of the study will be based in Our Lady's Hospice & Care Services, Dublin, Ireland. Each country will have a national site lead who will obtain ethical approval and manage patient recruitment within their country. The overall Principal Investigator (PI) and his research team will lead recruitment in Ireland and overall governance for the study. Established researchers will be identified to lead the project in Australia, Canada, the UK and the USA. They will be required to identify local sites, obtain local ethical / research approval, and provide local support to the overall PI and research team. The study will recruit 383 individuals in Groups 1 and 2 in each area i.e., 1915 individuals for each Group, and 3830 individuals overall.\n\nThe study involves a single assessment, which should take 15-30 minutes (and involves completion of a study-specific English-language questionnaire). Case Record Forms (CRFs) will be amended for each country relating to local specifications for education and ethnicity. There will be 2 sections - a researcher section and a participant section, consisting of 3 parts, to complete. Data will be recorded on paper CRFs and transferred onto a secure online platform.\n\nThe study will conform to the General Data Protection Regulations (GDPR) (2018) and equivalent legislation in the different countries. All data will be treated as confidential, and data will be pseudonymised to protect the participants' identities. Descriptive statistics will be used to describe individual country data. Quantitative data analysis will be carried out using SPSS software and appropriate statistical tests.\n\nThe study will be conducted in accordance with the Declaration of Helsinki, and the International Conference on Harmonisation guidance on Good Clinical Practice. Investigators are responsible for ensuring that appropriate ethical (and other necessary) approvals are in place before the study commences at their study site. The study is considered low risk, and not burdensome for participants."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cancer Survivors",
                        "Palliative Care"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Other"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Cross-Sectional"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "3830",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Group 1",
                            "ArmGroupDescription": "Individuals with a diagnosis of cancer known to palliative care services. This group completes Case Report Form for Group 1.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Palliative Care and Oncology Survey on Terminology (POST)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Group 2",
                            "ArmGroupDescription": "Individuals with a diagnosis of cancer receiving anti-cancer treatment known to oncology services.\n\nThis group completes Case Report Form for Group 2",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Palliative Care and Oncology Survey on Terminology (POST)"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Palliative Care and Oncology Survey on Terminology (POST)",
                            "InterventionDescription": "Each group receives a survey to complete. The only difference between the two is the inclusion criteria; the surveys are the same.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Group 1",
                                    "Group 2"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "The proportion of individuals with cancer known to palliative care services (Group 1) and the proportion of individuals on anti-cancer treatment (Group 2) that would \"moderately dislike\" or \"strongly dislike\" being described as a cancer survivor.",
                            "PrimaryOutcomeDescription": "The proportion of individuals with cancer throughout the study known to palliative care services (Group 1), and the proportion of individuals with cancer throughout the study on anti-cancer treatment (Group 2), that would \"moderately dislike\" or \"strongly dislike\" being described as a cancer survivor. This is not assessing change between two time points in the study, but determining this outcome for the two Groups throughout the whole study.",
                            "PrimaryOutcomeTimeFrame": "at study completion, an average of 1 year"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "The proportions of these groups (Group 1 and Group 2) that \"moderately dislike\" or \"strongly dislike\" being described as a patient, client, consumer, customer, service user, cancer patient, patient with cancer, and person living with cancer.",
                            "SecondaryOutcomeDescription": "The proportions of these groups of individuals (Group 1 and Group 2) throughout the study that \"moderately dislike\" or \"strongly dislike\" being described as a patient, client, consumer, customer, service user, cancer patient, patient with cancer, and person living with cancer. This is not assessing change between two time points in the study, but determining this outcome for the two Groups throughout the whole study.",
                            "SecondaryOutcomeTimeFrame": "at study completion, an average of 1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "The proportion of these groups (Group 1 and Group 2) that think the specific subgroups of patients with cancer should be known as \"cancer survivors\":",
                            "SecondaryOutcomeDescription": "The proportion of these groups of individuals (Group 1 and Group 2) throughout the study that think the specific subgroups of patients with cancer should be known as \"cancer survivors\". This is not assessing change between two time points in the study, but determining this outcome for the two Groups throughout the whole study.",
                            "SecondaryOutcomeTimeFrame": "at study completion, an average of 1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "The proportion of these groups (Group 1 and Group 2) that \"moderately dislike\" or \"strongly dislike\" the widely used definition of \"cancer survivor\".",
                            "SecondaryOutcomeDescription": "The proportion of these groups of individuals (Group 1 and Group 2) throughout the study that \"moderately dislike\" or \"strongly dislike\" the widely used definition of \"cancer survivor\". This is not assessing change between two time points in the study, but determining this outcome for the two Groups throughout the whole study.",
                            "SecondaryOutcomeTimeFrame": "at study completion, an average of 1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Any association between perception towards the term cancer survivor and phase of cancer illness, cancer diagnosis and performance status.",
                            "SecondaryOutcomeDescription": "Any association between perception towards the term cancer survivor and phase of cancer illness, cancer diagnosis and performance status. This is not assessing change between two time points in the study, but determining this outcome for the participants throughout the whole study.",
                            "SecondaryOutcomeTimeFrame": "at study completion, an average of 1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Any association between perception towards the term cancer survivor and personal demographic details including country of residence, age, gender, marital status, educational attainment, and ethnicity.",
                            "SecondaryOutcomeDescription": "Any association between perception towards the term cancer survivor and personal demographic details including country of residence, age, gender, marital status, educational attainment, and ethnicity. This is not assessing change between two time points in the study, but determining this outcome for the participants throughout the whole study.",
                            "SecondaryOutcomeTimeFrame": "at study completion, an average of 1 year"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Any differences in the outcomes between the two Groups",
                            "SecondaryOutcomeDescription": "Any differences in the outcomes between the two Groups. This is not assessing change between two time points in the study, but determining differences in the outcomes above between the two Groups, determined from data collected throughout the whole study.",
                            "SecondaryOutcomeTimeFrame": "at study completion, an average of 1 year"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Group 1: Individuals with a diagnosis of cancer known to palliative care services\n\nInclusion criteria:\n\nDiagnosis of cancer\nUnder the care of palliative care services as an inpatient, outpatient or community patient\nAge ≥18 years\nAble to speak / read English (enough to complete questionnaire)\n\nExclusion criteria:\n\nUnable to provide consent\nUnable to complete questionnaire\n\nGroup 2: Individuals with a diagnosis of cancer receiving anti-cancer treatment known to oncology services\n\nInclusion criteria:\n\nDiagnosis of cancer\nUnder the care of oncology services and currently receiving an anticancer treatment regimen of any kind\nAge ≥18 years\nAble to speak / read English (enough to complete questionnaire)\n\nExclusion criteria:\n\nUnable to provide consent\nUnable to complete questionnaire",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Patients known to hospice inpatient units, community palliative care services, hospital palliative care teams and/or oncology services at specified hospices and cancer centres internationally will be invited to participate. Participants may be inpatients, outpatients or community patients associated with the study sites. Participants must meet all of the inclusion criteria for the study, and none of the exclusion criteria for the study. Convenience sampling will be undertaken. Potential participants will be identified by the clinical team. The clinical team will ask them if they would be interested in taking part in a study. If they agree, the research team will arrange to meet with the patient.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Amy GS Taylor, MBChB MRCP",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "4986243",
                            "CentralContactPhoneExt": "0035301",
                            "CentralContactEMail": "ataylor@olh.ie"
                        },
                        {
                            "CentralContactName": "Andrew N Davies, MBBS MSc MD",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "4986235",
                            "CentralContactPhoneExt": "0035301",
                            "CentralContactEMail": "ResearchTeam@olh.ie"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Andrew N Davies, MBBS MSc MD",
                            "OverallOfficialAffiliation": "Our Lady's Hospice & Care Services",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "St James's Hospital",
                            "LocationCity": "Dublin",
                            "LocationZip": "D08 X9HD",
                            "LocationCountry": "Ireland",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Andrew N Davies, MBBS MSc MD",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "4986235",
                                        "LocationContactPhoneExt": "0035301",
                                        "LocationContactEMail": "ResearchTeam@olh.ie"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Tallaght University Hospital",
                            "LocationCity": "Dublin",
                            "LocationZip": "D24 NR0A",
                            "LocationCountry": "Ireland"
                        },
                        {
                            "LocationFacility": "Amy Taylor",
                            "LocationCity": "Dublin",
                            "LocationZip": "D6W RY72",
                            "LocationCountry": "Ireland",
                            "LocationContactList": {
                                "LocationContact": [
                                    {
                                        "LocationContactName": "Amy GS Taylor, MBChB",
                                        "LocationContactRole": "Contact",
                                        "LocationContactPhone": "4986243",
                                        "LocationContactPhoneExt": "0035301",
                                        "LocationContactEMail": "ataylor@olh.ie"
                                    }
                                ]
                            }
                        },
                        {
                            "LocationFacility": "Royal Surrey County Hospital",
                            "LocationCity": "Guildford",
                            "LocationState": "Surrey",
                            "LocationZip": "GU2 7XX",
                            "LocationCountry": "United Kingdom"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "26868682",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Cheung SY, Delfabbro P. Are you a cancer survivor? A review on cancer identity. J Cancer Surviv. 2016 Aug;10(4):759-71. doi: 10.1007/s11764-016-0521-z. Epub 2016 Feb 11."
                        },
                        {
                            "ReferencePMID": "30850410",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Costa DSJ, Mercieca-Bebber R, Tesson S, Seidler Z, Lopez AL. Patient, client, consumer, survivor or other alternatives? A scoping review of preferred terms for labelling individuals who access healthcare across settings. BMJ Open. 2019 Mar 7;9(3):e025166. doi: 10.1136/bmjopen-2018-025166."
                        },
                        {
                            "ReferencePMID": "26854084",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Marzorati C, Riva S, Pravettoni G. Who Is a Cancer Survivor? A Systematic Review of Published Definitions. J Cancer Educ. 2017 Jun;32(2):228-237. doi: 10.1007/s13187-016-0997-2."
                        },
                        {
                            "ReferencePMID": "32387576",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Radbruch L, De Lima L, Knaul F, Wenk R, Ali Z, Bhatnaghar S, Blanchard C, Bruera E, Buitrago R, Burla C, Callaway M, Munyoro EC, Centeno C, Cleary J, Connor S, Davaasuren O, Downing J, Foley K, Goh C, Gomez-Garcia W, Harding R, Khan QT, Larkin P, Leng M, Luyirika E, Marston J, Moine S, Osman H, Pettus K, Puchalski C, Rajagopal MR, Spence D, Spruijt O, Venkateswaran C, Wee B, Woodruff R, Yong J, Pastrana T. Redefining Palliative Care-A New Consensus-Based Definition. J Pain Symptom Manage. 2020 Oct;60(4):754-764. doi: 10.1016/j.jpainsymman.2020.04.027. Epub 2020 May 6."
                        },
                        {
                            "ReferencePMID": "33709303",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Wee M, Dau H, Gastonguay L, De Vera MA. How do individuals with colorectal cancer perceive the term \"cancer survivor\": a cross-sectional survey. J Cancer Surviv. 2022 Apr;16(2):257-268. doi: 10.1007/s11764-021-01015-9. Epub 2021 Mar 11."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "National Cancer Institute: Division of Cancer Control and Population Sciences. (2022, November). Office of survivorship definitions.",
                            "SeeAlsoLinkURL": "http://cancercontrol.cancer.gov/ocs/definitions"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided",
                "IPDSharingDescription": "Participants are asked to consent to the following:\n\nIf you agree, the information we collect for this study may be provided to researchers running related research studies. This may be in this organisation, or other organisations, including universities, or healthcare institutions involved in research. Your information will only be used for research relating to the terminologies used to describe individuals who use healthcare services. Any information shared for future research will not identify you and cannot be used to contact you. The information will only be used for the purpose of research."
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}