{
    "Rank": 882,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01265381",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "999911049"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "11-C-N049"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "National Institutes of Health Clinical Center (CC)",
                    "OrgClass": "NIH"
                },
                "BriefTitle": "Thyroid Cancer Among Chornobyl Clean-up Workers in Ukraine: Pilot Study",
                "OfficialTitle": "Thyroid Cancer Among Chornobyl Clean-up Workers in Ukraine: Pilot Study"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2019",
                "OverallStatus": "Terminated",
                "WhyStopped": "This protocol was determined to be not human subjects research.",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "December 22, 2010",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "February 26, 2020",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "February 26, 2020",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "December 22, 2010",
                "StudyFirstSubmitQCDate": "December 22, 2010",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 23, 2010",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "March 2, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 3, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "National Cancer Institute (NCI)",
                    "LeadSponsorClass": "NIH"
                }
            },
            "OversightModule": {},
            "DescriptionModule": {
                "BriefSummary": "Background:\n\n- The Ukrainian Research Center for Radiation Medicine and the U.S. National Institutes of Health have been studying cancer risks and outcomes in individuals who participated in the decontamination clean-up process following the Chornobyl nuclear accident. Some of these individuals were exposed to external radiation at various levels, as well as radioactive iodine that may have affected the thyroid and increased the risk of developing thyroid cancer. Because more individual and comparative data are needed on the affected populations and clean-up workers associated with the Chornobyl accident, researchers are interested in collecting personal information and saliva samples from Chornobyl clean-up workers who have been diagnosed with thyroid cancer.\n\nObjectives:\n\n- To assess the radiation-related risk of thyroid cancer among male Chornobyl clean-up workers and collect saliva samples for an initial study.\n\nEligibility:\n\n- Male Chornobyl clean-up workers from Kyiv and Donetsk oblasts who have been diagnosed with thyroid cancer.\n\nDesign:\n\nParticipants will complete a standardized questionnaire during a personal interview. The questionnaire will ask for detailed information on the following areas of study:\nWork history, conditions, and activities inside the 70-km clean-up and radiation calculation zone.\nResidence history inside and outside the 30-km exclusion zone.\nMilk consumption between April 26 and June 30, 1986 (to assess radioactivity from radioiodine fallout).\nPotential non-radiation risk factors for thyroid cancer (e.g., smoking, alcohol consumption, family cancer history).\nParticipants will provide a saliva sample for pilot study testing....",
                "DetailedDescription": "Background:\n\nMuch is known about the radiation-related risk of thyroid cancer, but there is considerable uncertainty about the magnitude of the radiation risk among those who were exposed as adults, particularly in males. A large number of clean-up workers, mostly male, who participated in decontamination and clean-up activities after the Chornobyl accident were exposed to external radiation at various levels. An increased thyroid cancer risk has been reported from studies of Russian, Estonian and Latvian clean-up workers, but there is little evidence of a dose response. However, recent published data from an IARC study of thyroid cancer cases and controls pooled from the Chornobyl clean-up workers in Belarus, Russia and Baltic countries show a strong dose response with an estimated risk per unit dose that is much higher than those reported from other irradiated populations exposed as adults. Following the completion of our NCI study of leukemia among Ukrainian clean-up workers, we are proposing a nested case-control study to assess the radiation-related risk of thyroid cancer among the 150,000 male cleanup workers in Ukraine. In preparation for this study, a pilot study is in progress to assess the feasibility of a full study.\n\nObjectives:\n\nThe objectives are (i) to identify thyroid cancer cases and demographically matched controls without thyroid cancer occurring among the 150,000 Ukrainian clean-up workers through linkage to the National Cancer Registry and Chernobyl State Registry of Ukraine; (ii) to trace/locate and interview a small sample of subjects with thyroid cancer and their respective controls ; (iii) to obtain saliva buccal cell samples; and (iv) to locate and transfer thyroid tumor specimens from identified cases to the archive maintained at the Research Center for Radiation Medicine (RCRM),for diagnostic verification and possible future genetic/molecular research using the latest available techniques.\n\nEligibility:\n\nThe cohort includes Ukrainian clean-up workers who meet the following eligibility criteria: males, first year of service as a clean-up worker (1986-1990); initial registration as a clean-up worker in one of the study areas; and age when first worked in the Chornobyl zone (under 60). For the pilot study, we will select 100-110 cases with thyroid cancer in three study areas, Kyiv, Donetsk and Dnipropetrovsk oblasts and controls (with a case-control ratio of 1:3). We will assess the feasibility of proxy interview for deceased thyroid cancer cases in the study area.\n\nDesign:\n\nThis pilot study will be conducted in the framework of the planned nested case-control study in the cohort of Chornobyl clean-up workers but will involve only a small number of subjects with thyroid cancer and their respective controls. Thyroid cancer cases will be identified by linkage to the Cancer Registry of Ukraine. Controls will be identified from the Chernobyl State Registry. Locating archived tumor tissues will be done by search of the Cancer Registry of Ukraine database supplemented by interview data. Consent for transfer of tissues to RCRM will be sought at the time of interview."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Thyroid Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Cohort",
                        "Radiation",
                        "Thyroid Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Control"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Retrospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "673",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cohort of Chernobyl Cleanup Workers in Ukraine",
                            "ArmGroupDescription": "Thyroid cancer cases and matched controls in the cohort"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "To assess the radiation - related risk of thyroid cancer among the 150,000 male clean-up workers in Ukraine",
                            "PrimaryOutcomeDescription": "Risk of thyroid cancer attributable to radiation",
                            "PrimaryOutcomeTimeFrame": "At time of analysis completion"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "INCLUSION CRITERIA:\n\nFor the pilot study, we will select clean-up workers with thyroid cancer reported in three study areas, Kyiv, Donetsk and Dnipropetrovsk oblasts and controls (with a case-control ratio of 1:3) demographically matched to cases. We estimate the number of these cases will be between 100 and 110. These two oblasts have been chosen to represent an area known, from the leukemia study, to have a high study participation rate (Kyiv and Dnipropetrovsk oblasts) and an area newly added and thus unknown regarding participation rate (Donetsk). All study subjects are males and average about 55 years. In view of the very high survival rate for thyroid cancer, a majority of the subjects are expected to be alive.\n\nEXCLUSION CRITERIA:\n\nExcluded from the study will be those who cannot be located, refuse to participate in the study, or do not provide informed consent.",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "Male",
                "MinimumAge": "18 Years",
                "MaximumAge": "65 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Ukrainian Chernobyl clean-up workers (\"liquidators\") approx. 150,000",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Kiyohiko Mabuchi, M.D.",
                            "OverallOfficialAffiliation": "National Cancer Institute (NCI)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Research Center for Radiation Medicine",
                            "LocationCity": "Kiev",
                            "LocationCountry": "Ukraine"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "23252377",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Mabuchi K, Hatch M, Little MP, Linet MS, Simon SL. Risk of thyroid cancer after adult radiation exposure: time to re-assess? Radiat Res. 2013 Feb;179(2):254-6. doi: 10.1667/RR3121.1. Epub 2012 Dec 19."
                        },
                        {
                            "ReferencePMID": "24705729",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ostroumova E, Gudzenko N, Brenner A, Gorokh Y, Hatch M, Prysyazhnyuk A, Mabuchi K, Bazyka D. Thyroid cancer incidence in Chornobyl liquidators in Ukraine: SIR analysis, 1986-2010. Eur J Epidemiol. 2014 May;29(5):337-42. doi: 10.1007/s10654-014-9896-1. Epub 2014 Apr 5."
                        },
                        {
                            "ReferencePMID": "22998226",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Kesminiene A, Evrard AS, Ivanov VK, Malakhova IV, Kurtinaitise J, Stengrevics A, Tekkel M, Chekin S, Drozdovitch V, Gavrilin Y, Golovanov I, Kryuchkov VP, Maceika E, Mirkhaidarov AK, Polyakov S, Tenet V, Tukov AR, Byrnes G, Cardis E. Risk of thyroid cancer among chernobyl liquidators. Radiat Res. 2012 Nov;178(5):425-36. doi: 10.1667/RR2975.1. Epub 2012 Sep 21."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023",
                "RemovedCountryList": {
                    "RemovedCountry": [
                        "United States"
                    ]
                }
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000013964",
                            "ConditionMeshTerm": "Thyroid Neoplasms"
                        },
                        {
                            "ConditionMeshId": "D000013959",
                            "ConditionMeshTerm": "Thyroid Diseases"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000004700",
                            "ConditionAncestorTerm": "Endocrine System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000004701",
                            "ConditionAncestorTerm": "Endocrine Gland Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000006258",
                            "ConditionAncestorTerm": "Head and Neck Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M16408",
                            "ConditionBrowseLeafName": "Thyroid Diseases",
                            "ConditionBrowseLeafAsFound": "Thyroid",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M16413",
                            "ConditionBrowseLeafName": "Thyroid Neoplasms",
                            "ConditionBrowseLeafAsFound": "Thyroid Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M7552",
                            "ConditionBrowseLeafName": "Endocrine System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7553",
                            "ConditionBrowseLeafName": "Endocrine Gland Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M9038",
                            "ConditionBrowseLeafName": "Head and Neck Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC19",
                            "ConditionBrowseBranchName": "Gland and Hormone Related Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        }
                    ]
                }
            }
        }
    }
}