{
    "Rank": 893,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05228210",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "1905795920"
                },
                "Organization": {
                    "OrgFullName": "Indiana University",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Breast Cancer Self-Efficacy Scale for Partners",
                "OfficialTitle": "Developing the Breast Cancer Self-Efficacy Scale for Partners (BCSES-P)",
                "Acronym": "BCSES-P"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2023",
                "OverallStatus": "Terminated",
                "WhyStopped": "PI no longer working at Indiana University;",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 1, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 1, 2022",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 1, 2022",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "July 2, 2021",
                "StudyFirstSubmitQCDate": "January 27, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 8, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "March 4, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 7, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Andrea Alise Cohee",
                    "ResponsiblePartyInvestigatorTitle": "Assistant Professor",
                    "ResponsiblePartyInvestigatorAffiliation": "Indiana University"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Indiana University",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "Indiana Clinical and Translational Sciences Institute",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The concept of self-efficacy is a major predictor of physical, psychological, social and overall quality of life (QoL) among breast cancer survivors (BCS). Because survivor and partner outcomes are often linked, it is reasonable to hypothesize that self-efficacy is an important predictor of physical, psychological, social and overall QoL in partners as well. However, this hypothesis has yet to be tested, in part because no scale exists to measure cancer-related self-efficacy in partners. Development and psychometric testing of such a scale is a critical first step in developing a theoretical model predicting QoL in this population. Partners of BCS often report lower QoL compared to partners of healthy women, making them an important focus of research. During the award period, the applicant will follow standard instrument development procedures to develop the Breast Cancer Self-Efficacy Scale for Partners (BCSES-P) and test the scale's psychometric properties using a large and diverse sample of partners of breast cancer survivors.",
                "DetailedDescription": "Compared to partners of healthy women, partners of breast cancer survivors (BCS) are at an increased risk of affective disorders, including depression and anxiety;1 are more likely to report antidepressant use for up to 14 years after their partners' diagnosis and treatment; and more likely to report lower vitality and more quality of life deficits.2 Despite these significant negative health outcomes, partners of BCS have rarely been studied and factors that contribute to their QoL have not been identified. Because these factors would serve as targets of interventions to improve well-being in this population, this represents a significant gap.\n\nIn BCS, self-efficacy, one's belief in one's ability to handle a situation, is positively related to quality of life (QoL) and has a protective effect against psychological morbidity.5 In this population, self-efficacy is an important predictor of a wide range of outcomes including: attention function, anxiety, depression, marital satisfaction, sexuality, self-esteem,6 fear of recurrence,7 subjective memory impairment, physical activity,8 health behaviors,9 and satisfaction with healthcare provider communication.7 Given the importance of self-efficacy in predicting QoL and health outcomes of BCS, it is reasonable to hypothesize that self-efficacy in partners is associated with these factors as well. However, without a scale to measure partners' cancer-related self-efficacy, this hypothesis cannot be tested and our ability to build theoretically based interventions to fully address partners' QoL is severely limited.\n\nPrevious studies measuring partners' self-efficacy have utilized generic self-efficacy scales that fail to address the unique challenges and experiences that partners of BCS face. For other types of cancer (e.g., prostate), partner self-efficacy scales have been adapted from survivors. Because existing scales do not target the unique experience of being partnered with a BCS, a valid and reliable scale to measure self-efficacy in this population is needed.\n\nFurthermore, a theoretical framework for testing construct validity is needed. Ferrell and Dow's Quality of Life Model will provide the theoretical foundation for the Breast Cancer Self-Efficacy Scale for Partners (BCSES-P).\n\nTherefore, the purpose of this study is to develop and psychometrically test the Breast Cancer Self-Efficacy Scale for Partners (BCSES-P). The specific aims are as follows:\n\nQualitative Aim 1: To develop a new measure of cancer-related self-efficacy in partners (\"BCSES-P\") and obtain feedback on the items from partners of breast cancer survivors.\n\nQuantitative Aim 2. To evaluate the psychometric properties of the BCSES-P in a diverse sample of partners.\n\nHypothesis 2.1: The BCSES-P will be unidimensional as assessed by exploratory factor analysis.\n\nHypothesis 2.2: The BCSES-P will demonstrate an internal consistency coefficient of 0.70 or above.\n\nHypothesis 2.3: Construct validity of the BCSES-P will be demonstrated by support of the following theoretical relationships:\n\nCancer-related self-efficacy will be positively related to marital satisfaction and sexual functioning (social well-being) and the distal outcome, overall QoL.\nCancer-related self-efficacy will be negatively related to fatigue (physical well-being), fear of recurrence, depression, and anxiety (psychological well-being).\n\nINNOVATION\n\nThis study supports three significant innovations. First, the BCSES-P will be the first scale to measure self-efficacy in partners of BCS, and the only scale developed with partner input. Previous scales have been adapted from survivor scales without consideration of partner-specific concerns. Second, putting self-efficacy into the context of QoL highlights a holistic approach to studying the long-term effects of breast cancer on partners. Third, because self-efficacy is an important predictor of well-being in survivor research and is expected to be in partner research as well, the development of the BCSES-P will allow the foundational research needed to develop novel interventions to increase well-being in this population.\n\nPROCEDURES\n\nThe scale will be developed according to standard instrument development procedures and will occur in 2 phases. Phase 1 is composed of 5 stages: 1) literature review, (2) focus groups, (3) development of candidate items, (4) cognitive interviewing, and (5) finalization of scale items.15 Phase 2 will include a large-scale psychometric evaluation of the scale.\n\nPhase 1\n\nStage I: Literature review. The applicant will conduct an exploratory systematic review of theoretical and empirical literature on the experiences of partners of BCS using the PubMed, Psychlit, and CINAHL databases. Studies that focus on self-efficacy in BCS and partners/caregivers or on the issues and concerns of these populations will be examined. The search criteria/procedures will be reviewed by the applicant's research team. In addition, the applicant will compile a list of all existing scales that measure self-efficacy or related constructs in partners of persons with cancer and related illnesses. This information will be presented to the research team and selected content experts, scientists and clinicians with expertise in self-efficacy in cancer populations. Based on this review, a set of potential candidate items for the scale will be developed.\n\nStage II: Focus groups. Two focus groups will be conducted by the applicant following standard procedures as outlined by Krueger and Casey. Each group will be composed of 8 partners. A semi-structured interview guide will be used to direct the interviews. The partners will be asked about the experiences, issues and concerns they experience related to their partners' breast cancer; how they manage or handled these issues/concerns; and their understanding of the concept of self-efficacy as it relates to their own experiences. The focus groups interviews will be transcribed verbatim. Standard content analytic procedures and a variety of data matrices will be used to organize, analyze, and interpret the focus group interview data. The analytic product will be a list and description of categories, which will be presented to the research team. A set of potential candidate items will be developed based on these categories.\n\nStage III: Development of candidate items. Three sets of potential candidate items will be presented to and discussed by the research team. First, select items from the BCSES7 will be modified for partners. For example, the item Handle any fears about breast cancer returning would be modified to read Handle any fears about my partner's breast cancer returning. The other sets of candidate items will be those developed in Stages I and II. Through discussion, consensus, and review of data, the team will develop a preliminary scale consisting of a pool of items that the team determines reflects the domains and content of the construct of breast-cancer-related self-efficacy in partners.\n\nStage IV: Cognitive interviewing. The applicant will conduct cognitive interviewing with 10 individual partners using the \"think-aloud\" method as described by Willis.18 The participants will asked to think aloud as they answer each item, making their cognitive processes explicit. Each partner will be asked to discuss how he/she responded to the question and what the item meant to him/her. The applicant will query the participant about the clarity and relevance of each item. Once the partner has answered all questions, the interviewer will ask the partners to reflect on the overall acceptability of the scale including any issues with its ease of use, its comprehensiveness (e.g., issues not addressed), and burden.\n\nStage V: Scale development. The applicant will present the results of the cognitive interviewing to the research team and based on further discussion, the team will modify items, develop new items if needed, and finalize the scale for psychometric testing. The scale will be sent to the IRB for review prior to phase 3 large scale data collection and psychometric testing.\n\nPhase 2\n\nPreliminary psychometric testing. Using funding already received, a sample of 150 partners will be obtained through 4 venues to answer an online questionnaire: Facebook(cite), inResearch.org, Army of Love, and ResNet (the latter three are research participant registries). Partners will complete the finalized self-efficacy scale and related scales.\n\nData Analysis Plan for Phase 2: The PI will conduct data analysis in conjunction with the study statistician. Data will be analyzed using the Statistical Package for Social Sciences (SPSS) 24.0. A description of procedures to evaluate the psychometric properties of the instrument follows.\n\nDimensionality of the BCSES-P will be conducted using the principal component method for factor extraction. Varimax rotation will be performed to maximize the distance among factors. To assess the appropriateness of the factor model, three diagnostics test will be examined: (1) Kaiser-Meyer-Olkin, (2) Bartlett's test for sphericity, and (3) the determinant of the correlation matrix. The scree plot and eigenvalues will first be examined to determine the optimal number of components. Eigenvalues equal to or greater than 1.0 will be extracted.19 If more than one factor is extracted, the rotated component matrix will then be examined to determine which items have the strongest loadings on each of the retained components. Individual items will be assessed for conceptual relevance and consistency in relation to the remaining items within each component. The specified factors will be labeled according to conceptual content.\n\nInternal consistency reliability of the BCSES-P will be assessed through descriptive statistics, detailed item analysis, and Cronbach's alpha coefficient. Item means and standard deviations will be assessed using the criterion that item means should be near the scale mid-point with a high degree of variability so items adequately measure a range of possible values without encountering a floor or ceiling effect.20 Item-level statistics will be examined by assessing: (1) an inter-item correlation matrix; (2) the average inter-item correlation coefficient; (3) the corrected item-to-total correlation coefficient; and (4) information regarding the alpha if the item is deleted. Items that have correlations between .30 and .70 with less than 50% of the items will be examined closely.21\n\nConstruct validity of the BCSES-P will also be examined using Ferrell and Dow's Quality of Life Model,13,14 which identifies four domains of QoL that contribute to overall QoL: physical, psychological, social, and spiritual well-being. The specific scales to be used to measure variables in each of these QoL domains were selected from a published study pertaining to development of a Breast Cancer Survivor Self-Efficacy Scale (BCSES).7 The investigators will use the following scales to establish construct validity of the BCSES-P: fatigue (physical well-being), fear of recurrence, depression, and anxiety (psychological well-being), marital satisfaction and sexual functioning (social well-being) and overall QoL. Convergent validity coefficients will be estimated by correlations between BCSES-P and other instruments. Examined relationships will be based on the theoretical relationships proposed in the model. Construct validity would be supported by demonstrating moderate to strong correlations in the hypothesized convergent direction between the BCSES-P and proximal and distal outcome measures in the model."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Cross-Sectional"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "25",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Partners of breast cancer survivors",
                            "ArmGroupDescription": "Convenience sample of partners/significant others/spouses of breast cancer survivors"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Fear of Cancer Progression and Recurrence (FCR7)",
                            "PrimaryOutcomeDescription": "7-item scale assessing concerns that the cancer will progress or return, previously tested in samples of breast cancer survivor caregivers/spouses, Cronbach alpha=.91.",
                            "PrimaryOutcomeTimeFrame": "Day 1"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "PROMIS Depression Short Form (8 items)",
                            "SecondaryOutcomeDescription": "8-item scale assessing depressive symptoms. PROMIS measures were developed using sophisticated techniques and tested with over 21,000 people, including cancer patients. Cronbach alpha=.92.",
                            "SecondaryOutcomeTimeFrame": "Day 1"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nIdentifies as a partner, significant other, or spouse of an individual diagnosed with non-metastatic breast cancer\n\nIs 18 years of age or over\nIs able and willing to attend a focus group, individual interview, or complete an online survey\nIs able to access the internet\nIs able to carry on normal everyday conversation\n\nExclusion Criteria:\n\n· Partners who have separated or divorced since survivors' diagnosis",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Potential participants will be identified through multiple venues: Facebook, RED Alliance, community organizations in Indianapolis and surrounding areas, inResearch.org, Army of Love, ResNet (the latter three are research participant registries).",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Andrea A Cohee",
                            "LocationCity": "Indianapolis",
                            "LocationState": "Indiana",
                            "LocationZip": "46202",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Undecided"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}