{
    "Rank": 920,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT00342875",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "999902143"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "02-C-N143"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "National Institutes of Health Clinical Center (CC)",
                    "OrgClass": "NIH"
                },
                "BriefTitle": "The New England Bladder Cancer Study",
                "OfficialTitle": "The New England Bladder Cancer Study"
            },
            "StatusModule": {
                "StatusVerifiedDate": "July 2020",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "March 1, 2002",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 16, 2004",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "July 14, 2020",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "June 19, 2006",
                "StudyFirstSubmitQCDate": "June 19, 2006",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 21, 2006",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "July 14, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "July 15, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "National Cancer Institute (NCI)",
                    "LeadSponsorClass": "NIH"
                }
            },
            "OversightModule": {},
            "DescriptionModule": {
                "BriefSummary": "Data from the new cancer atlas covering the period 1974 1994 indicates that deaths from bladder cancer among white men and women are elevated in the northeastern United States, particularly the northern parts of New England. The reason for these elevated rates of incidence of and deaths from bladder cancer is unknown. Only part of the excess risk can be explained by exposure to the textile and leather industries.\n\nThe purpose of this study is to determine the factors that contribute to the high rates of incidence of and death from bladder cancer in northern New England. The main objectives are to:\n\nestimate the risk of developing bladder cancer associated with inorganic arsenic in drinking water, other water contaminants, tobacco use, occupational exposures, residential proximity to industrial sites, dietary factors, ethnicity, and use of wood-burning stoves.\nestimate the extent to which water containing inorganic arsenic explains the increased rates of bladder cancer.\nestimate the extent to which exposure to other risk factors explains the increased rates.\nevaluate risk of bladder cancer according to genetic factors.\nexamine interactions of these factors with tobacco use, occupational exposure, and environmental exposure to arsenic and other compounds.\n\nAll people ages 30 79 with confirmed cases of bladder cancer will be eligible for the study. Twelve hundred people with bladder cancer and twelve hundred individuals with no previous bladder cancer will be included.\n\nAfter potential participants are recruited and agreement is obtained over the telephone, they will complete a calendar and collect toenail clippings prior to the home interview. During the home visit, an investigator will administer a computer-assisted personal interview, collect drinking water samples and the clippings, and obtain a global positioning satellite reading. Other biological samples, such as saliva samples, urine, and blood, may be requested.\n\nPrivate wells at any previous homes of participants will also be sampled. The location of previous homes will be determined and the current homeowner will be asked to allow sampling of the well.\n\nThe associations between bladder cancer and environmental exposures will be examined and the extent to which exposures to such risk factors explain the elevated mortality and incidence in northern New England will be estimated.\n\n...",
                "DetailedDescription": "Data from the new cancer atlas covering the period 1970-94 indicate that bladder cancer mortality rates among white men and women are elevated in the northeastern U.S., particularly in the northern parts of New England including Maine, New Hampshire, and Vermont. The reasons for these high mortality rates are unclear. The persistent elevations in mortality and incidence for bladder cancer among both men and women suggest the possible role of environmental etiologic factors. A leading suspect environmental exposure is inorganic arsenic in drinking water, which is elevated in private wells in parts of New England. The purpose of this study is to determine the risk factors that explain the high mortality and incidence rates for bladder cancer in men and women in northern New England. The study will be a population-based case-control study of carcinoma of the urinary bladder in three states: New Hampshire, Vermont, and Maine. All histologically-confirmed incident cases of carcinoma of the bladder occurring within a three-year period among residents of the study areas between the ages of 30 and 79 years will be eligible for the study. Controls will be selected randomly from the general population of each study area, frequency matched to the age-, race-, and gender-specific distributions of incidence cases of bladder cancer in each state. We expect to interview 1,200 cases and 1,200 controls. Several data collection activities will be incorporated in this study: a self-administered residential/occupational history calendar, a self-administered diet questionnaire, in-person interviews with subjects using a computer-assisted personal interview (CAPI), collection of drinking water to determine levels of arsenic and other contaminants in drinking water, a collection of buccal cells, toenails, spot urine, four-day urinary habits diary, overnight urine (from a sample of 240 cases and 240 controls), and blood (from a sample of 180 cases and 180 controls). Tumor tissue samples will be obtained for cases. We will examine associations between bladder cancer and environmental exposures, and estimate the extent to which exposures to such risk factor explain the elevated mortality and incidence in northern New England."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Bladder Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Bladder Cancer",
                        "Exposure",
                        "Drinking Water"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Case-Control"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Retrospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "2681",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Population Controls",
                            "ArmGroupDescription": "Control subjects were selected randomly from state Department of Motor Vehicle and Centers for Medicare and Medicaid Services (CMS) beneficiary records."
                        },
                        {
                            "ArmGroupLabel": "Urinary Bladder Cases",
                            "ArmGroupDescription": "patients with histologically confirmed carcinoma of the urinary bladder"
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Bladder Cancer",
                            "PrimaryOutcomeDescription": "Bladder Cancer",
                            "PrimaryOutcomeTimeFrame": "2001-2004"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "INCLUSION CRITERIA:\n\nAll histologically-confirmed incident cases of carcinoma of the bladder, including carcinoma in situ, between the ages of 30 and 79 years occurring among residents of New Hampshire, Maine and Vermont during an accrual period of about three years are eligible to be included in the study.\n\nControls must be aged 30 to 79, with no previous bladder cancer diagnosis. Individuals with other malignancies will not be excluded.\n\nControls under age 65 will be selected among residents of the three states with valid driving license from the Motor Vehicle Administration (MVA) computer tapes at six-month intervals.\n\nControls aged 65 to 79 will be identified from the Centers for Medicare and Medicaid Services (CMS) files.\n\nCMS controls will be selected at six-month intervals over the interviewing period of the study from the most recently available updated tapes.\n\nEXCLUSION CRITERIA:\n\nChildren will be excluded from this study.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "30 Years",
                "MaximumAge": "79 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Case patients included all patients with histologically confirmed carcinoma of the urinary bladder (including carcinoma in situ) newly diagnosed between 2001 and 2004 among residents of Maine, New Hampshire, and Vermont, age 30 to 79 years. Patients were ascertained through hospital pathology departments and hospital and state cancer registries. Control subjects were selected randomly from state Department of Motor Vehicle (DMV) records (age 30-64 years) and Centers for Medicare and Medicaid Services (CMS) beneficiary records (age 65-79 years), frequency matched to case patients by state, sex, and five-year age group at diagnosis. We interviewed 1418 (594 DMV, 824 CMS) control subjects (64.8% of eligible DMV and 64.7% of eligible CMS control subjects).@@@",
                "SamplingMethod": "Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Debra Silverman, D.Sc.",
                            "OverallOfficialAffiliation": "National Cancer Institute (NCI)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "National Cancer Institute (NCI), 9000 Rockville Pike",
                            "LocationCity": "Bethesda",
                            "LocationState": "Maryland",
                            "LocationZip": "20892",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "19917915",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Baris D, Karagas MR, Verrill C, Johnson A, Andrew AS, Marsit CJ, Schwenn M, Colt JS, Cherala S, Samanic C, Waddell R, Cantor KP, Schned A, Rothman N, Lubin J, Fraumeni JF Jr, Hoover RN, Kelsey KT, Silverman DT. A case-control study of smoking and bladder cancer risk: emergent patterns over time. J Natl Cancer Inst. 2009 Nov 18;101(22):1553-61. doi: 10.1093/jnci/djp361. Epub 2009 Nov 16."
                        },
                        {
                            "ReferencePMID": "22505343",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Baris D, Karagas MR, Koutros S, Colt JS, Johnson A, Schwenn M, Fischer AH, Figueroa JD, Berndt SI, Han S, Beane Freeman LE, Lubin JH, Cherala S, Cantor KP, Jacobs K, Chanock S, Chatterjee N, Rothman N, Silverman DT. Nonsteroidal anti-inflammatory drugs and other analgesic use and bladder cancer in northern New England. Int J Cancer. 2013 Jan 1;132(1):162-73. doi: 10.1002/ijc.27590. Epub 2012 May 22."
                        },
                        {
                            "ReferencePMID": "23536561",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Garcia-Closas M, Rothman N, Figueroa JD, Prokunina-Olsson L, Han SS, Baris D, Jacobs EJ, Malats N, De Vivo I, Albanes D, Purdue MP, Sharma S, Fu YP, Kogevinas M, Wang Z, Tang W, Tardon A, Serra C, Carrato A, Garcia-Closas R, Lloreta J, Johnson A, Schwenn M, Karagas MR, Schned A, Andriole G Jr, Grubb R 3rd, Black A, Gapstur SM, Thun M, Diver WR, Weinstein SJ, Virtamo J, Hunter DJ, Caporaso N, Landi MT, Hutchinson A, Burdett L, Jacobs KB, Yeager M, Fraumeni JF Jr, Chanock SJ, Silverman DT, Chatterjee N. Common genetic polymorphisms modify the effect of smoking on absolute risk of bladder cancer. Cancer Res. 2013 Apr 1;73(7):2211-20. doi: 10.1158/0008-5472.CAN-12-2388. Epub 2013 Mar 27."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001749",
                            "ConditionMeshTerm": "Urinary Bladder Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000014571",
                            "ConditionAncestorTerm": "Urologic Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000014565",
                            "ConditionAncestorTerm": "Urogenital Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000052776",
                            "ConditionAncestorTerm": "Female Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005261",
                            "ConditionAncestorTerm": "Female Urogenital Diseases and Pregnancy Complications"
                        },
                        {
                            "ConditionAncestorId": "D000091642",
                            "ConditionAncestorTerm": "Urogenital Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000001745",
                            "ConditionAncestorTerm": "Urinary Bladder Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000014570",
                            "ConditionAncestorTerm": "Urologic Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000052801",
                            "ConditionAncestorTerm": "Male Urogenital Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4720",
                            "ConditionBrowseLeafName": "Urinary Bladder Neoplasms",
                            "ConditionBrowseLeafAsFound": "Bladder Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M17010",
                            "ConditionBrowseLeafName": "Urologic Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17005",
                            "ConditionBrowseLeafName": "Urogenital Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M2876",
                            "ConditionBrowseLeafName": "Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26783",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M13817",
                            "ConditionBrowseLeafName": "Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8089",
                            "ConditionBrowseLeafName": "Female Urogenital Diseases and Pregnancy Complications",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4716",
                            "ConditionBrowseLeafName": "Urinary Bladder Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M17009",
                            "ConditionBrowseLeafName": "Urologic Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M26785",
                            "ConditionBrowseLeafName": "Male Urogenital Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BXS",
                            "ConditionBrowseBranchName": "Urinary Tract, Sexual Organs, and Pregnancy Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}