{
    "Rank": 922,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT02633748",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "Pro00047213"
                },
                "Organization": {
                    "OrgFullName": "Prisma Health-Upstate",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Mindfulness Intervention to Improve Symptomology Among Cancer Survivors; Focus on Sleep and Stress Improvement",
                "OfficialTitle": "Mindfulness Intervention to Improve Symptomology Among Cancer Survivors; Focus on Sleep and Stress Improvement"
            },
            "StatusModule": {
                "StatusVerifiedDate": "October 2016",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 2015"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "May 2016",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "May 2016",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "November 19, 2015",
                "StudyFirstSubmitQCDate": "December 14, 2015",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "December 17, 2015",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "October 7, 2016",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "October 10, 2016",
                    "LastUpdatePostDateType": "Estimate"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Prisma Health-Upstate",
                    "LeadSponsorClass": "OTHER"
                },
                "CollaboratorList": {
                    "Collaborator": [
                        {
                            "CollaboratorName": "University of Georgia",
                            "CollaboratorClass": "OTHER"
                        },
                        {
                            "CollaboratorName": "University of South Carolina",
                            "CollaboratorClass": "OTHER"
                        }
                    ]
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Mindfulness has been shown to help stress, fatigue, sleep complaints, and other symptoms but has not been extensively studied in cancer survivors. This study will enroll cancer survivors at the Greenville Health System Cancer Institute Center for Integrative Oncology and Survivorship to undergo the Mindfulness Based Cancer Survivorship (MBCS) four-week program, with assessments before, immediately after, and three months after the intervention. Results of the study will be used to develop new care models that improve cancer survivor stress and symptoms using mindfulness.",
                "DetailedDescription": "Cancer survivors suffer with stress, fatigue, sleep complaints, pain, and many other adverse health effects. Chronic stress is detrimental to quality of life and, potentially, length of survival among cancer survivors. Mindfulness-Based Cancer Survivorship (MBCS) is a four-week standardized mindfulness program, adapted for cancer survivors from Mindfulness-Based Stress Reduction (MBSR). MBCS teaches formal mindfulness practice (meditation) and informal mindfulness during daily activities. Mindfulness has been shown to help stress, fatigue, sleep complaints, and other symptoms but has not been extensively studied in cancer survivors. This study will enroll cancer survivors at the Greenville Health System Cancer Institute Center for Integrative Oncology and Survivorship to undergo the MBCS four-week mindfulness program, with assessments before, immediately after, and three months after the intervention. The assessments will include 1) questionnaires to measure lifestyle, stress, meditation habits, and sleep impairment, 2) blood tests to measure various biomarkers (e.g., inflammatory cytokines), 3) using a BodyMedia's Sensewear® armband for a week to measure sleep and physical activity, and 4) salivary cortisol levels. The forty participants will be randomized to either the intervention arm, the four-week MBCS mindfulness program, or the control arm, a brief control/breathing course. After the three month post assessment, participants in the control arm will have the opportunity to take the MBCS course. Results of the study will be used to develop new care models that improve cancer survivor stress and symptoms using mindfulness."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer Sequelae"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Crossover Assignment",
                    "DesignPrimaryPurpose": "Prevention",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "36",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Intervention",
                            "ArmGroupType": "Other",
                            "ArmGroupDescription": "The twenty participants in the intervention arm will undergo a pre-assessment, post assessment, and a three month follow-up assessment. The pre and post assessments will ask participants to 1) fill out questionnaires to measure lifestyle, stress, meditations habits, and sleep impairment, 2) take a blood sample, 3) use a BodyMedia's Sensewear® armband for a week, and 4) provide salivary cortisol levels. The three month follow-up will repeat everything done if the first two assessments, excluding the blood sample. The intervention arm will also attend the weekly two and a half hour Mindfulness-Based Cancer Survivorship (MBSC) four-week program between the pre and post assessments.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Mindfulness-Based Cancer Survivorship"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Control",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "The twenty participants in the control arm will undergo the same pre assessment as the intervention arm, receive a presentation on breathing exercises, and undergo the same post and three-month follow-up assessments. The control arm will also be offered the same Mindfulness-Based Cancer Survivorship program given to the intervention arm following the three month follow-up."
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Mindfulness-Based Cancer Survivorship",
                            "InterventionDescription": "Mindfulness-Based Cancer Survivorship (MBCS) is a four-week standardized mindfulness program, adapted for cancer survivors from Mindfulness-Based Stress Reduction (MBSR). MBCS teaches formal mindfulness practice (meditation) and informal mindfulness during daily activities. Mindfulness has been shown to help stress, fatigue, sleep complaints, and other symptoms but has not been extensively studied in cancer survivors.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Intervention"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "MBCS"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Change in physical activity as measured by a Body Sensewear actigraph wore by the participants for a week pre-intervention, post intervention, and at a three month follow-up",
                            "PrimaryOutcomeDescription": "All 40 participants will wear a BodyMedia's Sensewear® armband for a week at three different points in the study. The actigraphs collect data on physical activity by measuring, calories burned, minutes of vigorous activity, and hours of sleep. Data such as height and weight are collected before administering armband to measure data accurately. The data will be analyzed using SenseWear Pro 8.1 software and SAS v9.4.",
                            "PrimaryOutcomeTimeFrame": "5 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in stress level measured by cortisol levels collected from self-administering saliva collection kits",
                            "PrimaryOutcomeDescription": "Participants will collect six serial saliva samples pre-invention, post-intervention, and at the 3-month follow-up. The first four samples will be taken within the first hour of waking (first upon awakening, 15, 30, and 45 minutes after waking). Participants will collect the last two samples one hour before dinner and one right before they go to bed. All saliva samples will then be shipped to the University of Georgia for cortisol characterization.",
                            "PrimaryOutcomeTimeFrame": "5 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Change in inflammation measured by analyzing blood samples collected pre and post intervention using inflammation markers",
                            "PrimaryOutcomeDescription": "Approximately 5ml of blood will be collected from each participant at the pre and post assessment. The samples will be collected in a yellow top serum separator tube (SST). Immediately following the blood draw, samples will be inverted gently 5 times and then stored upright to allow for clotting for a minimum of 30 minutes. For processing, after balancing the centerfigure, the samples will be spun at 3,000 rpm for 15 minutes at 4⁰C. After spinning, 1 ml of serum will be transferred into a cryovials using a clean pipet. All cryovials will be stored at -80 in a freezer. All samples will then be transported to School of Medicine, University of South Carolina where they will be analyzed using inflammation markers.",
                            "PrimaryOutcomeTimeFrame": "5 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Changes in diet measured by the National Cancer Institute's fat and fruit and vegetables screeners",
                            "SecondaryOutcomeDescription": "The NCI questionnaire will be administered at pre-intervention, post-intervention (5 weeks later), and at a 3 month follow-up succeeding the post-intervention data collection. The data collected from pre-intervention to the three-month follow up will take place in a 5 month timespan.",
                            "SecondaryOutcomeTimeFrame": "5 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in sleep quality measured using the Pittsburgh Sleep Quality Index",
                            "SecondaryOutcomeDescription": "The Pittsburgh Sleep Quality Index questionnaire will be administered at pre-intervention, post-intervention (5 weeks later), and at a 3 month follow-up succeeding the post-intervention data collection. The data collected from pre-intervention to the three-month follow up will take place in a 5 month timespan.",
                            "SecondaryOutcomeTimeFrame": "5 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in level of stress measured by the Center for Epidemiologic Studies Depression Scale [CES-D 10]",
                            "SecondaryOutcomeDescription": "The CES-D 10 will be administered at pre-intervention, post-intervention (5 weeks later), and at a 3 month follow-up succeeding the post-intervention data collection. The data collected from pre-intervention to the three-month follow up will take place in a 5 month timespan.",
                            "SecondaryOutcomeTimeFrame": "5 months"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Change in level of stress measured by the Perceived Stress Scale (PSS)",
                            "SecondaryOutcomeDescription": "The PSS questionnaire will be administered at pre-intervention, post-intervention (5 weeks later), and at a 3 month follow-up succeeding the post-intervention data collection. The data collected from pre-intervention to the three-month follow up will take place in a 5 month timespan.",
                            "SecondaryOutcomeTimeFrame": "5 months"
                        }
                    ]
                },
                "OtherOutcomeList": {
                    "OtherOutcome": [
                        {
                            "OtherOutcomeMeasure": "Change in meditation habits and awareness measured by the Mindful Attention Awareness Scale (MASS)",
                            "OtherOutcomeDescription": "The MASS questionnaire will be administered at pre-intervention, post-intervention (5 weeks later), and at a 3 month follow-up succeeding the post-intervention data collection. The data collected from pre-intervention to the three-month follow up will take place in a 5 month timespan.",
                            "OtherOutcomeTimeFrame": "5 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nMust be a cancer survivor\nAbility to read, write, and understand English\nAbility to participate in a group\n\nExclusion Criteria:\n\nPrevious experience in a MBCS course\nCorticosteroid therapy greater than prednisone 25 mg per day or equivalent",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Mark O'Rourke, M.D.",
                            "OverallOfficialAffiliation": "Prisma Health-Upstate",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Sara Robb, PhD",
                            "OverallOfficialAffiliation": "University of Georgia",
                            "OverallOfficialRole": "Principal Investigator"
                        },
                        {
                            "OverallOfficialName": "Michael Wirth, PhD",
                            "OverallOfficialAffiliation": "University of South Carolina",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Greenville Health System Cancer Institute Center for Integrative Oncology and Survivorship",
                            "LocationCity": "Greenville",
                            "LocationState": "South Carolina",
                            "LocationZip": "29605",
                            "LocationCountry": "United States"
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "InterventionBrowseModule": {
                "InterventionBrowseLeafList": {
                    "InterventionBrowseLeaf": [
                        {
                            "InterventionBrowseLeafId": "M9602",
                            "InterventionBrowseLeafName": "Hydrocortisone",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M155145",
                            "InterventionBrowseLeafName": "Hydrocortisone 17-butyrate 21-propionate",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M228563",
                            "InterventionBrowseLeafName": "Hydrocortisone acetate",
                            "InterventionBrowseLeafRelevance": "low"
                        },
                        {
                            "InterventionBrowseLeafId": "M263229",
                            "InterventionBrowseLeafName": "Hydrocortisone hemisuccinate",
                            "InterventionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "InterventionBrowseBranchList": {
                    "InterventionBrowseBranch": [
                        {
                            "InterventionBrowseBranchAbbrev": "Infl",
                            "InterventionBrowseBranchName": "Anti-Inflammatory Agents"
                        },
                        {
                            "InterventionBrowseBranchAbbrev": "All",
                            "InterventionBrowseBranchName": "All Drugs and Chemicals"
                        }
                    ]
                }
            }
        }
    }
}