{
    "Rank": 932,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT04564768",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "2019-00965"
                },
                "Organization": {
                    "OrgFullName": "University Hospital, Geneva",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "The SERENITY Study: Online Mindfulness-Based Cancer Recovery for Patients With Gynecological Cancer",
                "OfficialTitle": "Online Mindfulness-Based Cancer Recovery (MBCR) Program for Patients Living With a Gynecological Cancer: a Pilot Randomized Controlled Study.",
                "Acronym": "SERENITY"
            },
            "StatusModule": {
                "StatusVerifiedDate": "November 2022",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "December 19, 2019",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 30, 2022",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "September 30, 2022",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "August 22, 2020",
                "StudyFirstSubmitQCDate": "September 21, 2020",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 25, 2020",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "November 28, 2022",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "November 29, 2022",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Marie-Estelle Gaignard",
                    "ResponsiblePartyInvestigatorTitle": "Principal Investigator",
                    "ResponsiblePartyInvestigatorAffiliation": "University Hospital, Geneva"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "University Hospital, Geneva",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The overall objective of this project is to explore the feasibility, acceptability and potential effects of the online MBCR program in gynecological cancer settings. This will provide preliminary efficacy data in prevision of a larger, confirmatory, randomized controlled trial. As this study will be one of the first led in a French speaking country and the first conducted in a university hospital environment in Switzerland, the investigators would like to investigate the early implementation of this program among professionals and patients. Furthermore, they will investigate if in the online MBCR group, participants will show improvement in psychosocial outcomes, consumption of psychotropic and opioid medication, spirituality and meaning in life and in different biological processes."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Gynecologic Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Online Mindfulness-Based Cancer Recovery"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "A randomized controlled pilot study including qualitative and quantitative elements.",
                    "DesignPrimaryPurpose": "Supportive Care",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Single",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Outcomes Assessor"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "62",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Intervention group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "Online Mindfulness-Based Cancer Recovery",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Behavioral: Online Mindfulness-Based Cancer Recovery (MBCR)"
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Control group",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "Treatment as usual"
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Behavioral",
                            "InterventionName": "Online Mindfulness-Based Cancer Recovery (MBCR)",
                            "InterventionDescription": "Mindfulness-Based Cancer Recovery (MBCR) is a standardized group program which focuses primarily on the challenges faced by people living with cancer. It is an 8-week program consisting of weekly group meetings of 1.5 to 2 hours. Home practice of 45 minutes per day (15 min yoga; 30 min meditation) is prescribed. As the weeks progress, different forms of meditation are introduced, beginning with a body scan sensory awareness experience, progressing to sitting and walking meditations. Gentle Hatha yoga is incorporated throughout, as a form of moving meditation. Didactic instruction as well as group discussion and reflection, problem solving and skillful inquiry are commonly applied teaching tools.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Intervention group"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Participants' attendance to the program",
                            "PrimaryOutcomeDescription": "Number of overall sessions attended - patients are expected to attend at least 5 of the 10 sessions planned (including the 6-h retreat)",
                            "PrimaryOutcomeTimeFrame": "Within 3 weeks of completion of the intervention"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Acceptability of the program (quantitative)",
                            "SecondaryOutcomeDescription": "Frequency, duration and type of mindfulness exercises practiced each day during the MBCR program will be gathered every week with an unobtrusive data collection method: the log. One week after the end of the program (t1), participants will be invited to fill an evaluation form of the program: a self-administered survey of 5-points Likert scale (19 items). Questions are related to the content and the structure of the program.",
                            "SecondaryOutcomeTimeFrame": "Every week during the intervention and within 3 weeks of completion of the intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Acceptability of the program (qualitative)",
                            "SecondaryOutcomeDescription": "Qualitative data will also be collected at t1 through a thematic semi-structured interview of approximately 30-45 minutes with participants. Moreover, focus groups with the clinical staff will be performed at t1 to understand their overall perception of the facilitators and barriers related to the program (that might explain the acceptability of the intervention at the organizational level).",
                            "SecondaryOutcomeTimeFrame": "Every week during the intervention and within 3 weeks of completion of the intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Appropriateness of the program (quantitative)",
                            "SecondaryOutcomeDescription": "Perceived fit, usefulness and practicability of the program will be explored with the participants through the survey.",
                            "SecondaryOutcomeTimeFrame": "Within 3 weeks of completion of the intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Appropriateness of the program (qualitative)",
                            "SecondaryOutcomeDescription": "At t1, semi-structured interviews will be performed with the program instructors to explore their perception of the appropriateness of the program with the specific population.\n\nAforementioned focus groups with the clinical staff performed at t1 will help to understand this outcome as well.",
                            "SecondaryOutcomeTimeFrame": "Within 3 weeks of completion of the intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Fidelity of the program",
                            "SecondaryOutcomeDescription": "Instructors' adherence to the program protocol: two-three experts will judge instructors' fidelity to the program, by assessing recorded sessions, based on the Mindfulness-Based Interventions Teaching Assessment Criteria (MBI-TAC).",
                            "SecondaryOutcomeTimeFrame": "Within 3 weeks of completion of the intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Adoption of the program (from participants' perspectives)",
                            "SecondaryOutcomeDescription": "At t2 (3 months post-intervention): participants will be asked about their mean meditation practice during the last two weeks.",
                            "SecondaryOutcomeTimeFrame": "Organizational: within 3 weeks of completion of the intervention ; participants: 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Adoption of the program (from professionals' perspectives)",
                            "SecondaryOutcomeDescription": "At t1, clinical staff's intention to adopt the online program in their institution will be explored through the focus group aforementioned.",
                            "SecondaryOutcomeTimeFrame": "Organizational: within 3 weeks of completion of the intervention ; participants: 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Costs of the program",
                            "SecondaryOutcomeDescription": "Costs will be tracked regarding the price of the material, instructors' training, other resources (e.g. insurance reimbursement possibilities).",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Time to recruit, recruitment, retention rates, reasons for non-participation and acceptability of data collection",
                            "SecondaryOutcomeDescription": "Time to recruit, recruitment and retention rates will be gathered through administrative data during (pre)screening, enrollment, allocation and follow-up. Reasons for non-participation, intervention/study dropouts will be collected when possible. Acceptability of data collection will be retrieved through missing data within questionnaires.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Acceptability of the study processes",
                            "SecondaryOutcomeDescription": "Acceptability of the study processes will be explored through qualitative data collection aforementioned with the participants, instructors and stakeholders. Moreover, the control group will be invited to a semi-structured interview at t2 to explore their perception of the study processes (e.g. acceptability to be on a wait-list).",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Patients' experience related to the online MBCR program and the study design",
                            "SecondaryOutcomeDescription": "Overall experience will be explored with participants during the interviews aforementioned.",
                            "SecondaryOutcomeTimeFrame": "Within 3 weeks of completion of the intervention"
                        },
                        {
                            "SecondaryOutcomeMeasure": "State and Trait Anxiety Inventory Form Y (STAI-Y)",
                            "SecondaryOutcomeDescription": "The STAI-Y is a self-report questionnaire measuring the severity of current anxiety symptoms (The State Anxiety Scale - S-Anxiety, composed of 20 items with 10 reversed items) and the generalized tendency to be anxious (The Trait Anxiety Scale - T-Anxiety, composed of 20 items with 9 reversed items) (40 items in total). A high score indicating the presence of anxiety. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Major Depression Inventory (MDI)",
                            "SecondaryOutcomeDescription": "The MDI is a self-report mood questionnaire developed with the WHO. It is composed of 12 items. The MDI used as a diagnostic scale for depression (by following the algorithms in accordance with DSM-IV or ICD-10) and also as a measure of depression severity via its summed total score (ranging from 0 to 50). Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Five Facet Mindfulness Questionnaire (FFMQ)",
                            "SecondaryOutcomeDescription": "The FFMQ is a self-administered questionnaire that measures five components: (a) the ability to observe, note, pay attention to sensations, perceptions, thoughts and feelings feelings/emotions, b) the ability to describe, c) the ability to act consciously, autopilot, concentration, non-distraction, d) ability to describe, put into words, and e) non-responsiveness to experiences internal. The FFMQ-SF is composed of 39 items. Items are rated on a 5-point Likert scale ranging from 1 (never or rarely true) to 5 (very often or always true). A higher score indicating a greater engagement with mindfulness skills. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Sleep Condition Indicator (SCI)",
                            "SecondaryOutcomeDescription": "The SCI is an 8 items self-administered questionnaire that evaluate difficulty in initiating sleep, maintaining sleep, sleep quality, daytime sleep-related symptoms, duration of sleep problems, nights per week having a sleep disturbance, and extent troubled by poor sleep on a five-point Likert scale (0.4). Total scores range from 0 to 32, with lower scores indicating worse sleep. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Posttraumatic Growth Inventory - Revised (PTGI-R)",
                            "SecondaryOutcomeDescription": "The PTGI-R is a questionnaire to assess the benefits of a traumatic experience such as cancer on, for example, relationships with others, inner strength, changes in spirituality, appreciation of life or new perspectives. The PTGI-R consists of 21 items, and each item is rated on a 6-point scale ranging from 0 (no change) to 5 (great change). A higher score indicating a greater posttraumatic growth. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Self-Compassion Scale (SCS)",
                            "SecondaryOutcomeDescription": "The SCS is a self-administered 26-items questionnaire measuring 6 dimensions: a) self-worth, b) self-judgement, c) the common humanity, d) isolation, e) mindfulness, and f) over-identification. A total score of self-compassion can be calculated and ranges from 1 (almost no self-compassion) to 5 (constant self-compassion). A higher score indicating a higher level of self-compassion. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Fear of Cancer Recurrence Inventory (FCRI)",
                            "SecondaryOutcomeDescription": "The FCRI is a self-report questionnaire with 42 items across 7 dimensions of FCR that evaluate: the presence of potential stimuli activating FCR; the presence and severity of intrusive thoughts or images associated with FCR; psychological distress associated with FCR; coping strategies that can be used to cope with FCR; the level of insight towards FCR; reassurance behaviors associated with FCR; and the level of functioning impairment associated with FCR. For this study, we will only focus on the 3 items of Factor 6 (level of insight towards FCR). The higher the score, the greater the participants' fear of recurrence. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Quality of Life Questionnaire Core 30 (EORTC QLQ-C30)",
                            "SecondaryOutcomeDescription": "The EORTC QLQ-C30 is a self-administered quality of life assessment questionnaire for cancer patients. It reflects the impact of care strategies on quality of life in its multidimensional aspect. It is composed of 5 functional scales ((1) functional ability, (2) ability to accomplish any form of work and leisure activity, (3) emotional state, (4) cognitive ability, (5) ability to maintain relationships), 3 symptom scales ((1) fatigue, (2) nausea and vomiting, (3) pain), different items measuring the symptoms usually encountered in cancer patients and an overall health and quality of life scale overarching. All of the scales and single-item measures range in score from 0 to 100. A higher score indicating better quality of life. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Functional Assessment of Chronic Illness Therapy Spiritual Well-Being (FACIT-Sp12)",
                            "SecondaryOutcomeDescription": "The FACIT-Sp12 is a twelve item self-administered questionnaire with a 5 point Likert scale.The instrument was designed to provide an inclusive measure of spirituality that could be employed in research with people with chronic and/or life-threatening illnesses. It comprises two subscales, one reflects a sense of meaning and peace and the other assessing the role of faith in illness. It is predictive of quality of life in breast cancer survivors, adjustment to cancer and decline of depressive symptoms and reduced long-term care. 7 of the 12 items specifically investigate a current spiritual state. A higher score indicating a better spiritual well-being. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Immune cells count",
                            "SecondaryOutcomeDescription": "Will be determined by flow-cytometry. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Circulating pro-inflammatory markers (1)",
                            "SecondaryOutcomeDescription": "Plasma levels of several cytokines (such as IL-6 and TNF-α) will be determined by high sensitivity ELISA. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Circulating pro-inflammatory markers (2)",
                            "SecondaryOutcomeDescription": "CRP will be determined by high sensitivity ELISA. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Gene expression of pro-inflammatory genes",
                            "SecondaryOutcomeDescription": "RNA will be extracted from PBMC using Qiagen RNEasy kit. RNA will be subject to genome-wide transcriptional profiling (RNA sequencing). Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Telomerase activity",
                            "SecondaryOutcomeDescription": "Will be quantified from PBMC pellets using the Telomeric Repeat Amplification Protocol (TRAP)eze®RT: Telomerase Detection Kit. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Telomere length",
                            "SecondaryOutcomeDescription": "Will be measured with a quantitative real-time PCR assay that determines the relative ratio of telomere repeat copy number to single-copy gene (human β globin) number (T/S ratio) in experimental samples as compared to a reference DNA sample. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Methylation of inflammatory genes",
                            "SecondaryOutcomeDescription": "Methylation assays will cover key regions found to be differentially methylated in previous studies such as IL-6, TNF and CRP and other genes of interest to be determined. DNA will be extracted using the QIAamp DNA Mini Kit and bisulphite converted using the MethylEasy Xceed Kit. Linear mixed modelling will be used to assess change over time.",
                            "SecondaryOutcomeTimeFrame": "Pre-intervention, within 3 weeks of completion of the intervention, 3-month follow up from intervention completion"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\n≥ 18 years\nBeing a woman\nBeing diagnosed with breast or any gynecological cancer (either ovarian, cervical, vulvar, womb or vaginal cancer), stages I to IV.\nFor women with localized cancers: having completed all adjuvant treatments, such as surgery, chemotherapy and/or radiotherapy, at least 3 months previously, with the exception of hormonal, immune and targeted therapy,\nFor women with metastatic cancers: having a performance status < 3, not undergoing IV chemotherapy and having a life expectancy more than 9 months as estimated by their treating oncologist.\nFree from acute infection for 2 weeks before biochemical assessment.\nSpeaking and reading French fluently\nBe able to follow the online course via a computer/tablet\n\nExclusion Criteria:\n\nInability to follow the procedures of the study due to:\n\nSignificant deafness\nPhysical impairment that prevents attending the sessions\nMental retardation (ICD-10)\nDementia (ICD-10)\nDepression (ICD-10) *\nSpectrum disorder of schizophrenia (ICD-10) **\nAlcohol or other substance dependence (ICD-10) **\nEmotionally labile personality disorder that is incompatible with group participation (ICD-10) **\nA post-traumatic stress disorder (PTSD) (ICD-10)**\nCurrently engages in meditation one or more times per week\nPrevious participation in an MBI program\nSerious physiological illnesses that would interfere with the interpretation of biochemical data (e.g., anemia, diabetes, cardiovascular diseases, blood cancers, inflammatory bowel diseases, autoimmune diseases, asthma being treated with steroids, immunodeficiency)",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Hôpitaux Universitaires de Genève (HUG)",
                            "LocationCity": "Geneva",
                            "LocationCountry": "Switzerland"
                        },
                        {
                            "LocationFacility": "Centre Hospitalier Universitaire Vaudois (CHUV)",
                            "LocationCity": "Lausanne",
                            "LocationCountry": "Switzerland"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            }
        }
    }
}