{
    "Rank": 969,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT01440413",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "BREAST IMMUN"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "ET11-059",
                            "SecondaryIdType": "Other Identifier",
                            "SecondaryIdDomain": "Sponsor identification"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "Centre Leon Berard",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Study of the Response to a Neoadjuvant Chemotherapy Based on the Antitumor Immune Response in Localized Breast Cancer",
                "OfficialTitle": "Study of the Response to a Neoadjuvant Chemotherapy Based on the Antitumor Immune Response in Localized Breast Cancer",
                "Acronym": "BREAST IMMUN"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2020",
                "OverallStatus": "Unknown status",
                "LastKnownStatus": "Active, not recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "December 2011",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "December 2018",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "December 2020",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "September 14, 2011",
                "StudyFirstSubmitQCDate": "September 23, 2011",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "September 26, 2011",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "March 23, 2020",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "March 24, 2020",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Centre Leon Berard",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "This is a prospective, non-randomized study which aims to evaluate the response to a neoadjuvant chemotherapy according to the the antitumor immune response in localized breast cancer.\n\n40 patients will be enrolled in the study. They will receive chemotherapy : 3 or 4 anthracycline cycles or 3 or 4 FEC-100 cycles followed by 3 or 4 taxane cycles.\n\nTrastuzumab will be added to taxane for HER2+/Neu+ patients. Then, patients will be operated and receive an adjuvant treatment which will both depend on the investigator's appreciation.\n\nBlood sample will be collected on the first day of the first chemotherapy cycle, on the first day of the third cycle, on surgery, 6 months after the surgery and in case of relapse.\n\nTumor sample will be collected on diagnosis as much as possible and on surgery.\n\nPatients will be followed during 5 years."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Breast Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "anti-tumor immune response",
                        "neo-adjuvant chemotherapy",
                        "relapse",
                        "long term survival",
                        "histo-pathological response",
                        "tumor cell death",
                        "tumor associated antigens",
                        "Calreticulin",
                        "Localized breast cancer"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "N/A",
                    "DesignInterventionModel": "Single Group Assignment",
                    "DesignPrimaryPurpose": "Other",
                    "DesignMaskingInfo": {
                        "DesignMasking": "None (Open Label)"
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "40",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Biological",
                            "InterventionName": "Blood and tumor sample",
                            "InterventionDescription": "Blood samples will be collected on the first day of the first cycle of chemotherapy (before injection of chemotherapy), on the first day of the third cycle (before injection of chemotherapy), on day of surgery and 6 months after surgery and in case of relapse.\n\nTumor samples will be collected on diagnosis, on surgery and on the first day of the third chemotherapy course (optional)."
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Determine the correlation between histopathological response (pCR) and induction of tumor immunity in response to neoadjuvant chemotherapy",
                            "PrimaryOutcomeDescription": "Rate of histopathologic response (IHC). Analysis of lymphocyte subpopulations (whole blood - flow cytometry). Analysis of the frequency of immune cells, the phenotype and functional status on the site of the tumor (fixed tissue - IHC). Analysis of the functional status of sub-populations of DC and lymphocytes of innate immunity (fresh whole blood - flow cytometry). Analysis of BCR and TCR repertoires (mononuclear cells - PCR). Identification of TAA expressed by the tumor (plasma, tumor - ELISA, IHC).Analysis of the humoral response against TAA (plasma - ELISA).",
                            "PrimaryOutcomeTimeFrame": "Day (D) 1 chemotherapy (CT) n°1, D1 CT n°3, Surgery, 6 month post surgery"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Evolution of the immune profile during management of localized breast cancer",
                            "SecondaryOutcomeDescription": "Analysis in plasma of the rate of apoptotic tumor cells, of TAA (CEA and MUC1 ELISA), of tumor DNA and endogenous ligands of TLR (HMGB1 ELISA) Assay of cytokines and chemokines in plasma Analysis of the expression of proteins involved in the translocation of CRT to the cell surface (fixed-frozen tissue - IHC or immunoblotting) Analysis on the tumor (IHC or immunoblotting) of degradation of BAP31, activation of caspase 8/Bax/Bak, phosphorylation of eIF2 and exposure of surface CRT, KDEL receptor and ERp57",
                            "SecondaryOutcomeTimeFrame": "D1 CT n°1, D1 CT n°3, Surgery, 6 month post surgery"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Analysis of genetic polymorphisms",
                            "SecondaryOutcomeDescription": "Analysis of P2X7 and TLR4 polymorphisms on circulating cells (plasma)",
                            "SecondaryOutcomeTimeFrame": "D1 CT n°1, D1 CT n°3, Surgery, 6 month post surgery"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Determination of relapse risk based on biological characteristics identified",
                            "SecondaryOutcomeDescription": "Progression-free survival",
                            "SecondaryOutcomeTimeFrame": "At the end of the study (5 years of follow-up)"
                        },
                        {
                            "SecondaryOutcomeMeasure": "Determining the risk of death based on biological characteristics identified",
                            "SecondaryOutcomeDescription": "Overall survival",
                            "SecondaryOutcomeTimeFrame": "At the end of the study (5 years of follow-up)"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nHistologically proven localized breast cancer required anthracycline chemotherapy +/- trastuzumab before surgery\nAge > 18 years\nChemotherapy with 3 anthracycline cycles to begin (doxorubicin or epirubicin)\nAny previous treatment for this cancer\nPerformance Status <= 1\nAgreement for the conservation of biological samples\nCovered by an medical insurance\nSigned written informed consent form\nAvailability of tumoral sample collected at diagnosis\n\nExclusion Criteria:\n\nPrevious surgery for the breast cancer\nAlready under chemotherapy before the first blood sample\nPrevious Antitumoral treatment\nUnder immunosuppressive treatment\nUnder corticoids during the 15 days before enrollment\nHistory of concomitant cancer except if it has been cured for at least 5 years\nHistory of lymphoma or breast sarcoma\nHistory of chronic inflammatory disease or autoimmune disease, hepatitis B or C or immune dysfunction disease (including HIV-positive stage AIDS) known\nHistory of other disease which is discrepant with this study\nDeprived of liberty by court or administrative decision\nPregnant or breastfeeding women or with no use of effective birth control methods for women of childbearing potential",
                "HealthyVolunteers": "No",
                "Gender": "Female",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Olivier TREDAN, MD",
                            "OverallOfficialAffiliation": "Centre Leon Berard",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Centre Georges François Leclerc",
                            "LocationCity": "DIJON Cedex",
                            "LocationZip": "21079",
                            "LocationCountry": "France"
                        },
                        {
                            "LocationFacility": "Centre Leon Berard",
                            "LocationCity": "LYON Cedex 08",
                            "LocationZip": "69373",
                            "LocationCountry": "France"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "17704786",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Apetoh L, Ghiringhelli F, Tesniere A, Obeid M, Ortiz C, Criollo A, Mignot G, Maiuri MC, Ullrich E, Saulnier P, Yang H, Amigorena S, Ryffel B, Barrat FJ, Saftig P, Levi F, Lidereau R, Nogues C, Mira JP, Chompret A, Joulin V, Clavel-Chapelon F, Bourhis J, Andre F, Delaloge S, Tursz T, Kroemer G, Zitvogel L. Toll-like receptor 4-dependent contribution of the immune system to anticancer chemotherapy and radiotherapy. Nat Med. 2007 Sep;13(9):1050-9. doi: 10.1038/nm1622. Epub 2007 Aug 19."
                        },
                        {
                            "ReferencePMID": "10837075",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Banchereau J, Briere F, Caux C, Davoust J, Lebecque S, Liu YJ, Pulendran B, Palucka K. Immunobiology of dendritic cells. Annu Rev Immunol. 2000;18:767-811. doi: 10.1146/annurev.immunol.18.1.767."
                        },
                        {
                            "ReferencePMID": "17135638",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Bates GJ, Fox SB, Han C, Leek RD, Garcia JF, Harris AL, Banham AH. Quantification of regulatory T cells enables the identification of high-risk breast cancer patients and those at risk of late relapse. J Clin Oncol. 2006 Dec 1;24(34):5373-80. doi: 10.1200/JCO.2006.05.9584."
                        },
                        {
                            "ReferencePMID": "16606972",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Bear HD, Anderson S, Smith RE, Geyer CE Jr, Mamounas EP, Fisher B, Brown AM, Robidoux A, Margolese R, Kahlenberg MS, Paik S, Soran A, Wickerham DL, Wolmark N. Sequential preoperative or postoperative docetaxel added to preoperative doxorubicin plus cyclophosphamide for operable breast cancer:National Surgical Adjuvant Breast and Bowel Project Protocol B-27. J Clin Oncol. 2006 May 1;24(13):2019-27. doi: 10.1200/JCO.2005.04.1665. Epub 2006 Apr 10."
                        },
                        {
                            "ReferencePMID": "8636781",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Blay JY, Chauvin F, Le Cesne A, Anglaret B, Bouhour D, Lasset C, Freyer G, Philip T, Biron P. Early lymphopenia after cytotoxic chemotherapy as a risk factor for febrile neutropenia. J Clin Oncol. 1996 Feb;14(2):636-43. doi: 10.1200/JCO.1996.14.2.636."
                        },
                        {
                            "ReferencePMID": "15503313",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Borg C, Ray-Coquard I, Philip I, Clapisson G, Bendriss-Vermare N, Menetrier-Caux C, Sebban C, Biron P, Blay JY. CD4 lymphopenia as a risk factor for febrile neutropenia and early death after cytotoxic chemotherapy in adult patients with cancer. Cancer. 2004 Dec 1;101(11):2675-80. doi: 10.1002/cncr.20688."
                        },
                        {
                            "ReferencePMID": "17347129",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Chapman C, Murray A, Chakrabarti J, Thorpe A, Woolston C, Sahin U, Barnes A, Robertson J. Autoantibodies in breast cancer: their use as an aid to early diagnosis. Ann Oncol. 2007 May;18(5):868-73. doi: 10.1093/annonc/mdm007. Epub 2007 Mar 7."
                        },
                        {
                            "ReferencePMID": "11072789",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Disis ML, Knutson KL, Schiffman K, Rinn K, McNeel DG. Pre-existent immunity to the HER-2/neu oncogenic protein in patients with HER-2/neu overexpressing breast and ovarian cancer. Breast Cancer Res Treat. 2000 Aug;62(3):245-52. doi: 10.1023/a:1006438507898."
                        },
                        {
                            "ReferencePMID": "19843863",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Domschke C, Schuetz F, Ge Y, Seibel T, Falk C, Brors B, Vlodavsky I, Sommerfeldt N, Sinn HP, Kuhnle MC, Schneeweiss A, Scharf A, Sohn C, Schirrmacher V, Moldenhauer G, Momburg F, Beckhove P. Intratumoral cytokines and tumor cell biology determine spontaneous breast cancer-specific immune responses and their correlation to prognosis. Cancer Res. 2009 Nov 1;69(21):8420-8. doi: 10.1158/0008-5472.CAN-09-1627. Epub 2009 Oct 20."
                        },
                        {
                            "ReferencePMID": "16899776",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Fan C, Oh DS, Wessels L, Weigelt B, Nuyten DS, Nobel AB, van't Veer LJ, Perou CM. Concordance among gene-expression-based predictors for breast cancer. N Engl J Med. 2006 Aug 10;355(6):560-9. doi: 10.1056/NEJMoa052933."
                        },
                        {
                            "ReferencePMID": "16374613",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Guckel B, Rentzsch C, Nastke MD, Marme A, Gruber I, Stevanovic S, Kayser S, Wallwiener D. Pre-existing T-cell immunity against mucin-1 in breast cancer patients and healthy volunteers. J Cancer Res Clin Oncol. 2006 Apr;132(4):265-74. doi: 10.1007/s00432-005-0064-6. Epub 2005 Dec 22."
                        },
                        {
                            "ReferencePMID": "11181659",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Loprinzi CL, Thome SD. Understanding the utility of adjuvant systemic therapy for primary breast cancer. J Clin Oncol. 2001 Feb 15;19(4):972-9. doi: 10.1200/JCO.2001.19.4.972."
                        },
                        {
                            "ReferencePMID": "11556830",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Ray-Coquard I, Ghesquiere H, Bachelot T, Borg C, Biron P, Sebban C, LeCesne A, Chauvin F, Blay JY; ELYPSE Study Group. Identification of patients at risk for early death after conventional chemotherapy in solid tumours and lymphomas. Br J Cancer. 2001 Sep 14;85(6):816-22. doi: 10.1054/bjoc.2001.2011."
                        },
                        {
                            "ReferencePMID": "12684578",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Remontet L, Esteve J, Bouvier AM, Grosclaude P, Launoy G, Menegoz F, Exbrayat C, Tretare B, Carli PM, Guizard AV, Troussard X, Bercelli P, Colonna M, Halna JM, Hedelin G, Mace-Lesec'h J, Peng J, Buemi A, Velten M, Jougla E, Arveux P, Le Bodic L, Michel E, Sauvage M, Schvartz C, Faivre J. Cancer incidence and mortality in France over the period 1978-2000. Rev Epidemiol Sante Publique. 2003 Feb;51(1 Pt 1):3-30."
                        },
                        {
                            "ReferencePMID": "14555509",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Rentzsch C, Kayser S, Stumm S, Watermann I, Walter S, Stevanovic S, Wallwiener D, Guckel B. Evaluation of pre-existent immunity in patients with primary breast cancer: molecular and cellular assays to quantify antigen-specific T lymphocytes in peripheral blood mononuclear cells. Clin Cancer Res. 2003 Oct 1;9(12):4376-86."
                        },
                        {
                            "ReferencePMID": "15070799",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Rosenberg SA. Shedding light on immunotherapy for cancer. N Engl J Med. 2004 Apr 1;350(14):1461-3. doi: 10.1056/NEJMcibr045001. No abstract available."
                        },
                        {
                            "ReferencePMID": "15032588",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Sakaguchi S. Naturally arising CD4+ regulatory t cells for immunologic self-tolerance and negative control of immune responses. Annu Rev Immunol. 2004;22:531-62. doi: 10.1146/annurev.immunol.21.120601.141122."
                        },
                        {
                            "ReferencePMID": "15146561",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Thomachot MC, Bendriss-Vermare N, Massacrier C, Biota C, Treilleux I, Goddard S, Caux C, Bachelot T, Blay JY, Menetrier-Caux C. Breast carcinoma cells promote the differentiation of CD34+ progenitors towards 2 different subpopulations of dendritic cells with CD1a(high)CD86(-)Langerin- and CD1a(+)CD86(+)Langerin+ phenotypes. Int J Cancer. 2004 Jul 10;110(5):710-20. doi: 10.1002/ijc.20146."
                        },
                        {
                            "ReferencePMID": "15569976",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Treilleux I, Blay JY, Bendriss-Vermare N, Ray-Coquard I, Bachelot T, Guastalla JP, Bremond A, Goddard S, Pin JJ, Barthelemy-Dubois C, Lebecque S. Dendritic cell infiltration and prognosis of early stage breast cancer. Clin Cancer Res. 2004 Nov 15;10(22):7466-74. doi: 10.1158/1078-0432.CCR-04-0684."
                        },
                        {
                            "ReferencePMID": "11823860",
                            "ReferenceType": "background",
                            "ReferenceCitation": "van 't Veer LJ, Dai H, van de Vijver MJ, He YD, Hart AA, Mao M, Peterse HL, van der Kooy K, Marton MJ, Witteveen AT, Schreiber GJ, Kerkhoven RM, Roberts C, Linsley PS, Bernards R, Friend SH. Gene expression profiling predicts clinical outcome of breast cancer. Nature. 2002 Jan 31;415(6871):530-6. doi: 10.1038/415530a."
                        },
                        {
                            "ReferencePMID": "12490681",
                            "ReferenceType": "background",
                            "ReferenceCitation": "van de Vijver MJ, He YD, van't Veer LJ, Dai H, Hart AA, Voskuil DW, Schreiber GJ, Peterse JL, Roberts C, Marton MJ, Parrish M, Atsma D, Witteveen A, Glas A, Delahaye L, van der Velde T, Bartelink H, Rodenhuis S, Rutgers ET, Friend SH, Bernards R. A gene-expression signature as a predictor of survival in breast cancer. N Engl J Med. 2002 Dec 19;347(25):1999-2009. doi: 10.1056/NEJMoa021967."
                        },
                        {
                            "ReferencePMID": "16977338",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Zitvogel L, Tesniere A, Kroemer G. Cancer despite immunosurveillance: immunoselection and immunosubversion. Nat Rev Immunol. 2006 Oct;6(10):715-27. doi: 10.1038/nri1936. Epub 2006 Sep 15."
                        },
                        {
                            "ReferencePMID": "15776005",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Zou W. Immunosuppressive networks in the tumour environment and their therapeutic relevance. Nat Rev Cancer. 2005 Apr;5(4):263-74. doi: 10.1038/nrc1586."
                        },
                        {
                            "ReferencePMID": "17187072",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Obeid M, Tesniere A, Ghiringhelli F, Fimia GM, Apetoh L, Perfettini JL, Castedo M, Mignot G, Panaretakis T, Casares N, Metivier D, Larochette N, van Endert P, Ciccosanti F, Piacentini M, Zitvogel L, Kroemer G. Calreticulin exposure dictates the immunogenicity of cancer cell death. Nat Med. 2007 Jan;13(1):54-61. doi: 10.1038/nm1523. Epub 2006 Dec 24."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000001943",
                            "ConditionMeshTerm": "Breast Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000001941",
                            "ConditionAncestorTerm": "Breast Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M4910",
                            "ConditionBrowseLeafName": "Breast Neoplasms",
                            "ConditionBrowseLeafAsFound": "Breast Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M6535",
                            "ConditionBrowseLeafName": "Death",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M4908",
                            "ConditionBrowseLeafName": "Breast Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        }
                    ]
                }
            }
        }
    }
}