{
    "Rank": 973,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05078216",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "CEI PI 23_2021-v4"
                },
                "Organization": {
                    "OrgFullName": "Asociación Española contra el Cáncer",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "How to Carry on an Effective Community Program of Exercice-oncology.",
                "OfficialTitle": "How to Carry on an Effective Community Program of Exercice-oncology. A Pilot Experience"
            },
            "StatusModule": {
                "StatusVerifiedDate": "October 2021",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "September 1, 2018",
                    "StartDateType": "Actual"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 13, 2020",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 13, 2020",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "October 12, 2021",
                "StudyFirstSubmitQCDate": "October 12, 2021",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "October 14, 2021",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "October 12, 2021",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "October 14, 2021",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "LUCÍA GIL HERRERO",
                    "ResponsiblePartyInvestigatorTitle": "Exercise physiologist",
                    "ResponsiblePartyInvestigatorAffiliation": "Asociación Española contra el Cáncer"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Asociación Española contra el Cáncer",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "Yes",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Exercise-oncology is an emerging area, but exist a lack of information about an effective methodology to establish counseling programs long-lasting and not based on research objectives. This observational study objective was to evaluate the feasibility and effective exercise-oncology community intervention in a real patients sample.",
                "DetailedDescription": "The application of exercise-oncology in a real stage is a growing field, having a crucial role throughout the illness. In this sense, exercise has been proved as an effective intervention to prevent reductions in fitness and functional capacity, muscle mass and strength loss; and risings of fat mass, fatigue, anxiety and quality of sleep [1, 2]. Moreover, there has been increasing evidence proving the positive effects of exercise training on some prognostic biomarkers related to cancer such as reductions in sex hormone levels, [3, 4] insulin levels, [5] inflammation levels [6-9] and rising the immune function [10]. The balance of these biomarkers has been directly linked to an improvement in survival in active patients of breast, colon and prostate cancer.\n\nDespite all these benefits, patients and clinical specialists present a reduced adherence to clinical or community exercise-oncology programs, specially when patients are under oncology treatments. In order to provide support, the multidisciplinary roundtable organised by the American College of Sport Medicine (ACSM) published their professional guidelines in 2010 and reviewed in 2018, describing not only the exercise benefits but also the exercise interventions effectiveness [11, 12]. In addition, other institutions, such as the American Cancer Society (ACSM) or the Canadian Society for Exercise Physiology (CSEP), have highlighted the same idea, publishing general recommendations for cancer patients and cancer survivors to support clinicians and promote exercise adherence [13, 14].\n\nHowever, in Spain, there is still a tremendous lack of these kind of programs. This is really surprising, even more if one considers the statement of the Sociedad Española de Oncología Médica (SEOM) which enlightened the necessity to develop effective community exercise-oncology interventions to support oncologists and patients by ensuring the performance of exercise in safeness conditions as well as a long-lasting adherence to physical exercise [15].\n\nFor this reason, the main objective of this pilot experience was to propose a feasible model for the implementation of an exercise-oncology program into specific community programs, providing specific support to clinicians. An effective exercise dose-response, to reduce side effects, as well as the safeness and exercise adherence after the program in cancer patients in different stages, were also evaluated."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Cancer Patients in Different Stages"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "exercise-oncology,",
                        "physical activity intervention",
                        "quality of life"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "PatientRegistry": "No",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Cohort"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Prospective"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "405",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Cancer patients",
                            "ArmGroupDescription": "The exercise program consisted of a 12-week supervised intervention, with twice per week sessions of 90 minutes, and was developed in a friendly and close environment, which promoted social interaction between participants. Apart from the twice-weekly supervised sessions, as early as the fifth week, one or two individualized home-based sessions were established for each patient in order to achieve his/her specific objectives with the help of any required supporting material such as documents and video references with exercise examples.\n\nAll sessions had the same structure: 10 min of warm-up at 60-70% maximal heart rate (MHR), followed by 60-70 minutes of specific training and 10 minutes of stretching exercises. At least, 20% of the total session time was based on cardiovascular work over 70% of the maximum heart rate (MHR)",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: Physical exercise intervention"
                                ]
                            }
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "Physical exercise intervention",
                            "InterventionDescription": "12-week supervised intervention, 90 minutes sessions twice per week All sessions had the same structure: 10 min of warm-up at 60-70% maximal heart rate (MHR), followed by 60-70 minutes of specific training and 10 minutes of stretching exercises. At least, 20% of the total session time was based on cardiovascular work over 70% of the maximum heart rate (MHR).\n\nFitness work in the first eight sessions was planned following 30 min of time on cardiovascular exercise 55 min on work out in low to moderate intensity. In the next eight sessions, the time spent on cardiovascular work was slightly increased to 35 min, with 50 min focused on work out, combining moderate to high-intensity sessions. The last eight sessions presented the same structure as the first ones but combining moderate to high intensity.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Cancer patients"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Feasibility of an exercise-oncology program",
                            "PrimaryOutcomeDescription": "to propose a feasible model for the implementation of an exercise-oncology program into specific community programs, providing specific support to clinicians.",
                            "PrimaryOutcomeTimeFrame": "12 weeks"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Effective dose-response, safeness and adherence",
                            "SecondaryOutcomeDescription": "To evaluate an effective exercise dose-response to reduce side effects, as well as the safeness and exercise adherence after the program",
                            "SecondaryOutcomeTimeFrame": "12 weeks"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nBeing a cancer patient\nBeing over 18 years\nHaving an Eastern Cooperative Oncology Group (ECOG)≤1,\nBeing e able to walk 500 meters without resting\nFeeling or presenting any physical side effect related to cancer treatments, like weakness, fatigue, change in body composition, and/or physical pain, without significant clinical implications\n\nExclusion Criteria:\n\nPresenting any physical or psychological disability\nHaving an ejection fraction below 50%\nHaving any American Thoracic Society recommendations to not develop a Cardio Pulmonary Exercise Test\nPresent joint limitations with need of rehabilitation exercise, grade 1-2 lymphedema\nPresenting active bone metastasis.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "Three different type of cancer patients were included:\n\npatients that recently finished their treatments but still presented secondary effects (patients under hormonotherapy are included here);\npatients under chemotherapy, radiotherapy or target therapy treatments;\npatients with advanced or metastatic cancer",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Soraya Casla Barrio, Phd",
                            "OverallOfficialAffiliation": "Asociación Española contra el Cáncer",
                            "OverallOfficialRole": "Study Director"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Spanish Cancer Association",
                            "LocationCity": "Madrid",
                            "LocationZip": "28040",
                            "LocationCountry": "Spain"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "29568412",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Ferioli M, Zauli G, Martelli AM, Vitale M, McCubrey JA, Ultimo S, Capitani S, Neri LM. Impact of physical exercise in cancer survivors during and after antineoplastic treatments. Oncotarget. 2018 Feb 8;9(17):14005-14034. doi: 10.18632/oncotarget.24456. eCollection 2018 Mar 2."
                        },
                        {
                            "ReferencePMID": "20559064",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Schmitz KH, Courneya KS, Matthews C, Demark-Wahnefried W, Galvao DA, Pinto BM, Irwin ML, Wolin KY, Segal RJ, Lucia A, Schneider CM, von Gruenigen VE, Schwartz AL; American College of Sports Medicine. American College of Sports Medicine roundtable on exercise guidelines for cancer survivors. Med Sci Sports Exerc. 2010 Jul;42(7):1409-26. doi: 10.1249/MSS.0b013e3181e0c112. Erratum In: Med Sci Sports Exerc. 2011 Jan;43(1):195."
                        },
                        {
                            "ReferencePMID": "31626055",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Campbell KL, Winters-Stone KM, Wiskemann J, May AM, Schwartz AL, Courneya KS, Zucker DS, Matthews CE, Ligibel JA, Gerber LH, Morris GS, Patel AV, Hue TF, Perna FM, Schmitz KH. Exercise Guidelines for Cancer Survivors: Consensus Statement from International Multidisciplinary Roundtable. Med Sci Sports Exerc. 2019 Nov;51(11):2375-2390. doi: 10.1249/MSS.0000000000002116."
                        },
                        {
                            "ReferencePMID": "31617590",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Schmitz KH, Campbell AM, Stuiver MM, Pinto BM, Schwartz AL, Morris GS, Ligibel JA, Cheville A, Galvao DA, Alfano CM, Patel AV, Hue T, Gerber LH, Sallis R, Gusani NJ, Stout NL, Chan L, Flowers F, Doyle C, Helmrich S, Bain W, Sokolof J, Winters-Stone KM, Campbell KL, Matthews CE. Exercise is medicine in oncology: Engaging clinicians to help patients move through cancer. CA Cancer J Clin. 2019 Nov;69(6):468-484. doi: 10.3322/caac.21579. Epub 2019 Oct 16."
                        },
                        {
                            "ReferencePMID": "32052383",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Pollan M, Casla-Barrio S, Alfaro J, Esteban C, Segui-Palmer MA, Lucia A, Martin M. Exercise and cancer: a position statement from the Spanish Society of Medical Oncology. Clin Transl Oncol. 2020 Oct;22(10):1710-1729. doi: 10.1007/s12094-020-02312-y. Epub 2020 Feb 13."
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "No"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000009369",
                            "ConditionMeshTerm": "Neoplasms"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "T6034",
                            "ConditionBrowseLeafName": "Quality of Life",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BXM",
                            "ConditionBrowseBranchName": "Behaviors and Mental Disorders"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}