{
    "Rank": 975,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT05240209",
                "OrgStudyIdInfo": {
                    "OrgStudyId": "SaglikBilimleriU-001"
                },
                "Organization": {
                    "OrgFullName": "Saglik Bilimleri Universitesi",
                    "OrgClass": "OTHER"
                },
                "BriefTitle": "Skin Cancer, Self Skin Examination and Sun Protection Behaviors Training",
                "OfficialTitle": "The Effect Of Educatıon Gıven To Parents About Skın Cancer And Skın Self-Examınatıon On Theır Chıldren's Sun Protectıon Behavıors",
                "Acronym": "RCT"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 2023",
                "OverallStatus": "Not yet recruiting",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "May 30, 2023",
                    "StartDateType": "Anticipated"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "June 30, 2023",
                    "PrimaryCompletionDateType": "Anticipated"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "September 1, 2023",
                    "CompletionDateType": "Anticipated"
                },
                "StudyFirstSubmitDate": "January 21, 2022",
                "StudyFirstSubmitQCDate": "February 3, 2022",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "February 15, 2022",
                    "StudyFirstPostDateType": "Actual"
                },
                "LastUpdateSubmitDate": "March 30, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "April 3, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Principal Investigator",
                    "ResponsiblePartyInvestigatorFullName": "Eylul Yesilyurt",
                    "ResponsiblePartyInvestigatorTitle": "research assistant",
                    "ResponsiblePartyInvestigatorAffiliation": "Saglik Bilimleri Universitesi"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "Saglik Bilimleri Universitesi",
                    "LeadSponsorClass": "OTHER"
                }
            },
            "OversightModule": {
                "OversightHasDMC": "No",
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "Introduction: Cancer is a serious disease with a high mortality rate in the world and in Turkey today. Skin cancer, which is among the most common types of cancer, is increasing every year in many countries in the world such as Australia, America, New Zealand, and in Turkey. The most dangerous type of skin cancer with a high mortality risk is melanoma. According to the Turkish Cancer Statistics, melanoma is among the ten most common cancer types among children aged 0-14 years. This situation constitutes a public health problem.\n\nAim: This research was planned to determine the effect of education given to parents of secondary school students about skin cancer, Skin Self Examination (SSE) and Sun Protection Behaviors on their children's sun protection behaviors.",
                "DetailedDescription": "Hypotheses:\n\nH0-1: There is no difference between the education and control groups in the education given to parents about skin cancer and SSE, about skin cancer sun knowledge.\n\nH1-1: There is a difference between the education given to parents about skin cancer and SSE, and the intervention and control groups about skin cancer sun knowledge.\n\nH0-2: There is no difference between the education group and the control group in terms of the education given to parents about skin cancer and SSE and their children's sun protection behaviors.\n\nH1-2: There is a difference between the education group and the control group in terms of the education given to parents about skin cancer and SSE and their children's sun protection behaviors.\n\nDesign and Venture Details: The research will be conducted in a randomized controlled experimental design. The research will be carried out between February 2022 and June 2022. The sample of the study will consist of 300 parents, 150 of whom are in the intervention group (education group) and 150 in the control group, who have students studying in two different public schools in Turkey and agree to participate in the research. In order not to affect the groups from the applications, the schools were first randomized. Research data will be collected by the researcher in two stages as pre-test and post-test, using the Socio-demographic Form, the Descriptive Information Form, the Skin Cancer and Sun Knowledge Scale (SCSKS) and the Parental Sun Protection Scales (PSPS). After collecting the pre-test data from the intervention group and control group, training will be given to the intervention group with a PowerPoint presentation on What is Skin Cancer, SSE and Sun Protection Behaviors. brochure material will be distributed. The trainings are planned to be approximately 40-45 minutes. A follow-up period of 4 months (120 days) will be expected after the training, and no intervention will be made to the control group. At the end of the follow-up period, post-test data will be collected from both groups. An information brochure will be given to the control group in line with the principle of equality immediately after the completion of the post-tests.\n\nParticipants:\n\n1. Education (Intervention) Group: In the pre-test phase of the research; Education group parents, those who signed the Informed Voluntary Consent Form and agreed to participate in the research will fill out the questionnaire. Data collection will take approximately 20-25 minutes. Afterwards, the researcher will give training to the training group about skin cancer, skin self-examination and sun protection behaviors. The tutorials are planned as a PowerPoint demonstration. It will be divided into five groups in total, in groups of 20-25 people. The duration of the trainings is planned to take approximately 40-45 minutes. The content of the training was prepared in line with the literature review and taking the opinion of an expert (an expert in the field of Public Health Nursing). As a method; It will be in the form of narration, question and answer, brainstorming. Materials used in education; Colorful brochures on the subject will be given to reinforce the slide show and post-training information. A follow-up period of four months (120 days) will be expected after the training given. At the end of the follow-up period (120 days), the training group will have to fill out the post-test questionnaires during the post-test phase. Participants will be reminded of the purpose of the research. Approval of the Informed Consent Form will be received. Completing the post-test questionnaires will take approximately 20-25 minutes.\n\nControl Group: In the pre-test phase of the study; control group parents, those who signed the Informed Consent Form and agreed to participate in the study will fill out the questionnaire. Data collection will take approximately 20-25 minutes. During the follow-up period (120 days), no intervention will be made on the control group. At the end of the follow-up period (120 days), the control group will have to fill out the post-test questionnaires during the post-test phase. Participants will be reminded of the purpose of the research. Approval of the Informed Consent Form will be received. Completing the post-test questionnaires will take approximately 20-25 minutes. A brochure training material will be distributed to the parents of the control group, in line with the principle of equality, immediately after the completion of the post-tests.\n\nInclusion Criteria:\n\nTo agree to participate in the research,\nBeing a parent with a child between the ages of 10-14,\nBeing open to communication and cooperation,\nBeing able to read and write, Randomization: In order not to affect the groups from the applications Schools were randomized. Schools hold closed-envelope lots, it is selected by the method. it is divided into intervention Group (Training Group) and control Group. Yalçın Eskiyapan Secondary School (Group I) Education Group was assigned as the Hacı Mustafa Tarman Secondary School (Group II) Control Group. Intervention and control groups in order to reduce selection bias and control the variables that may have an effect on the outcome variables; Randomized assignment was made by a statistician who did not know the student names and characteristics. In determining the students to be included in the research; student lists and Excel 2016 program were used, Simple Random Sampling was done. The student lists assigned to the groups by the expert were sent to the researcher before the initiatives started. It was planned to include one parent of each student in the study by selecting students. The researcher who evaluated the outcomes was blinded to determine the groups.\n\nData Collection:Data of the study;Introductory information form: Sociodemographic form, Skin Cancer Risk Features, Skin Cancer and SSE Awareness Status, SSE Information Form,Skin Cancer and Sun Knowledge Scale (SCSKS),Parental Sun Protection Scales (PSPS), these scales will be used.\n\nStatistics to be made: The data obtained in the research will be evaluated with the Statistical Package for Social Sciences (SPSS Inc. Chicago, USA) version 25.0 statistical analysis program for Windows. In the evaluation of data, descriptive statistics on continuous data; mean, standard deviation, median, minimum, maximum values; For discrete data, numbers and percentages will be used. Kolmogorov Smirnov test will be used to examine the conformity of the data to the normal distribution. Chi-square test will be used to compare the descriptive characteristics of parents and their children in the intervention and control groups, and to compare the skin cancer and SSE knowledge status of the parents in the intervention and control group. Wilcoxon test will be used to compare the pretest and posttest scores of the intervention and control groups. Mann Whitney U test will be used to compare scale scores with two-group independent variables. The t-test will be used to compare the normally distributed continuous data in two groups. Chi-square and Fisher's Exact tests were planned to be used in group comparisons (cross tables) of nominal variables. p<0.05 will be accepted as the statistical significance limit. It will be interpreted that it is statistically significant for p values less than or equal to this value, and not statistically significant for larger values.\n\nEthical Issues: Health Sciences University Gulhane in order to carry out the research Ethics committee approval numbered 2020-98 was obtained from the Non-Interventional Research Ethics Committee. In order to carry out the research in the designated schools, the necessary permission was obtained from the Ankara Governorship National Education Directorate, numbered 14588481-605.99-E.1192083. Parents who will participate in the research will receive the consent of the Informed Voluntary Consent Form explaining the purpose and subject of the research, the risks, benefits, harms and confidentiality of the research.\n\nKey Words: Nursing, Self skin examination, Skin Cancer, Sun Protection."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Skin Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Skin Cancer,",
                        "Nursing",
                        "skin self-examination",
                        "sun protection"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Interventional",
                "PhaseList": {
                    "Phase": [
                        "Not Applicable"
                    ]
                },
                "DesignInfo": {
                    "DesignAllocation": "Randomized",
                    "DesignInterventionModel": "Parallel Assignment",
                    "DesignInterventionModelDescription": "randomized controlled experimental research",
                    "DesignPrimaryPurpose": "Basic Science",
                    "DesignMaskingInfo": {
                        "DesignMasking": "Single",
                        "DesignMaskingDescription": "Randomization:In order not to affect the groups from the applications Schools were randomized.Schools hold closed-envelope lots,it is selected by the method.It is divided into intervention and control Group.YalçınEskiyapanSecondarySchool(Group I)Education Group was assigned as the HacıMustafaTarmanSecondarySchool(Group II)Control Group.Intervention and control groups in order to reduce selection bias and control the variables that may have an effect on the outcome variables;Randomized assignment was made by a statistician who did not know the student names and characteristics.In determining the students to be included in the research;student lists and Excel2016program were used,Simple RandomSampling was done.The student lists assigned to the groups by the expert were sent to the researcher before the initiatives started.It was planned to include one parent of each student in the study by selecting students.The researcher who evaluated the outcomes was blinded to determine the groups.",
                        "DesignWhoMaskedList": {
                            "DesignWhoMasked": [
                                "Participant"
                            ]
                        }
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "300",
                    "EnrollmentType": "Anticipated"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "Education (Intervention) Group",
                            "ArmGroupType": "Experimental",
                            "ArmGroupDescription": "In the pretest phase of the research;Education group, those who signed the Informed Voluntary Consent Form and agreed to participate in the research will fill out the questionnaire.Data collection will take approximately 20-25 minutes.Afterwards,the researcher will give training to the training group about skin cancer,skin self-examination and sun protection behaviors.The tutorials are planned as a PowerPoint demonstration.The duration of the trainings is planned to take approximately 40minutes.The content of the training was prepared in line with the literature review.As a method;It will be in the form of narration,question and answer,brainstorming.Materials used in education;Colorfulbrochures on the subject will be given to reinforce the slide show and post-training information.A follow-up period of four months will be expected after the training given.At the end of the follow-up period,the training group will have to fill out the post-test questionnaires during the post-test phase.",
                            "ArmGroupInterventionList": {
                                "ArmGroupInterventionName": [
                                    "Other: The researcher will give training to the training group about skin cancer, skin self-examination and sun protection behaviors."
                                ]
                            }
                        },
                        {
                            "ArmGroupLabel": "Control Group",
                            "ArmGroupType": "No Intervention",
                            "ArmGroupDescription": "Control Group: In the pre-test phase of the study; control group parents, those who signed the Informed Consent Form and agreed to participate in the study will fill out the questionnaire. Data collection will take approximately 20-25 minutes. During the follow-up period (120 days), no intervention will be made on the control group. At the end of the follow-up period (120 days), the control group will have to fill out the post-test questionnaires during the post-test phase. Participants will be reminded of the purpose of the research. Approval of the Informed Consent Form will be received. Completing the post-test questionnaires will take approximately 20-25 minutes. A brochure training material will be distributed to the parents of the control group, in line with the principle of equality, immediately after the completion of the post-tests."
                        }
                    ]
                },
                "InterventionList": {
                    "Intervention": [
                        {
                            "InterventionType": "Other",
                            "InterventionName": "The researcher will give training to the training group about skin cancer, skin self-examination and sun protection behaviors.",
                            "InterventionDescription": "Materials used in education; Colorful brochures on the subject will be given to reinforce the slide show and post-training information.",
                            "InterventionArmGroupLabelList": {
                                "InterventionArmGroupLabel": [
                                    "Education (Intervention) Group"
                                ]
                            },
                            "InterventionOtherNameList": {
                                "InterventionOtherName": [
                                    "Colorful brochures"
                                ]
                            }
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "It is aimed to increase the Skin Cancer Sun Knowledge Scale scores of the education group.",
                            "PrimaryOutcomeDescription": ". After the training to be given to the training group, it is expected that the scores of the parents in the training group from the Skin Cancer and Sun Knowledge Scale will increase. The skin cancer sun knowledge scale measures parents' knowledge of sun health. A high score on the scale indicates a high level of knowledge. The training given to the training group includes skin cancer and sun protection. Therefore, as a result of the study, it is aimed to increase the knowledge of parents.",
                            "PrimaryOutcomeTimeFrame": "At the end of the follow-up period, up to 4 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "It is aimed to increase the number of parents who apply SSE to their children.",
                            "PrimaryOutcomeDescription": "After the training to be given to the training group, an increase is expected in the rate of parents giving self skin examination (SSE) to their children. The training includes information about SSE. For this reason, it is aimed to increase the awareness of parents and turn it into behavior.",
                            "PrimaryOutcomeTimeFrame": "At the end of the follow-up period, up to 4 months"
                        },
                        {
                            "PrimaryOutcomeMeasure": "An increase in the parental sun protection scale rate is expected.",
                            "PrimaryOutcomeDescription": "After the intervention to the training group, an increase in the parents' \"Parental Sun Protection Scale\" scores is expected. The content of the training to be given to the training group includes information about sun protection behaviors. It is aimed to increase the number of parents who practice sun protection behaviors in children.",
                            "PrimaryOutcomeTimeFrame": "At the end of the follow-up period, up to 4 months"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "The difference between the training group and the control group is aimed.",
                            "SecondaryOutcomeDescription": "No change is expected in the scale scores of the parents of the control group.\n\nIt is aimed to find a statistically significant difference between the scale scores of the training group and the scale scores of the control group.",
                            "SecondaryOutcomeTimeFrame": "At the end of the follow-up period, up to 4 months"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "Inclusion Criteria:\n\nTo agree to participate in the research,\nBeing a parent with a child between the ages of 10-14,\nBeing open to communication and cooperation,\nBeing able to read and write,\n\nExclusion Criteria:\n\nHaving a situation that may prevent written and verbal communication,\nNot to have a child between the ages of 10-14,\nNot agreeing to participate in the research,\nBeing illiterate,",
                "HealthyVolunteers": "Accepts Healthy Volunteers",
                "Gender": "All",
                "StdAgeList": {
                    "StdAge": [
                        "Child",
                        "Adult",
                        "Older Adult"
                    ]
                }
            },
            "ContactsLocationsModule": {
                "CentralContactList": {
                    "CentralContact": [
                        {
                            "CentralContactName": "Eylül Yeşilyurt Research Assistant",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "905061108000",
                            "CentralContactEMail": "ky.eylul16@gmail.com"
                        },
                        {
                            "CentralContactName": "Ş.Zehra Altunkürek Assistant Professor, PhD, MSN",
                            "CentralContactRole": "Contact",
                            "CentralContactPhone": "905422923154",
                            "CentralContactEMail": "zehraaltunkurek@gmail.com"
                        }
                    ]
                },
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Eylül Yeşilyurt Research Assistant",
                            "OverallOfficialAffiliation": "ky.eylul16@gmail.com",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "33089943",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Sumen A, Oncel S. The effect of 'I am Protecting my Child from the Sun' programme on parental sun protection behaviours: Randomized controlled trial. J Adv Nurs. 2021 Jan;77(1):387-400. doi: 10.1111/jan.14614. Epub 2020 Oct 22."
                        },
                        {
                            "ReferencePMID": "33429351",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Zehra Altunkurek S, Kaya E. Parents' knowledge and understanding of skin cancer and skin self-examination and behaviors to protect their children from the sun. Eur J Oncol Nurs. 2021 Feb;50:101884. doi: 10.1016/j.ejon.2020.101884. Epub 2020 Dec 4."
                        },
                        {
                            "ReferencePMID": "34359770",
                            "ReferenceType": "result",
                            "ReferenceCitation": "Horvath Z, Evelin CA, Olah P, Gyulai R, Lengyel Z. Results of a Primary Skin-Cancer-Prevention Campaign in Early Childhood on Sun-Related Knowledge and Attitudes in Southern Hungary. Cancers (Basel). 2021 Jul 31;13(15):3873. doi: 10.3390/cancers13153873."
                        }
                    ]
                },
                "SeeAlsoLinkList": {
                    "SeeAlsoLink": [
                        {
                            "SeeAlsoLinkLabel": "Turkey Cancer Statistics",
                            "SeeAlsoLinkURL": "https://hsgm.saglik.gov.tr/tr/kanser-istatistikleri"
                        },
                        {
                            "SeeAlsoLinkLabel": "Skin Cancer Foundation",
                            "SeeAlsoLinkURL": "https://www.skincancer.org/"
                        }
                    ]
                }
            },
            "IPDSharingStatementModule": {
                "IPDSharing": "Yes",
                "IPDSharingDescription": "At the end of the study, it will be given in the publication.",
                "IPDSharingInfoTypeList": {
                    "IPDSharingInfoType": [
                        "Study Protocol",
                        "Statistical Analysis Plan (SAP)",
                        "Clinical Study Report (CSR)"
                    ]
                },
                "IPDSharingTimeFrame": "end of study, September 2022",
                "IPDSharingAccessCriteria": "Publication in any journal in Pubmed.",
                "IPDSharingURL": "https://pubmed.ncbi.nlm.nih.gov/"
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023"
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000012878",
                            "ConditionMeshTerm": "Skin Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000012871",
                            "ConditionAncestorTerm": "Skin Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M15371",
                            "ConditionBrowseLeafName": "Skin Neoplasms",
                            "ConditionBrowseLeafAsFound": "Skin Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M15364",
                            "ConditionBrowseLeafName": "Skin Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC17",
                            "ConditionBrowseBranchName": "Skin and Connective Tissue Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        }
                    ]
                }
            }
        }
    }
}