{
    "Rank": 986,
    "Study": {
        "ProtocolSection": {
            "IdentificationModule": {
                "NCTId": "NCT00341276",
                "NCTIdAliasList": {
                    "NCTIdAlias": [
                        "NCT00558415",
                        "NCT01338246"
                    ]
                },
                "OrgStudyIdInfo": {
                    "OrgStudyId": "999995027"
                },
                "SecondaryIdInfoList": {
                    "SecondaryIdInfo": [
                        {
                            "SecondaryId": "OH95-C-N027"
                        }
                    ]
                },
                "Organization": {
                    "OrgFullName": "National Institutes of Health Clinical Center (CC)",
                    "OrgClass": "NIH"
                },
                "BriefTitle": "Esophageal Cancer Genetics Studies",
                "OfficialTitle": "Esophageal Cancer Genetics Studies"
            },
            "StatusModule": {
                "StatusVerifiedDate": "March 31, 2023",
                "OverallStatus": "Completed",
                "ExpandedAccessInfo": {
                    "HasExpandedAccess": "No"
                },
                "StartDateStruct": {
                    "StartDate": "July 6, 1995"
                },
                "PrimaryCompletionDateStruct": {
                    "PrimaryCompletionDate": "March 18, 2020",
                    "PrimaryCompletionDateType": "Actual"
                },
                "CompletionDateStruct": {
                    "CompletionDate": "March 18, 2020",
                    "CompletionDateType": "Actual"
                },
                "StudyFirstSubmitDate": "June 19, 2006",
                "StudyFirstSubmitQCDate": "June 19, 2006",
                "StudyFirstPostDateStruct": {
                    "StudyFirstPostDate": "June 21, 2006",
                    "StudyFirstPostDateType": "Estimate"
                },
                "LastUpdateSubmitDate": "August 16, 2023",
                "LastUpdatePostDateStruct": {
                    "LastUpdatePostDate": "August 18, 2023",
                    "LastUpdatePostDateType": "Actual"
                }
            },
            "SponsorCollaboratorsModule": {
                "ResponsibleParty": {
                    "ResponsiblePartyType": "Sponsor"
                },
                "LeadSponsor": {
                    "LeadSponsorName": "National Cancer Institute (NCI)",
                    "LeadSponsorClass": "NIH"
                }
            },
            "OversightModule": {
                "IsFDARegulatedDrug": "No",
                "IsFDARegulatedDevice": "No"
            },
            "DescriptionModule": {
                "BriefSummary": "The overall goal of this project is to understand the role of genetics in the etiology and prevention of upper gastrointestinal cancer, primarily esophageal cancer, but also cancers of the gastric cardia and body.\n\nEsophageal cancer is the second most common cause of cancer death in China and the seventh most common cause of cancer death worldwide. Evidence suggests that genetic factors may play an important role in the etiology of this malignancy, and identification of esophageal cancer susceptibility genes may allow screening of populations to identify persons at particularly high risk, who could then be targeted for prevention strategies (e.g., chemoprevention or early detection). There are several lines of evidence supporting the idea that there is genetic susceptibility for esophageal cancer in high-risk Chinese populations, including an association of positive family history with increased risk, evidence of familial aggregation of cases, and segregation analyses suggesting Mendelian inheritance in high-risk families.\n\nSeveral different but complementary approaches will be used to identify esophageal cancer susceptibility genes. (Because of etiologic similarities and for logistic reasons, parallel efforts will be made with gastric cardia and body cancers.) First, a tumor/non-tumor study will be conducted in which a biological specimen bank consisting of samples (tumor, non-tumor, venous blood, finger stick blood, and buccal cells) from several hundred cases of esophageal, gastric cardia, and gastric body cancers will be developed in Taiyuan that can be used for the identification of esophageal (as well as gastric cardia and body) cancer susceptibility genes and potential early genetic markers of these cancers. High-density genome-wide scans with microsatellite markers will be used in a limited number of cases to identify potential hot spots followed by further testing of these hot spots and other candidate markers in additional tumor/non-tumor samples. Premalignant morphologic lesions will also be examined. Second, blood samples for DNA will be collected from approximately 100 healthy individuals from high-risk (Yangcheng County) and low-risk (Beijing) areas to examine potential population differences in polymorphisms for selected genomic markers. Third, a large case-control study with cancers of the esophagus, cardia, and body of stomach will be conducted to evaluate polymorphisms in the candidate markers identified in other components of this project, and to evaluate gene-environment interactions. Finally, a family study will be conducted to evaluate linkage of candidate markers with cancer in families having 2 or more cases with cancers of the esophagus, cardia, and/or body of stomach.",
                "DetailedDescription": "The overall goal of this project is to understand the role of genetics in the etiology and prevention of upper gastrointestinal cancer, primarily esophageal cancer, but also cancers of the gastric cardia and body.\n\nEsophageal cancer is the fourth most common cause of cancer death in China and the seventh most common cause of cancer death worldwide. Evidence suggests that genetic factors may play an important role in the etiology of this malignancy, and identification of esophageal cancer susceptibility genes may allow screening of populations to identify persons at particularly high risk, who could then be targeted for prevention strategies (e.g., chemoprevention or early detection). There are several lines of evidence supporting the idea that there is genetic susceptibility for esophageal cancer in high-risk Chinese populations, including an association of positive family history with increased risk, evidence of familial aggregation of cases, and segregation analyses suggesting Mendelian inheritance in high-risk families.\n\nSeveral different but complementary approaches are proposed to identify esophageal cancer susceptibility genes. (Because of etiologic similarities and for logistic reasons, parallel efforts will be made with gastric cardia and body cancers.) First, a tumor/nontumor study will be conducted in which a biological specimen bank consisting of samples (tumor, nontumor, venous blood, finger stick blood, and buccal cells) from a total of approximately 150 cases each of esophageal, gastric cardia, and gastric body cancers will be developed in Taiyuan that can be used for the identification of esophageal (as well as gastric cardia and body) cancer susceptibility genes and potential early genetic markers of these cancers. Comparative genomic hybridization and microsatellite markers will be used to scan the genome in up to 20 cases to identify potential hot spots followed by further testing of these hot spots and other candidate markers in additional tumor/nontumor samples. Second, blood samples for DNA will be collected from approximately 100 healthy individuals from high-risk (Yangcheng County) and low-risk (Beijing) areas to examine potential differences in polymorphisms for selected genomic markers. Third, a casecontrol study will be conducted to evaluate hot spots and candidate markers identified from the tumor/nontumor study and potential gene-environment interactions. Finally, a linkage study will be conducted by identifying and collecting information and DNA from cases and first degree relatives in special highly informative families (those with 2 or more cases having obtainable DNA) as well as population-based ascertainment and collection of information and DNA from all new cases from Yangcheng County."
            },
            "ConditionsModule": {
                "ConditionList": {
                    "Condition": [
                        "Esophageal Cancer",
                        "Gastric (Cardia, Body) Cancer"
                    ]
                },
                "KeywordList": {
                    "Keyword": [
                        "Esophageal Cancer",
                        "Genetics",
                        "Polymorphism",
                        "Susceptibility Genes",
                        "Tumor",
                        "Natural History"
                    ]
                }
            },
            "DesignModule": {
                "StudyType": "Observational",
                "DesignInfo": {
                    "DesignObservationalModelList": {
                        "DesignObservationalModel": [
                            "Other"
                        ]
                    },
                    "DesignTimePerspectiveList": {
                        "DesignTimePerspective": [
                            "Other"
                        ]
                    }
                },
                "EnrollmentInfo": {
                    "EnrollmentCount": "7705",
                    "EnrollmentType": "Actual"
                }
            },
            "ArmsInterventionsModule": {
                "ArmGroupList": {
                    "ArmGroup": [
                        {
                            "ArmGroupLabel": "1",
                            "ArmGroupDescription": "First, several hundred cases of esophageal cancer and gastric cancer (both cardia and body) ascertained in Taiyuan at the Shanxi Cancer Hospital."
                        }
                    ]
                }
            },
            "OutcomesModule": {
                "PrimaryOutcomeList": {
                    "PrimaryOutcome": [
                        {
                            "PrimaryOutcomeMeasure": "Esophageal cancer susceptibility (tumor /nontumor)",
                            "PrimaryOutcomeDescription": "Obtain tumor and nontumor DNA samples from patients with esophageal cancer and examine markers in these tissues for differences that might suggest genomic loci associated with the development of (and, potentially, susceptibility to) esophageal cancer",
                            "PrimaryOutcomeTimeFrame": "ongoing"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Gene frequency and associated risk (high risk / low risk)",
                            "PrimaryOutcomeDescription": "Obtain DNA from healthy individuals from populations at high-risk and low-risk for esophageal cancer and examine their DNA for differences in gene frequency at selected loci",
                            "PrimaryOutcomeTimeFrame": "ongoing"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Case-control",
                            "PrimaryOutcomeDescription": "Obtain nontumor DNA from esophageal cancer cases and controls without cancer and examine candidate markers for differences that might be associated with esophageal cancer susceptibility",
                            "PrimaryOutcomeTimeFrame": "ongoing"
                        },
                        {
                            "PrimaryOutcomeMeasure": "Linkage of genetic markers",
                            "PrimaryOutcomeDescription": "Obtain nontumor DNA from esophageal cancer cases and their family members and evaluate candidate markers for genetic linkage",
                            "PrimaryOutcomeTimeFrame": "ongoing"
                        }
                    ]
                },
                "SecondaryOutcomeList": {
                    "SecondaryOutcome": [
                        {
                            "SecondaryOutcomeMeasure": "Gene environment interactions (case control)",
                            "SecondaryOutcomeDescription": "Evaluate potential gene-environment interactions in the etiology and prevention of esophageal cancer in the case-control study",
                            "SecondaryOutcomeTimeFrame": "ongoing"
                        }
                    ]
                }
            },
            "EligibilityModule": {
                "EligibilityCriteria": "INCLUSION CRITERIA:\n\nAll patients over the age of 18 presenting to the SCHI with upper GI signs or symptoms requiring upper GI endoscopy over a defined calendar period (depending on prevalence of premalignant lesions, but estimated to be approximately 3 years) will be potentially eligible for participation in this study.\n\nPatients are eligible only if they meet one of the following two conditions: (1) a visible lesion unlikely to be cancer or (2) no visible lesions on routine endoscopy (without mucosal iodine staining) but an unstained (abnormal) lesion following iodine spraying.\n\nInvitation for participation will be based solely on the visual appearance of an esophageal abnormality without or with mucosal iodine staining, but before histologic confirmation is obtained, and will occur during the same clinic visit as the qualifying endoscopic examination.\n\nEXCLUSION CRITERIA:\n\nPatients will not be invited to participate in this study until after they have undergone their routine endoscopic evaluation.",
                "HealthyVolunteers": "No",
                "Gender": "All",
                "MinimumAge": "18 Years",
                "StdAgeList": {
                    "StdAge": [
                        "Adult",
                        "Older Adult"
                    ]
                },
                "StudyPopulation": "First, several hundred cases of esophageal cancer and gastric cancer (both cardia and body) ascertained in Taiyuan at the Shanxi Cancer Hospital. Second, several hundred healthy individuals from high-risk (Yangcheng County) and low-risk (Beijing) areas. Third, a large case-control study with cases of esophageal cancer and gastric cancer (both cardia and body) and neighborhood controls selected from Shanxi Province was conducted. Follow-up of cases from the case-control study has been conducted to determine vital status. Fourth, a family study is in progress with selection of families having 2 or more cases with esophageal cancer or gastric cancer; follow-up of family members and accrual of new families is ongoing in Yangcheng county, Shanxi Province. Finally, an endoscopic study has been conducted at Shanxi Cancer Hospital to obtain specimens from a morphologic spectrum of disease ranging from normal to early invasive esophageal cancer.",
                "SamplingMethod": "Non-Probability Sample"
            },
            "ContactsLocationsModule": {
                "OverallOfficialList": {
                    "OverallOfficial": [
                        {
                            "OverallOfficialName": "Alisa M Goldstein, Ph.D.",
                            "OverallOfficialAffiliation": "National Cancer Institute (NCI)",
                            "OverallOfficialRole": "Principal Investigator"
                        }
                    ]
                },
                "LocationList": {
                    "Location": [
                        {
                            "LocationFacility": "Shanxi Tumor Hospital and Institute",
                            "LocationCity": "Taiyuan",
                            "LocationCountry": "China"
                        },
                        {
                            "LocationFacility": "Yangcheng County Cancer Hospital and Institute",
                            "LocationCity": "Yangcheng",
                            "LocationCountry": "China"
                        }
                    ]
                }
            },
            "ReferencesModule": {
                "ReferenceList": {
                    "Reference": [
                        {
                            "ReferencePMID": "1573663",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Carter CL, Hu N, Wu M, Lin PZ, Murigande C, Bonney GE. Segregation analysis of esophageal cancer in 221 high-risk Chinese families. J Natl Cancer Inst. 1992 May 20;84(10):771-6. doi: 10.1093/jnci/84.10.771."
                        },
                        {
                            "ReferencePMID": "1468848",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Hu N, Dawsey SM, Wu M, Bonney GE, He LJ, Han XY, Fu M, Taylor PR. Familial aggregation of oesophageal cancer in Yangcheng County, Shanxi Province, China. Int J Epidemiol. 1992 Oct;21(5):877-82. doi: 10.1093/ije/21.5.877."
                        },
                        {
                            "ReferencePMID": "7960367",
                            "ReferenceType": "background",
                            "ReferenceCitation": "Guo W, Blot WJ, Li JY, Taylor PR, Liu BQ, Wang W, Wu YP, Zheng W, Dawsey SM, Li B, et al. A nested case-control study of oesophageal and stomach cancers in the Linxian nutrition intervention trial. Int J Epidemiol. 1994 Jun;23(3):444-50. doi: 10.1093/ije/23.3.444."
                        }
                    ]
                }
            }
        },
        "DerivedSection": {
            "MiscInfoModule": {
                "VersionHolder": "September 08, 2023",
                "RemovedCountryList": {
                    "RemovedCountry": [
                        "United States"
                    ]
                }
            },
            "ConditionBrowseModule": {
                "ConditionMeshList": {
                    "ConditionMesh": [
                        {
                            "ConditionMeshId": "D000004938",
                            "ConditionMeshTerm": "Esophageal Neoplasms"
                        }
                    ]
                },
                "ConditionAncestorList": {
                    "ConditionAncestor": [
                        {
                            "ConditionAncestorId": "D000005770",
                            "ConditionAncestorTerm": "Gastrointestinal Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004067",
                            "ConditionAncestorTerm": "Digestive System Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000009371",
                            "ConditionAncestorTerm": "Neoplasms by Site"
                        },
                        {
                            "ConditionAncestorId": "D000009369",
                            "ConditionAncestorTerm": "Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000006258",
                            "ConditionAncestorTerm": "Head and Neck Neoplasms"
                        },
                        {
                            "ConditionAncestorId": "D000004066",
                            "ConditionAncestorTerm": "Digestive System Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000004935",
                            "ConditionAncestorTerm": "Esophageal Diseases"
                        },
                        {
                            "ConditionAncestorId": "D000005767",
                            "ConditionAncestorTerm": "Gastrointestinal Diseases"
                        }
                    ]
                },
                "ConditionBrowseLeafList": {
                    "ConditionBrowseLeaf": [
                        {
                            "ConditionBrowseLeafId": "M7778",
                            "ConditionBrowseLeafName": "Esophageal Neoplasms",
                            "ConditionBrowseLeafAsFound": "Esophageal Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        },
                        {
                            "ConditionBrowseLeafId": "M7070",
                            "ConditionBrowseLeafName": "Disease Susceptibility",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8576",
                            "ConditionBrowseLeafName": "Gastrointestinal Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6946",
                            "ConditionBrowseLeafName": "Digestive System Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M9038",
                            "ConditionBrowseLeafName": "Head and Neck Neoplasms",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M6945",
                            "ConditionBrowseLeafName": "Digestive System Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M8573",
                            "ConditionBrowseLeafName": "Gastrointestinal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "M7775",
                            "ConditionBrowseLeafName": "Esophageal Diseases",
                            "ConditionBrowseLeafRelevance": "low"
                        },
                        {
                            "ConditionBrowseLeafId": "T2141",
                            "ConditionBrowseLeafName": "Esophageal Cancer",
                            "ConditionBrowseLeafAsFound": "Esophageal Cancer",
                            "ConditionBrowseLeafRelevance": "high"
                        }
                    ]
                },
                "ConditionBrowseBranchList": {
                    "ConditionBrowseBranch": [
                        {
                            "ConditionBrowseBranchAbbrev": "BC04",
                            "ConditionBrowseBranchName": "Neoplasms"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC06",
                            "ConditionBrowseBranchName": "Digestive System Diseases"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "All",
                            "ConditionBrowseBranchName": "All Conditions"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "BC23",
                            "ConditionBrowseBranchName": "Symptoms and General Pathology"
                        },
                        {
                            "ConditionBrowseBranchAbbrev": "Rare",
                            "ConditionBrowseBranchName": "Rare Diseases"
                        }
                    ]
                }
            }
        }
    }
}